Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Male
bn: পুরুষ
ca: Mascle
cs: mužský
da: Han
el: Αρσενικός
es: Masculino
et: Mees
fa: نر
fi: Uros
gu: પુરુષ
hi: पुरुष
hr: Muški
hu: Férfi
it: Maschio
ja: 男
kn: ಪುರುಷ
mi: Tane
mr: पुरुष
nl: Mannelijk
no: Mann
pa: ਨਰ
pl: Mężczyzna
ro: Masculin
sv: Manlig
ta: ஆண்
te: పురుషుడు
tr: Erkek
ur: مرد

source: Female
bn: মহিলা
ca: Dona
cs: ženský
da: Kvinde
el: Θηλυκός
es: Femenino
et: Naine
fa: زن
fi: Nainen
gu: સ્ત્રી
hi: महिला
hr: Žena
hu: Női
it: Femmina
ja: 女性
kn: ಹೆಣ್ಣು
mi: Wahine
mr: स्त्री
nl: Vrouwelijk
no: Hunn
pa: ਔਰਤ
pl: Kobieta
ro: Femeie
sv: Kvinna
ta: பெண்
te: స్త్రీ
tr: Dişi
ur: عورت

source: Please Enter Date Of Birth
bn: অনুগ্রহ করে জন্ম তারিখ লিখুন
ca: Introduïu la data de naixement
cs: Zadejte datum narození
da: Indtast venligst fødselsdato
el: Παρακαλώ εισάγετε Ημερομηνία Γέννησης
es: Ingrese la fecha de nacimiento
et: Sisestage sünnikuupäev
fa: لطفا تاریخ تولد را وارد کنید
fi: Anna syntymäaika
gu: કૃપા કરીને જન્મ તારીખ દાખલ કરો
hi: कृपया जन्म तिथि दर्ज करें
hr: Unesite datum rođenja
hu: Kérjük, adja meg a születési dátumot
it: Inserisci la data di nascita
ja: 生年月日を入力してください
kn: ದಯವಿಟ್ಟು ಹುಟ್ಟಿದ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
mi: Tuhia koa te ra whanau
mr: कृपया जन्मतारीख प्रविष्ट करा
nl: Vul de geboortedatum in
no: Vennligst skriv inn fødselsdato
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਨਮ ਮਿਤੀ ਦਾਖਲ ਕਰੋ
pl: Wprowadź datę urodzenia
ro: Vă rugăm să introduceți data nașterii
sv: Vänligen ange födelsedatum
ta: பிறந்த தேதியை உள்ளிடவும்
te: దయచేసి పుట్టిన తేదీని నమోదు చేయండి
tr: Lütfen Doğum Tarihinizi Giriniz
ur: براہ کرم تاریخ پیدائش درج کریں۔

source: Date of Birth
bn: জন্ম তারিখ
ca: Data de naixement
cs: Datum narození
da: Fødselsdato
el: Ημερομηνια γεννησης
es: Fecha de nacimiento
et: Sünnikuupäev
fa: تاریخ تولد
fi: Syntymäaika
gu: જન્મ તારીખ
hi: जन्म तिथि
hr: Datum rođenja
hu: Születési dátum
it: Data di nascita
ja: 生年月日
kn: ಹುಟ್ತಿದ ದಿನ
mi: Te Ra Whanautanga
mr: जन्मतारीख
nl: Geboortedatum
no: Fødselsdato
pa: ਜਨਮ ਤਾਰੀਖ
pl: Data urodzenia
ro: Data nașterii
sv: Födelsedatum
ta: பிறந்த தேதி
te: పుట్టిన తేది
tr: Doğum tarihi
ur: پیدائش کی تاریخ

source: Age
bn: বয়স
ca: Edat
cs: Stáří
da: Alder
el: Ηλικία
es: Edad
et: Vanus
fa: سن
fi: Ikä
gu: ઉંમર
hi: उम्र
hr: Dob
hu: Kor
it: Età
ja: 年
kn: ವಯಸ್ಸು
mi: Te tau
mr: वय
nl: Leeftijd
no: Alder
pa: ਉਮਰ
pl: Wiek
ro: Vârstă
sv: Ålder
ta: வயது
te: వయస్సు
tr: Yaş
ur: عمر

source: Height
bn: উচ্চতা
ca: Alçada
cs: Výška
da: Højde
el: Υψος
es: Altura
et: Kõrgus
fa: ارتفاع
fi: Korkeus
gu: ઊંચાઈ
hi: ऊंचाई
hr: Visina
hu: Magasság
it: Altezza
ja: 身長
kn: ಎತ್ತರ
mi: Teitei
mr: उंची
nl: Hoogte
no: Høyde
pa: ਉਚਾਈ
pl: Wysokość
ro: Înălţime
sv: Höjd
ta: உயரம்
te: ఎత్తు
tr: Yükseklik
ur: اونچائی

source: Weight
bn: ওজন
ca: Pes
cs: Hmotnost
da: Vægt
el: Βάρος
es: Peso
et: Kaal
fa: وزن
fi: Paino
gu: વજન
hi: वज़न
hr: Težina
hu: Súly
it: Peso
ja: 重さ
kn: ತೂಕ
mi: Taumaha
mr: वजन
nl: Gewicht
no: Vekt
pa: ਭਾਰ
pl: Waga
ro: Greutate
sv: Vikt
ta: எடை
te: బరువు
tr: Ağırlık
ur: وزن

source: Address
bn: ঠিকানা
ca: adreça
cs: Adresa
da: Adresse
el: Διεύθυνση
es: DIRECCIÓN
et: Aadress
fa: نشانی
fi: Osoite
gu: સરનામું
hi: पता
hr: Adresa
hu: Cím
it: Indirizzo
ja: 住所
kn: ವಿಳಾಸ
mi: Wāhitau
mr: पत्ता
nl: Adres
no: Adresse
pa: ਪਤਾ
pl: Adres
ro: Abordare
sv: Adress
ta: முகவரி
te: చిరునామా
tr: Adres
ur: پتہ

source: Goal
bn: গোল
ca: Objectiu
cs: Fotbalová branka
da: Mål
el: Στόχος
es: Meta
et: Eesmärk
fa: هدف
fi: Päämäärä
gu: ધ્યેય
hi: लक्ष्य
hr: Cilj
hu: Cél
it: Obiettivo
ja: ゴール
kn: ಗುರಿ
mi: Whāinga
mr: ध्येय
nl: Doel
no: Mål
pa: ਟੀਚਾ
pl: Bramka
ro: Poartă
sv: Mål
ta: இலக்கு
te: లక్ష్యం
tr: Amaç
ur: گول

source: Save
bn: সংরক্ষণ
ca: Desa
cs: Uložit
da: Gemme
el: Αποθηκεύσετε
es: Ahorrar
et: Salvesta
fa: صرفه جویی
fi: Tallentaa
gu: સાચવો
hi: सहेजें
hr: Uštedjeti
hu: Megment
it: Salva
ja: 保存
kn: ಉಳಿಸಿ
mi: Tiaki
mr: जतन करा
nl: Redden
no: Lagre
pa: ਸੇਵ ਕਰੋ
pl: Ratować
ro: Salvați
sv: Spara
ta: சேமிக்கவும்
te: సేవ్ చేయండి
tr: Kaydetmek
ur: محفوظ کریں۔

# you_do_not_have_any_trainer
source: You don't have any Trainer
bn: আপনার কোনো প্রশিক্ষক নেই
ca: No tens cap entrenador
cs: Nemáte žádného trenéra
da: Du har ingen træner
el: Δεν έχεις Trainer
es: No tienes ningún Entrenador
et: Teil pole treenerit
fa: شما هیچ مربی ندارید
fi: Sinulla ei ole valmentajaa
gu: તમારી પાસે કોઈ ટ્રેનર નથી
hi: आपके पास कोई ट्रेनर नहीं है
hr: Nemate trenera
hu: Nincs edződ
it: Non hai nessun Allenatore
ja: トレーナーがいません
kn: ನೀವು ಯಾವುದೇ ತರಬೇತುದಾರರನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he Kaiwhakangungu
mr: तुमच्याकडे कोणताही ट्रेनर नाही
nl: Je hebt geen trainer
no: Du har ingen trener
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਟ੍ਰੇਨਰ ਨਹੀਂ ਹੈ
pl: Nie masz trenera
ro: Nu ai niciun antrenor
sv: Du har ingen tränare
ta: உங்களிடம் பயிற்சியாளர் யாரும் இல்லை
te: మీకు శిక్షకులు ఎవరూ లేరు
tr: Eğitmeniniz yok
ur: آپ کے پاس کوئی ٹرینر نہیں ہے۔

source: Assign to Member
bn: সদস্যকে বরাদ্দ করুন
ca: Assigna a membre
cs: Přiřadit členovi
da: Tildel til medlem
el: Αναθέστε σε Μέλος
es: Asignar a miembro
et: Määra liikmele
fa: به عضو اختصاص دهید
fi: Määritä jäsenelle
gu: સભ્યને સોંપો
hi: सदस्य को असाइन करें
hr: Dodijeli članu
hu: Hozzárendelés a taghoz
it: Assegna a membro
ja: メンバーに割り当て
kn: ಸದಸ್ಯರಿಗೆ ನಿಯೋಜಿಸಿ
mi: Hoatu ki te Mema
mr: सदस्यास नियुक्त करा
nl: Toewijzen aan lid
no: Tilordne til medlem
pa: ਮੈਂਬਰ ਨੂੰ ਸੌਂਪੋ
pl: Przypisz do członka
ro: Atribuiți membrului
sv: Tilldela till medlem
ta: உறுப்பினருக்கு ஒதுக்குங்கள்
te: సభ్యునికి అప్పగించండి
tr: Üyeye Ata
ur: ممبر کو تفویض کریں۔

source: Search Member
bn: সদস্য অনুসন্ধান করুন
ca: Cerca membre
cs: Hledat člena
da: Søg medlem
el: Αναζήτηση μέλους
es: Buscar miembro
et: Otsi liiget
fa: جستجوی اعضا
fi: Hae jäsentä
gu: સભ્ય શોધો
hi: खोज सदस्य
hr: Traži člana
hu: Tag keresése
it: Cerca membro
ja: メンバーを検索
kn: ಹುಡುಕಾಟ ಸದಸ್ಯ
mi: Rapu Mema
mr: सदस्य शोधा
nl: Zoek Lid
no: Søk medlem
pa: ਮੈਂਬਰ ਖੋਜੋ
pl: Szukaj członka
ro: Caută membru
sv: Sök medlem
ta: தேடல் உறுப்பினர்
te: శోధన సభ్యుడు
tr: Üye Ara
ur: ممبر تلاش کریں۔

source: Search Exercise
bn: অনুসন্ধান ব্যায়াম
ca: Exercici de cerca
cs: Cvičení hledání
da: Søgeøvelse
el: Άσκηση αναζήτησης
es: Ejercicio de búsqueda
et: Otsi harjutust
fa: تمرین جستجو
fi: Hakuharjoitus
gu: શોધ કસરત
hi: खोज व्यायाम
hr: Vježba pretraživanja
hu: Keresés gyakorlat
it: Esercizio di ricerca
ja: 検索演習
kn: ಹುಡುಕಾಟ ವ್ಯಾಯಾಮ
mi: Mahi Rapu
mr: शोध व्यायाम
nl: Zoek oefening
no: Søkeøvelse
pa: ਖੋਜ ਅਭਿਆਸ
pl: Wyszukaj ćwiczenie
ro: Exercițiu de căutare
sv: Sök övning
ta: தேடல் பயிற்சி
te: శోధన వ్యాయామం
tr: Egzersiz Ara
ur: تلاش کی مشق

# you_do_not_have_any_member
source: You don't have any Member
bn: আপনার কোনো সদস্য নেই
ca: No tens cap membre
cs: Nemáte žádného člena
da: Du har ikke noget medlem
el: Δεν έχετε μέλος
es: No tienes ningún Miembro
et: Teil ei ole ühtegi liiget
fa: شما هیچ عضوی ندارید
fi: Sinulla ei ole yhtään jäsentä
gu: તમારી પાસે કોઈ સભ્ય નથી
hi: आपके पास कोई सदस्य नहीं है
hr: Nemate nijednog člana
hu: Nincs tagod
it: Non hai alcun membro
ja: メンバーがいません
kn: ನೀವು ಯಾವುದೇ ಸದಸ್ಯರನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he Mema
mr: तुमच्याकडे एकही सदस्य नाही
nl: U heeft geen lid
no: Du har ikke noe medlem
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਮੈਂਬਰ ਨਹੀਂ ਹੈ
pl: Nie masz żadnego członka
ro: Nu ai niciun membru
sv: Du har ingen medlem
ta: உங்களிடம் உறுப்பினர் எவரும் இல்லை
te: మీకు సభ్యులు ఎవరూ లేరు
tr: Üyeniz yok
ur: آپ کا کوئی ممبر نہیں ہے۔

# you_do_not_have_any_exercise
source: You don't have any Exercise
bn: আপনার কোন ব্যায়াম নেই
ca: No tens cap exercici
cs: Nemáte žádné cvičení
da: Du har ingen motion
el: Δεν έχετε καμία άσκηση
es: No tienes ejercicio
et: Teil pole harjutusi
fa: شما ورزش ندارید
fi: Sinulla ei ole harjoitusta
gu: તમારી પાસે કોઈ કસરત નથી
hi: आपके पास कोई व्यायाम नहीं है
hr: Nemaš nikakve vježbe
hu: Nincs semmilyen gyakorlatod
it: Non hai alcun esercizio
ja: エクササイズはありません
kn: ನೀವು ಯಾವುದೇ ವ್ಯಾಯಾಮವನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he Mahi Mahi
mr: तुमच्याकडे कोणताही व्यायाम नाही
nl: Je hebt geen oefening
no: Du har ingen trening
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਕਸਰਤ ਨਹੀਂ ਹੈ
pl: Nie masz żadnego ćwiczenia
ro: Nu ai niciun exercițiu
sv: Du har ingen motion
ta: உங்களுக்கு எந்த உடற்பயிற்சியும் இல்லை
te: మీకు ఎలాంటి వ్యాయామం లేదు
tr: Hiç Egzersizin yok
ur: آپ کے پاس کوئی ورزش نہیں ہے۔

source: Done
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
el: Εγινε
es: Hecho
et: Valmis
fa: انجام شده
fi: Tehty
gu: થઈ ગયું
hi: पूर्ण
hr: Gotovo
hu: Kész
it: Fatto
ja: 終わり
kn: ಮುಗಿದಿದೆ
mi: Kua oti
mr: झाले
nl: Klaar
no: Ferdig
pa: ਹੋ ਗਿਆ
pl: Zrobione
ro: Terminat
sv: Gjort
ta: முடிந்தது
te: పూర్తి
tr: Tamamlamak
ur: ہو گیا

source: Trainer
bn: প্রশিক্ষক
ca: Entrenador
cs: Trenér
da: Træner
el: Προπονητής
es: Entrenador
et: Koolitaja
fa: مربی
fi: Kouluttaja
gu: ટ્રેનર
hi: ट्रेनर
hr: Trener
hu: Edző
it: Allenatore
ja: トレーナー
kn: ತರಬೇತುದಾರ
mi: Kaiwhakangungu
mr: प्रशिक्षक
no: Trener
pa: ਟ੍ਰੇਨਰ
pl: Trener
ro: Antrenor
sv: Tränare
ta: பயிற்சியாளர்
te: శిక్షకుడు
tr: Eğitimci
ur: ٹرینر

source: Let’s shape Yourself
bn: আসুন নিজেকে গঠন করি
ca: Donem forma
cs: Pojďme se utvářet
da: Lad os forme dig selv
el: Ας διαμορφώσουμε τον εαυτό σας
es: Vamos a moldearte a ti mismo
et: Kujundame ennast
fa: بیایید خود را شکل دهیم
fi: Muovaa itseäsi
gu: ચાલો તમારી જાતને આકાર આપીએ
hi: आइए अपने आप को आकार दें
hr: Oblikujmo sebe
hu: Formáljuk magunkat
it: Diamo forma a te stesso
ja: 自分を形にしよう
kn: ನಿಮ್ಮನ್ನು ರೂಪಿಸಿಕೊಳ್ಳೋಣ
mi: Me hanga e koe
mr: स्वतःला आकार देऊ या
nl: Laten we jezelf vormgeven
no: La oss forme deg selv
pa: ਆਓ ਆਪਣੇ ਆਪ ਨੂੰ ਆਕਾਰ ਦੇਈਏ
pl: Ukształtujmy siebie
ro: Să Te modelăm
sv: Låt oss forma dig själv
ta: உங்களை வடிவமைத்துக் கொள்வோம்
te: మిమ్మల్ని మీరు తీర్చిదిద్దుకుందాం
tr: Kendinizi Şekillendirelim
ur: آئیے خود کو تشکیل دیں۔

source: Workout
bn: ওয়ার্কআউট
ca: Fer exercici
cs: Cvičení
da: Træning
el: Προπόνηση
es: Ejercicio
et: Treening
fa: تمرین
fi: Treenata
gu: વર્કઆઉટ
hi: वर्कआउट
hr: Vježbati
hu: Edzés
it: Allenamento
ja: いい結果
kn: ತಾಲೀಮು
mi: Mahi Mahi
mr: व्यायाम
nl: Training
no: Trene
pa: ਕਸਰਤ ਕਰੋ
pl: Ćwiczyć
ro: A face exerciţii fizice
sv: Träna
ta: உடற்பயிற்சி
te: వ్యాయామం
tr: Antrenman yapmak
ur: مشقت

source: See all
bn: সবগুলো দেখ
ca: Veure tot
cs: Vidět vše
da: Se alt
el: Προβολή όλων
es: Ver todo
et: Vaata kõiki
fa: همه را ببین
fi: Näytä kaikki
gu: બધા જુઓ
hi: सभी देखें
hr: Vidi sve
hu: Az összes megtekintése
it: Vedi tutto
ja: すべてを見る
kn: ಎಲ್ಲವನ್ನೂ ನೋಡು
mi: Tirohia katoa
mr: सर्व पाहा
nl: Alles zien
no: Se alt
pa: ਸਾਰੇ ਦੇਖੋ
pl: Widzieć wszystko
ro: Vezi toate
sv: Se allt
ta: அனைத்தையும் பார்
te: అన్నింటిని చూడు
tr: Hepsini gör
ur: تمام دیکھیں

source: No Data Available
bn: কোন তথ্য নেই
ca: No hi ha dades disponibles
cs: Nejsou k dispozici žádná data
da: Ingen tilgængelig data
el: Δεν υπάρχουν διαθέσιμα δεδομένα
es: Datos no disponibles
et: Andmed pole saadaval
fa: اطلاعاتی موجود نیست
fi: Tietoja ei ole saatavilla
gu: કોઈ ડેટા ઉપલબ્ધ નથી
hi: कोई डेटा मौजूद नहीं
hr: Nema dostupnih podataka
hu: Nincs elérhető adat
it: Nessun dato disponibile
ja: データなし
kn: ಯಾವುದೇ ಮಾಹಿತಿ ಇಲ್ಲ
mi: Kaore he Raraunga e waatea ana
mr: माहिती उपलब्ध नाही
nl: Geen gegevens beschikbaar
no: Ingen data tilgjengelig
pa: ਕੋਈ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Brak dostępnych danych
ro: Nici o informatie disponibila
sv: Ingen data tillgänglig
ta: தரவு எதுவும் கிடைக்கவில்லை
te: సమాచారం అందుబాటులో లేదు
tr: Veri Yok
ur: اعداد و شمار دستیاب نہیں

source: Workout Categories
bn: ওয়ার্কআউট বিভাগ
ca: Categories d'entrenament
cs: Kategorie cvičení
da: Træningskategorier
el: Κατηγορίες προπόνησης
es: Categorías de entrenamiento
et: Treeningu kategooriad
fa: دسته بندی تمرینات
fi: Harjoituskategoriat
gu: વર્કઆઉટ કેટેગરીઝ
hi: वर्कआउट श्रेणियां
hr: Kategorije vježbanja
hu: Edzés kategóriák
it: Categorie di allenamento
ja: ワークアウトのカテゴリー
kn: ತಾಲೀಮು ವರ್ಗಗಳು
mi: Ngā Kāwai Mahi
mr: कसरत श्रेणी
nl: Trainingscategorieën
no: Treningskategorier
pa: ਕਸਰਤ ਸ਼੍ਰੇਣੀਆਂ
pl: Kategorie treningu
ro: Categorii de antrenament
sv: Träningskategorier
ta: உடற்பயிற்சி வகைகள்
te: వ్యాయామ వర్గాలు
tr: Egzersiz Kategorileri
ur: ورزش کے زمرے

source: My Membership
bn: আমার সদস্যপদ
ca: La meva pertinença
cs: Moje členství
da: Mit medlemskab
el: Η συνδρομή μου
es: mi membresía
et: Minu liikmelisus
fa: عضویت من
fi: Jäsenyyteni
gu: મારી સભ્યપદ
hi: मेरी सदस्यता
hr: Moje članstvo
hu: Tagságom
it: La mia iscrizione
ja: 私のメンバーシップ
kn: ನನ್ನ ಸದಸ್ಯತ್ವ
mi: Taku Mema
mr: माझे सदस्यत्व
nl: Mijn lidmaatschap
no: Mitt medlemskap
pa: ਮੇਰੀ ਮੈਂਬਰਸ਼ਿਪ
pl: Moje członkostwo
ro: Calitatea mea de membru
sv: Mitt medlemskap
ta: எனது உறுப்பினர்
te: నా సభ్యత్వం
tr: üyeliğim
ur: میری رکنیت

source: GYM Trainer App
bn: জিওয়াইএম প্রশিক্ষক অ্যাপ
ca: Aplicació GYM Trainer
cs: Aplikace GYM Trainer
el: Εφαρμογή GYM Trainer
es: Aplicación de entrenador GYM
et: Jõusaali treeneri rakendus
fa: اپلیکیشن GYM Trainer
fi: GYM Trainer -sovellus
gu: જીવાયએમ ટ્રેનર એપ્લિકેશન
hi: जिम ट्रेनर ऐप
hr: Aplikacija GYM Trainer
it: App per allenatori di ginnastica
ja: ジムトレーナーアプリ
kn: GYM ತರಬೇತುದಾರ ಅಪ್ಲಿಕೇಶನ್
mr: जीवायएम ट्रेनर अॅप
no: GYM Trener-app
pa: GYM ਟ੍ਰੇਨਰ ਐਪ
pl: Aplikacja GYM Trainer
ro: Aplicația GYM Trainer
ta: ஜிம் பயிற்சி ஆப்
te: GYM ట్రైనర్ యాప్
tr: GYM Trainer Uygulaması
ur: جی وائی ایم ٹرینر ایپ

source: Are you sure you want to exit from GYM Trainer App?
bn: আপনি কি নিশ্চিত যে আপনি জিওয়াইএম প্রশিক্ষক অ্যাপ থেকে প্রস্থান করতে চান?
ca: Esteu segur que voleu sortir de l'aplicació GYM Trainer?
cs: Opravdu chcete ukončit aplikaci GYM Trainer?
da: Er du sikker på, at du vil afslutte fra GYM Trainer App?
el: Είστε βέβαιοι ότι θέλετε να βγείτε από την εφαρμογή GYM Trainer;
es: ¿Estás seguro de que quieres salir de la aplicación GYM Trainer?
et: Kas olete kindel, et soovite rakendusest GYM Trainer väljuda?
fa: آیا مطمئن هستید که می خواهید از برنامه GYM Trainer خارج شوید؟
fi: Oletko varma, että haluat poistua GYM Trainer -sovelluksesta?
gu: શું તમે ખરેખર જીવાયએમ ટ્રેનર એપ્લિકેશનમાંથી બહાર નીકળવા માંગો છો?
hi: क्या आप सुनिश्चित हैं कि आप जिम ट्रेनर ऐप से बाहर निकलना चाहते हैं?
hr: Jeste li sigurni da želite izaći iz aplikacije GYM Trainer?
hu: Biztosan ki akar lépni a GYM Trainer alkalmazásból?
it: Sei sicuro di voler uscire dall'app GYM Trainer?
ja: GYM Trainer アプリを終了してもよろしいですか？
kn: GYM ಟ್ರೈನರ್ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನಿರ್ಗಮಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
mi: Kei te tino hiahia koe ki te puta atu i te GYM Trainer App?
mr: तुमची खात्री आहे की तुम्ही GYM ट्रेनर अॅपमधून बाहेर पडू इच्छिता?
nl: Weet u zeker dat u de GYM Trainer-app wilt afsluiten?
no: Er du sikker på at du vil avslutte GYM Trainer App?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ GYM ਟ੍ਰੇਨਰ ਐਪ ਤੋਂ ਬਾਹਰ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz wyjść z aplikacji GYM Trainer?
ro: Sigur vrei să ieși din aplicația GYM Trainer?
sv: Är du säker på att du vill avsluta GYM Trainer App?
ta: GYM Trainer ஆப்ஸிலிருந்து நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా GYM ట్రైనర్ యాప్ నుండి నిష్క్రమించాలనుకుంటున్నారా?
tr: GYM Trainer Uygulamasından çıkmak istediğinizden emin misiniz?
ur: کیا آپ واقعی GYM ٹرینر ایپ سے باہر نکلنا چاہتے ہیں؟

source: Yes
bn: হ্যাঁ
ca: Sí
cs: Ano
da: Ja
el: Ναί
es: Sí
et: Jah
fa: آره
fi: Joo
gu: હા
hi: हां
hr: Da
hu: Igen
it: SÌ
ja: はい
kn: ಹೌದು
mi: Ae
mr: होय
nl: Ja
no: Ja
pa: ਹਾਂ
pl: Tak
ro: da
sv: Ja
ta: ஆம்
te: అవును
tr: Evet
ur: جی ہاں

source: No
bn: না
cs: Ne
da: Ingen
el: Οχι
et: Ei
fa: خیر
fi: Ei
gu: ના
hi: नहीं
hr: Ne
hu: Nem
ja: いいえ
kn: ಸಂ
mi: Kao
mr: नाही
nl: Nee
no: Nei
pa: ਨੰ
pl: NIE
ro: Nu
sv: Nej
ta: இல்லை
te: నం
tr: HAYIR
ur: نہیں

source: Switch to
bn: সুইচ
ca: Canviar a
cs: Přepnout na
da: Skifte til
el: Εναλλαγή σε
es: Cambiar a
et: Vaheta
fa: تغییر به
fi: Vaihtaa
gu: બદલાવુ
hi: स्विच टू
hr: Prebaciti na
hu: Váltani
it: Passa a
ja: 切り替える
kn: ಬದಲಾಯಿಸಲು
mi: Hurihia ki
mr: वर स्विच करा
nl: Overschakelen naar
no: Bytte til
pa: 'ਤੇ ਸਵਿਚ ਕਰੋ
pl: Przełącz na
ro: Schimba cu
sv: Byta till
ta: மாறிக்கொள்ளுங்கள்
te: మారు
tr: Çevirmek
ur: تبدیل کرنا

source: Admin
bn: অ্যাডমিন
el: διαχειριστής
es: Administración
fa: مدیر
gu: એડમિન
hi: व्यवस्थापक
hr: Administrator
it: Amministratore
ja: 管理者
kn: ನಿರ್ವಾಹಕ
mi: Kaiwhakahaere
mr: अॅडमिन
nl: beheerder
pa: ਐਡਮਿਨ
sv: Administration
ta: நிர்வாகம்
te: అడ్మిన్
tr: yönetici
ur: ایڈمن

source: Enable Dark Mode
bn: ডার্ক মোড সক্ষম করুন
ca: Activa el mode fosc
cs: Povolit tmavý režim
da: Aktiver mørk tilstand
el: Ενεργοποίηση Dark Mode
es: Habilitar modo oscuro
et: Luba tume režiim
fa: حالت تاریک را فعال کنید
fi: Ota tumma tila käyttöön
gu: ડાર્ક મોડને સક્ષમ કરો
hi: डार्क मोड सक्षम करें
hr: Omogućite tamni način rada
hu: Sötét mód engedélyezése
it: Abilita la modalità oscura
ja: ダークモードを有効にする
kn: ಡಾರ್ಕ್ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
mi: Whakahohehia te Aratau pouri
mr: गडद मोड सक्षम करा
nl: Schakel de donkere modus in
no: Aktiver mørk modus
pa: ਡਾਰਕ ਮੋਡ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Włącz tryb ciemny
ro: Activați modul întunecat
sv: Aktivera mörkt läge
ta: டார்க் பயன்முறையை இயக்கவும்
te: డార్క్ మోడ్‌ని ప్రారంభించండి
tr: Karanlık Modu Etkinleştir
ur: ڈارک موڈ کو فعال کریں۔

source: Home
bn: বাড়ি
ca: Casa
cs: Domov
da: Hjem
el: Σπίτι
es: Hogar
et: Kodu
fa: صفحه اصلی
fi: Koti
gu: ઘર
hi: होम
hr: Dom
hu: itthon
it: Casa
ja: 家
kn: ಮುಖಪುಟ
mi: Kainga
mr: मुख्यपृष्ठ
nl: Thuis
no: Hjem
pa: ਘਰ
pl: Dom
ro: Acasă
sv: Hem
ta: வீடு
te: హోమ్
tr: Ev
ur: گھر

source: Exercises
bn: অনুশীলন
ca: Exercicis
cs: Cvičení
da: Øvelser
el: Γυμνάσια
es: Ejercicios
et: Harjutused
fa: تمرینات
fi: Harjoitukset
gu: કસરતો
hi: व्यायाम
hr: Vježbe
hu: Feladatok
it: Esercizi
ja: 演習
kn: ವ್ಯಾಯಾಮಗಳು
mi: Ko nga mahi korikori
mr: व्यायाम
nl: Opdrachten
no: Øvelser
pa: ਅਭਿਆਸ
pl: Ćwiczenia
ro: Exerciții
sv: Övningar
ta: பயிற்சிகள்
te: వ్యాయామాలు
tr: Egzersizler
ur: مشقیں

source: Tap To Add
bn: যোগ করতে আলতো চাপুন
ca: Toqueu Per afegir
cs: Klepněte na Přidat
da: Tryk for at tilføje
el: Πατήστε Για Προσθήκη
es: Toque para agregar
et: Puudutage lisamiseks
fa: برای افزودن ضربه بزنید
fi: Lisää napauttamalla
gu: ઉમેરવા માટે ટેપ કરો
hi: जोड़ने के लिए टैप करें
hr: Dodirnite za dodavanje
hu: Koppintson a Hozzáadás elemre
it: Tocca per aggiungere
ja: タップして追加
kn: ಸೇರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
mi: Tap Hei Tāpiri
mr: जोडण्यासाठी टॅप करा
nl: Tik om toe te voegen
no: Trykk for å legge til
pa: ਜੋੜਨ ਲਈ ਟੈਪ ਕਰੋ
pl: Stuknij, aby dodać
ro: Atingeți Pentru a adăuga
sv: Tryck för att lägga till
ta: சேர்க்க தட்டவும்
te: జోడించడానికి నొక్కండి
tr: Eklemek İçin Dokun
ur: شامل کرنے کے لیے تھپتھپائیں۔

source: Workout Category
bn: ওয়ার্কআউট বিভাগ
ca: Categoria d'entrenament
cs: Kategorie cvičení
da: Træningskategori
el: Κατηγορία προπόνησης
es: Categoría de entrenamiento
et: Treeningu kategooria
fa: دسته تمرین
fi: Harjoituskategoria
gu: વર્કઆઉટ કેટેગરી
hi: वर्कआउट श्रेणी
hr: Kategorija vježbanja
hu: Edzés kategória
it: Categoria di allenamento
ja: ワークアウトのカテゴリー
kn: ತಾಲೀಮು ವರ್ಗ
mi: Kāwai Mahi
mr: कसरत श्रेणी
nl: Trainingscategorie
no: Treningskategori
pa: ਕਸਰਤ ਸ਼੍ਰੇਣੀ
pl: Kategoria treningu
ro: Categoria de antrenament
sv: Träningskategori
ta: உடற்பயிற்சி வகை
te: వ్యాయామ వర్గం
tr: Egzersiz Kategorisi
ur: ورزش کا زمرہ

source: Membership Plan
bn: সদস্যতা পরিকল্পনা
ca: Pla d'afiliació
cs: Členský plán
da: Medlemskabsplan
el: Σχέδιο Μέλους
es: Plan de Membresía
et: Liikmeplaan
fa: طرح عضویت
fi: Jäsensuunnitelma
gu: સભ્યપદ યોજના
hi: सदस्यता योजना
hr: Plan članstva
hu: Tagsági terv
it: Piano di abbonamento
ja: 会員プラン
kn: ಸದಸ್ಯತ್ವ ಯೋಜನೆ
mi: Mahere Mema
mr: सदस्यत्व योजना
nl: Lidmaatschapsplan
no: Medlemskapsplan
pa: ਮੈਂਬਰਸ਼ਿਪ ਯੋਜਨਾ
pl: Plan członkostwa
ro: Plan de membru
sv: Medlemskapsplan
ta: உறுப்பினர் திட்டம்
te: సభ్యత్వ ప్రణాళిక
tr: Üyelik Planı
ur: رکنیت کا منصوبہ

source: Class Schedule
bn: ক্লাসের রুটিন
ca: Horari de classe
cs: Třídní rozvrh
da: Klasse Skema
el: Πρόγραμμα τάξης
es: Horario de clase
et: Tunniplaan
fa: برنامه ی کلاسی
fi: Lukujärjestys
gu: વર્ગ શેડ્યૂલ
hi: वर्ग अनुसूची
hr: Raspored sati
hu: Órarend
it: Orario delle lezioni
ja: 時間割
kn: ವರ್ಗ ವೇಳಾಪಟ್ಟಿ
mi: Apiti Akomanga
mr: वर्ग वेळापत्रक
nl: Lesrooster
no: Timeplan
pa: ਕਲਾਸ ਅਨੁਸੂਚੀ
pl: Harmonogram zajęć
ro: Orar
sv: Klassschema
ta: வகுப்பு அட்டவணை
te: తరగతి షెడ్యూల్
tr: Ders Programı
ur: کلاس شیڈول

source: Account
bn: হিসাব
ca: Compte
cs: Účet
da: Konto
el: λογαριασμός
es: Cuenta
et: Konto
fa: حساب
fi: Tili
gu: એકાઉન્ટ
hi: खाता
hr: Račun
hu: fiók
ja: アカウント
kn: ಖಾತೆ
mi: Pūkete
mr: खाते
nl: Rekening
no: Regnskap
pa: ਖਾਤਾ
pl: Konto
ro: Cont
sv: konto
ta: கணக்கு
te: ఖాతా
tr: Hesap
ur: کھاتہ

source: Settings
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fa: تنظیمات
fi: asetukset
gu: સેટિંગ્સ
hi: सेटिंग्स
hr: postavke
hu: Beállítások
it: Impostazioni
ja: 設定
kn: ಸಂಯೋಜನೆಗಳು
mi: Tautuhinga
mr: सेटिंग्ज
nl: Instellingen
no: Innstillinger
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ro: Setări
sv: inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
tr: Ayarlar
ur: ترتیبات

source: Log out
bn: প্রস্থান
ca: Tancar sessió
cs: Odhlásit se
da: Log ud
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
fa: خروج
fi: Kirjautua ulos
gu: લૉગ આઉટ
hi: लॉग आउट
hr: Odjavite se
hu: Kijelentkezés
it: Disconnettersi
ja: ログアウト
kn: ಲಾಗ್ ಔಟ್
mi: Takiputa atu
mr: बाहेर पडणे
nl: Uitloggen
no: Logg ut
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
pl: Wyloguj
ro: Deconectați-vă
sv: Logga ut
ta: வெளியேறு
te: లాగ్ అవుట్ చేయండి
tr: Çıkış Yap
ur: لاگ آوٹ

source: Version
bn: সংস্করণ
ca: Versió
cs: Verze
el: Εκδοχή
es: Versión
et: Versioon
fa: نسخه
fi: Versio
gu: સંસ્કરણ
hi: संस्करण
hr: Verzija
hu: Változat
it: Versione
ja: バージョン
kn: ಆವೃತ್ತಿ
mi: Putanga
mr: आवृत्ती
nl: Versie
no: Versjon
pa: ਸੰਸਕਰਣ
pl: Wersja
ro: Versiune
ta: பதிப்பு
te: సంస్కరణ: Telugu
tr: Sürüm
ur: ورژن

source: Are you sure want to Logout?
bn: আপনি কি নিশ্চিত লগআউট করতে চান?
ca: Esteu segur que voleu tancar la sessió?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, at du vil logge ud?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε
es: ¿Está seguro de que desea cerrar la sesión?
et: Kas soovite kindlasti välja logida?
fa: آیا مطمئن هستید که می خواهید از سیستم خارج شوید؟
fi: Haluatko varmasti kirjautua ulos?
gu: શું તમે ખરેખર લોગઆઉટ કરવા માંગો છો?
hi: क्या आप निश्चित रूप से लॉगआउट करना चाहते हैं?
hr: Jeste li sigurni da se želite odjaviti?
hu: Biztosan ki szeretne jelentkezni?
it: Sei sicuro di voler effettuare il Logout?
ja: 本当にログアウトしますか?
kn: ನೀವು ಖಚಿತವಾಗಿ ಲಾಗ್‌ಔಟ್ ಮಾಡಲು ಬಯಸುವಿರಾ?
mi: Kei te tino hiahia koe ki te Takiputa?
mr: तुम्हाला नक्की लॉगआउट करायचे आहे का?
nl: Weet u zeker dat u wilt uitloggen?
no: Er du sikker på at du vil logge ut?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਲੌਗਆਊਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz się wylogować?
ro: Sigur vrei să te deconectezi?
sv: Är du säker på att du vill logga ut?
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?
tr: Çıkış yapmak istediğinizden emin misiniz?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Cancel
bn: বাতিল করুন
ca: Cancel · lar
cs: zrušení
da: Afbestille
el: Ματαίωση
es: Cancelar
et: Tühista
fa: لغو کنید
fi: Peruuttaa
gu: રદ કરો
hi: रद्द करें
hr: Otkazati
hu: Megszünteti
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡು
mi: Whakakore
mr: रद्द करा
nl: Annuleren
no: Avbryt
pa: ਰੱਦ ਕਰੋ
pl: Anulować
ro: Anulare
sv: Annullera
ta: ரத்து செய்
te: రద్దు చేయండి
tr: İptal etmek
ur: منسوخ کریں۔

source: Trainer Plan
bn: প্রশিক্ষক পরিকল্পনা
ca: Pla del formador
cs: Trenérský plán
da: Træner plan
el: Σχέδιο εκπαιδευτή
es: Plan Entrenador
et: Treeneri plaan
fa: طرح مربی
fi: Kouluttajasuunnitelma
gu: ટ્રેનર પ્લાન
hi: प्रशिक्षक योजना
hr: Plan trenera
hu: Edzőterv
it: Piano Allenatore
ja: トレーナープラン
kn: ತರಬೇತುದಾರ ಯೋಜನೆ
mi: Mahere Kaiwhakangungu
mr: प्रशिक्षक योजना
nl: Trainersplan
no: Trenerplan
pa: ਟ੍ਰੇਨਰ ਯੋਜਨਾ
pl: Plan trenera
ro: Planul Trainerului
sv: Tränareplan
ta: பயிற்சியாளர் திட்டம்
te: శిక్షణ ప్రణాళిక
tr: Eğitmen Planı
ur: ٹرینر پلان

source: Logout
bn: প্রস্থান
ca: Tancar sessió
cs: Odhlásit se
da: Log ud
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
fa: خروج
fi: Kirjautua ulos
gu: લૉગ આઉટ
hi: लॉगआउट
hr: Odjavite se
hu: Kijelentkezés
it: Disconnettersi
ja: ログアウト
kn: ಲಾಗ್ ಔಟ್
mi: Takiputa
mr: बाहेर पडणे
nl: Uitloggen
no: Logg ut
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
pl: Wyloguj
ro: Deconectare
sv: Logga ut
ta: வெளியேறு
te: లాగ్అవుట్
tr: Çıkış Yap
ur: لاگ آوٹ
