Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

# weight_in_kg_do_not_worry_you_can_always
source: Weight in KG. Don’t Worry, you can always
bn: কেজিতে ওজন। চিন্তা করবেন না, আপনি সবসময় করতে পারেন
ca: Pes en KG. No et preocupis, sempre pots
cs: Hmotnost v kg. Nebojte se, vždy můžete
da: Vægt i KG. Bare rolig, det kan du altid
el: Βάρος σε κιλά. Μην ανησυχείς, μπορείς πάντα
es: Peso en KG. No te preocupes, siempre puedes
et: Kaal KG. Ärge muretsege, saate alati
fa: وزن بر حسب کیلوگرم نگران نباشید، شما همیشه می توانید
fi: Paino kg. Älä huoli, voit aina
gu: KG માં વજન. ચિંતા કરશો નહીં, તમે હંમેશા કરી શકો છો
hi: केजी में वजन। चिंता न करें, आप हमेशा कर सकते हैं
hr: Težina u kg. Ne brini, uvijek možeš
hu: Súly KG-ban. Ne aggódj, mindig megteheted
it: Peso in KG. Non preoccuparti, puoi sempre
ja: 重量 (KG)。 心配しないで、いつでもできます
kn: ಕೆಜಿಯಲ್ಲಿ ತೂಕ. ಚಿಂತಿಸಬೇಡಿ, ನೀವು ಯಾವಾಗಲೂ ಮಾಡಬಹುದು
mi: Taumaha i KG. Kaua e Maharahara, ka taea e koe i nga wa katoa
mr: केजी मध्ये वजन. काळजी करू नका, आपण नेहमी करू शकता
nl: Gewicht in KG. Maak je geen zorgen, dat kan altijd
no: Vekt i KG. Ikke bekymre deg, du kan alltid
pa: KG ਵਿੱਚ ਭਾਰ. ਚਿੰਤਾ ਨਾ ਕਰੋ, ਤੁਸੀਂ ਹਮੇਸ਼ਾ ਕਰ ਸਕਦੇ ਹੋ
pl: Waga w kg. Nie martw się, zawsze możesz
ro: Greutate în KG. Nu vă faceți griji, puteți oricând
sv: Vikt i KG. Oroa dig inte, du kan alltid
ta: எடை KG இல். கவலைப்பட வேண்டாம், உங்களால் எப்போதும் முடியும்
te: కేజీలో బరువు. చింతించకండి, మీరు ఎల్లప్పుడూ చేయవచ్చు
tr: KG cinsinden ağırlık. Endişelenme, her zaman yapabilirsin
ur: KG میں وزن پریشان نہ ہوں، آپ ہمیشہ کر سکتے ہیں۔

source: Select Package
bn: প্যাকেজ নির্বাচন করুন
ca: Seleccioneu Paquet
cs: Vyberte Balíček
da: Vælg Pakke
el: Επιλέξτε Πακέτο
es: Seleccionar paquete
et: Valige Pakett
fa: بسته را انتخاب کنید
fi: Valitse Paketti
gu: પેકેજ પસંદ કરો
hi: पैकेज चुनें
hr: Odaberite paket
hu: Válassza a Csomag lehetőséget
it: Seleziona Pacchetto
ja: パッケージを選択
kn: ಆಯ್ಕೆ ಪ್ಯಾಕೇಜ್
mi: Tīpako Mōkī
mr: पॅकेज निवडा
nl: Selecteer Pakket
no: Velg Pakke
pa: ਪੈਕੇਜ ਚੁਣੋ
pl: Wybierz Pakiet
ro: Selectați Pachet
sv: Välj Paket
ta: தொகுப்பைத் தேர்ந்தெடுக்கவும்
te: ప్యాకేజీని ఎంచుకోండి
tr: Paket Seç
ur: پیکیج منتخب کریں۔

source: Please Select Package
bn: অনুগ্রহ করে প্যাকেজ নির্বাচন করুন
ca: Seleccioneu el paquet
cs: Vyberte balíček
da: Vælg venligst pakke
el: Επιλέξτε Πακέτο
es: Seleccione el paquete
et: Palun valige pakett
fa: لطفا بسته را انتخاب کنید
fi: Ole hyvä ja valitse Paketti
gu: કૃપા કરીને પેકેજ પસંદ કરો
hi: कृपया पैकेज चुनें
hr: Odaberite paket
hu: Kérjük, válassza ki a csomagot
it: Si prega di selezionare il pacchetto
ja: パッケージを選択してください
kn: ದಯವಿಟ್ಟು ಪ್ಯಾಕೇಜ್ ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Mōkī
mr: कृपया पॅकेज निवडा
nl: Selecteer pakket
no: Vennligst velg pakke
pa: ਕਿਰਪਾ ਕਰਕੇ ਪੈਕੇਜ ਚੁਣੋ
pl: Wybierz pakiet
ro: Vă rugăm să selectați pachetul
sv: Välj paket
ta: தயவுசெய்து தொகுப்பைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ప్యాకేజీని ఎంచుకోండి
tr: Lütfen Paket Seçiniz
ur: براہ کرم پیکیج منتخب کریں۔

source: View Workout Category
bn: ওয়ার্কআউট বিভাগ দেখুন
ca: Veure la categoria d'entrenament
cs: Zobrazit kategorii cvičení
da: Se træningskategori
el: Προβολή κατηγορίας προπόνησης
es: Ver categoría de entrenamiento
et: Vaata treeningu kategooriat
fa: مشاهده دسته تمرین
fi: Näytä harjoitusluokka
gu: વર્કઆઉટ કેટેગરી જુઓ
hi: कसरत श्रेणी देखें
hr: Pregledajte kategoriju vježbanja
hu: Edzés kategória megtekintése
it: Visualizza la categoria di allenamento
ja: ワークアウトのカテゴリを表示
kn: ತಾಲೀಮು ವರ್ಗವನ್ನು ವೀಕ್ಷಿಸಿ
mi: Tirohia te Kāwai Mahi
mr: कसरत श्रेणी पहा
nl: Trainingscategorie bekijken
no: Se treningskategori
pa: ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਦੇਖੋ
pl: Zobacz kategorię treningu
ro: Vedeți Categoria de antrenament
sv: Visa träningskategori
ta: ஒர்க்அவுட் வகையைக் காண்க
te: వ్యాయామ వర్గాన్ని వీక్షించండి
tr: Egzersiz Kategorisini Görüntüle
ur: ورزش کا زمرہ دیکھیں

source: Edit Workout Category
bn: ওয়ার্কআউট বিভাগ সম্পাদনা করুন
ca: Edita la categoria d'entrenament
cs: Upravit kategorii cvičení
da: Rediger træningskategori
el: Επεξεργασία κατηγορίας προπόνησης
es: Editar categoría de entrenamiento
et: Redigeeri treeningu kategooriat
fa: ویرایش دسته تمرین
fi: Muokkaa harjoitusluokkaa
gu: વર્કઆઉટ કેટેગરી સંપાદિત કરો
hi: कसरत श्रेणी संपादित करें
hr: Uredite kategoriju vježbanja
hu: Edzés kategória szerkesztése
it: Modifica categoria di allenamento
ja: ワークアウト カテゴリの編集
kn: ತಾಲೀಮು ವರ್ಗವನ್ನು ಸಂಪಾದಿಸಿ
mi: Whakatikaina te waahanga mahi
mr: वर्कआउट श्रेणी संपादित करा
nl: Trainingscategorie bewerken
no: Rediger treningskategori
pa: ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj kategorię treningu
ro: Editați categoria de antrenament
sv: Redigera träningskategori
ta: ஒர்க்அவுட் வகையைத் திருத்தவும்
te: వ్యాయామ వర్గాన్ని సవరించండి
tr: Antrenman Kategorisini Düzenle
ur: ورزش کے زمرے میں ترمیم کریں۔

source: Add Workout Category
bn: ওয়ার্কআউট বিভাগ যোগ করুন
ca: Afegeix una categoria d'entrenament
cs: Přidat kategorii cvičení
da: Tilføj træningskategori
el: Προσθήκη κατηγορίας προπόνησης
es: Agregar categoría de entrenamiento
et: Lisage treeningu kategooria
fa: اضافه کردن دسته تمرین
fi: Lisää harjoitusluokka
gu: વર્કઆઉટ કેટેગરી ઉમેરો
hi: कसरत श्रेणी जोड़ें
hr: Dodajte kategoriju vježbanja
hu: Edzés kategória hozzáadása
it: Aggiungi categoria di allenamento
ja: ワークアウト カテゴリを追加
kn: ತಾಲೀಮು ವರ್ಗವನ್ನು ಸೇರಿಸಿ
mi: Tāpiri Kāwai Mahi
mr: कसरत श्रेणी जोडा
nl: Trainingscategorie toevoegen
no: Legg til treningskategori
pa: ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj kategorię treningu
ro: Adăugați o categorie de antrenament
sv: Lägg till träningskategori
ta: உடற்பயிற்சி வகையைச் சேர்க்கவும்
te: వ్యాయామ వర్గాన్ని జోడించండి
tr: Antrenman Kategorisi Ekle
ur: ورزش کا زمرہ شامل کریں۔

source: Please Enter Title
bn: অনুগ্রহ করে শিরোনাম লিখুন
ca: Introduïu el títol
cs: Zadejte název
da: Indtast venligst titel
el: Εισαγάγετε τον τίτλο
es: Ingrese el título
et: Palun sisestage pealkiri
fa: لطفا عنوان را وارد کنید
fi: Anna otsikko
gu: કૃપા કરીને શીર્ષક દાખલ કરો
hi: कृपया शीर्षक दर्ज करें
hr: Unesite naslov
hu: Kérjük, adja meg a címet
it: Inserisci il titolo
ja: タイトルを入力してください
kn: ದಯವಿಟ್ಟು ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia te Taitara
mr: कृपया शीर्षक प्रविष्ट करा
nl: Voer een titel in
no: Vennligst skriv inn tittel
pa: ਕਿਰਪਾ ਕਰਕੇ ਟਾਈਟਲ ਦਰਜ ਕਰੋ
pl: Wprowadź tytuł
ro: Vă rugăm să introduceți titlul
sv: Vänligen ange titel
ta: தயவுசெய்து தலைப்பை உள்ளிடவும்
te: దయచేసి శీర్షికను నమోదు చేయండి
tr: Lütfen Başlık Girin
ur: براہ کرم عنوان درج کریں۔

source: Title
bn: শিরোনাম
ca: Títol
cs: Titul
da: Titel
el: Τίτλος
es: Título
et: Pealkiri
fa: عنوان
fi: Otsikko
gu: શીર્ષક
hi: शीर्षक
hr: Titula
hu: Cím
it: Titolo
ja: タイトル
kn: ಶೀರ್ಷಿಕೆ
mi: Taitara
mr: शीर्षक
nl: Titel
no: Tittel
pa: ਸਿਰਲੇਖ
pl: Tytuł
ro: Titlu
sv: Titel
ta: தலைப்பு
te: శీర్షిక
tr: Başlık
ur: عنوان

source: EDIT CATEGORY
bn: বিভাগ সম্পাদনা করুন
ca: EDITAR LA CATEGORIA
cs: UPRAVIT KATEGORII
da: REDIGER KATEGORI
el: ΕΠΕΞΕΡΓΑΣΙΑ ΚΑΤΗΓΟΡΙΑΣ
es: EDITAR CATEGORIA
et: MUUDA KATEGOORIAT
fa: ویرایش دسته
fi: MUOKKAA KATEGORIAA
gu: કેટેગરી સંપાદિત કરો
hi: संपादित करें श्रेणी
hr: UREDI KATEGORIJU
hu: KATEGÓRIA SZERKESZTÉSE
it: MODIFICA CATEGORIA
ja: カテゴリを編集
kn: ವರ್ಗವನ್ನು ಸಂಪಾದಿಸಿ
mi: KAUPAPA ETITA
mr: श्रेणी संपादित करा
nl: BEWERK CATEGORIE
no: REDIGER KATEGORI
pa: ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: EDYTUJ KATEGORIĘ
ro: EDITAȚI CATEGORIA
sv: REDIGERA KATEGORI
ta: வகையைத் திருத்தவும்
te: వర్గాన్ని సవరించండి
tr: KATEGORİYİ DÜZENLE
ur: زمرہ میں ترمیم کریں۔

source: Add CATEGORY
bn: CATEGORY যোগ করুন
ca: Afegeix CATEGORIA
cs: Přidat CATEGORY
da: Tilføj CATEGORY
el: Προσθήκη CATEGORY
es: Añadir categoría
et: Lisa KATEGOORIA
fa: اضافه کردن CATEGORY
fi: Lisää CATEGORY
gu: CATEGORY ઉમેરો
hi: श्रेणी जोड़ना
hr: Dodajte KATEGORIJU
hu: CATEGORY hozzáadása
it: Aggiungi categoria
ja: カテゴリを追加
kn: CATEGORY ಸೇರಿಸಿ
mi: Tāpiri KAUPAPA
mr: CATEGORY जोडा
nl: Categorie toevoegen
no: Legg til CATEGORY
pa: CATEGORY ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj kategorię
ro: Adăugați CATEGORIE
sv: Lägg till Kategori
ta: CATEGORY ஐச் சேர்க்கவும்
te: CATEGORYని జోడించండి
tr: Kategori ekle
ur: CATEGORY شامل کریں۔

source: Add Exercise
bn: ব্যায়াম যোগ করুন
ca: Afegeix exercici
cs: Přidejte cvičení
da: Tilføj motion
el: Προσθήκη Άσκησης
es: Añadir ejercicio
et: Lisage harjutus
fa: ورزش را اضافه کنید
fi: Lisää harjoitus
gu: વ્યાયામ ઉમેરો
hi: व्यायाम जोड़ें
hr: Dodajte vježbu
hu: Gyakorlat hozzáadása
it: Aggiungi esercizio
ja: エクササイズを追加
kn: ವ್ಯಾಯಾಮ ಸೇರಿಸಿ
mi: Tāpiri Mahi
mr: व्यायाम जोडा
nl: Oefening toevoegen
no: Legg til trening
pa: ਅਭਿਆਸ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj ćwiczenie
ro: Adaugă exercițiu
sv: Lägg till träning
ta: உடற்பயிற்சியைச் சேர்க்கவும்
te: వ్యాయామం జోడించండి
tr: Egzersiz Ekle
ur: ورزش شامل کریں۔

source: Edit Exercise
bn: ব্যায়াম সম্পাদনা করুন
ca: Edita l'exercici
cs: Upravit cvičení
da: Rediger øvelse
el: Επεξεργασία άσκησης
es: Editar ejercicio
et: Muuda harjutust
fa: ویرایش تمرین
fi: Muokkaa harjoitusta
gu: વ્યાયામ સંપાદિત કરો
hi: व्यायाम संपादित करें
hr: Uredi vježbu
hu: Gyakorlat szerkesztése
it: Modifica esercizio
ja: 演習を編集
kn: ಎಡಿಟ್ ವ್ಯಾಯಾಮ
mi: Whakatika Mahi
mr: व्यायाम संपादित करा
nl: Oefening bewerken
no: Rediger øvelse
pa: ਅਭਿਆਸ ਨੂੰ ਸੋਧੋ
pl: Edytuj ćwiczenie
ro: Editați exercițiul
sv: Redigera övning
ta: பயிற்சியைத் திருத்தவும்
te: వ్యాయామం సవరించండి
tr: Egzersizi Düzenle
ur: ورزش میں ترمیم کریں۔

source: Please Enter Your Exercise Title
bn: অনুগ্রহ করে আপনার ব্যায়ামের শিরোনাম লিখুন
ca: Introduïu el títol del vostre exercici
cs: Zadejte název vašeho cvičení
da: Indtast venligst din øvelses titel
el: Εισαγάγετε τον τίτλο της άσκησής σας
es: Ingrese el título de su ejercicio
et: Palun sisestage oma harjutuse pealkiri
fa: لطفا عنوان تمرین خود را وارد کنید
fi: Anna harjoituksen nimi
gu: કૃપા કરીને તમારું વ્યાયામ શીર્ષક દાખલ કરો
hi: कृपया अपना व्यायाम शीर्षक दर्ज करें
hr: Unesite naziv svoje vježbe
hu: Kérjük, adja meg a gyakorlat címét
it: Inserisci il titolo dell'esercizio
ja: エクササイズのタイトルを入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವ್ಯಾಯಾಮದ ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Taitara Whakangungu
mr: कृपया आपले व्यायाम शीर्षक प्रविष्ट करा
nl: Voer de titel van uw oefening in
no: Skriv inn øvelsestittelen din
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਕਸਰਤ ਦਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ
pl: Wprowadź tytuł ćwiczenia
ro: Vă rugăm să introduceți titlul exercițiului dvs
sv: Vänligen ange din övningstitel
ta: உங்கள் பயிற்சியின் தலைப்பை உள்ளிடவும்
te: దయచేసి మీ వ్యాయామ శీర్షికను నమోదు చేయండి
tr: Lütfen Alıştırma Başlığınızı Giriniz
ur: براہ کرم اپنی ورزش کا عنوان درج کریں۔

source: Exercise Title
bn: ব্যায়াম শিরোনাম
ca: Títol de l'exercici
cs: Název cvičení
da: Øvelsens titel
el: Τίτλος Άσκησης
es: Título del ejercicio
et: Harjutuse pealkiri
fa: عنوان تمرین
fi: Harjoituksen otsikko
gu: વ્યાયામ શીર્ષક
hi: व्यायाम शीर्षक
hr: Naslov vježbe
hu: Gyakorlat címe
it: Titolo esercizio
ja: 演習のタイトル
kn: ವ್ಯಾಯಾಮ ಶೀರ್ಷಿಕೆ
mi: Taitara Mahi
mr: व्यायाम शीर्षक
nl: Oefening Titel
no: Øvelsestittel
pa: ਕਸਰਤ ਦਾ ਸਿਰਲੇਖ
pl: Tytuł ćwiczenia
ro: Titlul exercițiului
sv: Övningstitel
ta: பயிற்சியின் தலைப்பு
te: వ్యాయామం శీర్షిక
tr: Alıştırma Başlığı
ur: ورزش کا عنوان

source: Select Category
bn: বিভাগ নির্বাচন করুন
ca: Seleccioneu la categoria
cs: Vyberte kategorii
da: Vælg Kategori
el: Επιλέξτε Κατηγορία
es: selecciona una categoría
et: Vali kategooria
fa: دسته را انتخاب کنید
fi: Valitse kategoria
gu: શ્રેણી પસંદ કરો
hi: श्रेणी चुनना
hr: Odaberi kategoriju
hu: Válassz kategóriát
it: Seleziona categoria
ja: カテゴリを選んでください
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpako Kāwai
mr: श्रेणी निवडा
nl: selecteer categorie
no: Velg kategori
pa: ਸ਼੍ਰੇਣੀ ਚੁਣੋ
pl: Wybierz kategorię
ro: selecteaza categoria
sv: Välj kategori
ta: பிரிவை தேர்வு செய்க
te: వర్గం ఎంచుకోండి
tr: Kategori seç
ur: زمرہ منتخب کریں۔

source: Exercise Image
bn: ব্যায়াম ইমেজ
ca: Imatge de l'exercici
cs: Obrázek cvičení
da: Træningsbillede
el: Εικόνα άσκησης
es: Imagen de ejercicio
et: Harjutuse pilt
fa: تصویر تمرین
fi: Harjoituksen kuva
gu: વ્યાયામ છબી
hi: व्यायाम छवि
hr: Slika vježbe
hu: Gyakorlat kép
it: Immagine dell'esercizio
ja: 運動イメージ
kn: ವ್ಯಾಯಾಮ ಚಿತ್ರ
mi: Whakaahua Mahi
mr: व्यायाम प्रतिमा
nl: Oefening afbeelding
no: Treningsbilde
pa: ਅਭਿਆਸ ਚਿੱਤਰ
pl: Obraz ćwiczenia
ro: Imagine de exercițiu
sv: Träningsbild
ta: உடற்பயிற்சி படம்
te: వ్యాయామం చిత్రం
tr: Egzersiz Resmi
ur: ورزش کی تصویر

source: Select Exercise Image
bn: ব্যায়াম ইমেজ নির্বাচন করুন
ca: Seleccioneu Imatge de l'exercici
cs: Vyberte Obrázek cvičení
da: Vælg Træningsbillede
el: Επιλέξτε Εικόνα άσκησης
es: Seleccionar imagen de ejercicio
et: Valige Treeningu pilt
fa: تصویر تمرین را انتخاب کنید
fi: Valitse Harjoituskuva
gu: વ્યાયામ છબી પસંદ કરો
hi: व्यायाम छवि का चयन करें
hr: Odaberite sliku vježbe
hu: Válassza az Exercise Image lehetőséget
it: Seleziona Immagine esercizio
ja: エクササイズ画像を選択
kn: ವ್ಯಾಯಾಮ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Whakaahua Mahi
mr: व्यायाम प्रतिमा निवडा
nl: Selecteer Trainingsafbeelding
no: Velg treningsbilde
pa: ਕਸਰਤ ਚਿੱਤਰ ਚੁਣੋ
pl: Wybierz obraz ćwiczenia
ro: Selectați Imaginea exercițiului
sv: Välj Träningsbild
ta: உடற்பயிற்சி படத்தைத் தேர்ந்தெடுக்கவும்
te: వ్యాయామ చిత్రాన్ని ఎంచుకోండి
tr: Egzersiz Resmini Seçin
ur: ورزش کی تصویر منتخب کریں۔

source: CHOOSE
bn: পছন্দ করা
ca: ESCOLLIR
cs: VYBRAT
da: VÆLGE
el: ΕΠΙΛΕΓΩ
es: ELEGIR
et: VALI
fa: انتخاب کنید
fi: VALITA
gu: પસંદ કરો
hi: चुनना
hr: BIRAJTE
hu: VÁLASZT
it: SCEGLIERE
ja: 選ぶ
kn: ಆರಿಸಿ
mi: KOWHITI
mr: निवडा
nl: KIEZEN
no: VELGE
pa: ਚੁਣੋ
pl: WYBIERAĆ
ro: ALEGE
sv: VÄLJA
ta: தேர்வு
te: ఎంచుకోండి
tr: SEÇMEK
ur: منتخب کریں۔

source: Notes
bn: মন্তব্য
cs: Poznámky
da: Noter
el: Σημειώσεις
es: notas
et: Märkmed
fa: یادداشت
fi: Huomautuksia
gu: નોંધો
hi: टिप्पणियाँ
hr: Bilješke
hu: Megjegyzések
it: Appunti
ja: ノート
kn: ಟಿಪ್ಪಣಿಗಳು
mr: नोट्स
nl: Notities
no: Notater
pa: ਨੋਟਸ
pl: Notatki
ro: Note
sv: Anteckningar
ta: குறிப்புகள்
te: గమనికలు
tr: notlar
ur: نوٹس

source: Please Select Exercise Image or Youtube URL
bn: অনুগ্রহ করে এক্সারসাইজ ইমেজ বা ইউটিউব ইউআরএল নির্বাচন করুন
ca: Seleccioneu la imatge de l'exercici o l'URL de Youtube
cs: Vyberte prosím obrázek cvičení nebo adresu URL YouTube
da: Vælg venligst træningsbillede eller Youtube URL
el: Επιλέξτε Εικόνα άσκησης ή διεύθυνση URL YouTube
es: Seleccione la imagen del ejercicio o la URL de Youtube
et: Valige harjutuse pilt või Youtube'i URL
fa: لطفاً تصویر تمرین یا URL یوتیوب را انتخاب کنید
fi: Valitse harjoituksen kuva tai Youtuben URL-osoite
gu: કૃપા કરીને વ્યાયામ છબી અથવા YouTube URL પસંદ કરો
hi: कृपया एक्सरसाइज इमेज या Youtube URL चुनें
hr: Odaberite sliku vježbe ili Youtube URL
hu: Kérjük, válassza ki a gyakorlat képét vagy a Youtube URL-jét
it: Seleziona l'immagine dell'esercizio o l'URL di Youtube
ja: 運動画像またはYoutube URLを選択してください
kn: ದಯವಿಟ್ಟು ವ್ಯಾಯಾಮ ಚಿತ್ರ ಅಥವಾ Youtube URL ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Whakaahua Whakaakoranga, te URL Youtube ranei
mr: कृपया व्यायाम प्रतिमा किंवा Youtube URL निवडा
nl: Selecteer trainingsafbeelding of YouTube-URL
no: Velg treningsbilde eller YouTube URL
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਸਰਤ ਚਿੱਤਰ ਜਾਂ ਯੂਟਿਊਬ URL ਚੁਣੋ
pl: Wybierz obraz ćwiczenia lub adres URL YouTube
ro: Vă rugăm să selectați Imaginea exercițiului sau URL-ul YouTube
sv: Välj träningsbild eller Youtube URL
ta: உடற்பயிற்சி படம் அல்லது Youtube URL ஐத் தேர்ந்தெடுக்கவும்
te: దయచేసి వ్యాయామ చిత్రం లేదా Youtube URLని ఎంచుకోండి
tr: Lütfen Egzersiz Resmini veya Youtube URL'sini Seçin
ur: براہ کرم ورزش کی تصویر یا یوٹیوب یو آر ایل منتخب کریں۔

source: Please Enter Valid Youtube Link
bn: বৈধ Youtube লিঙ্ক লিখুন দয়া করে
ca: Introduïu un enllaç de Youtube vàlid
cs: Zadejte prosím platný odkaz YouTube
da: Indtast venligst et gyldigt Youtube-link
el: Εισαγάγετε έγκυρο σύνδεσμο YouTube
es: Ingrese un enlace válido de Youtube
et: Sisestage kehtiv Youtube'i link
fa: لطفا لینک یوتیوب معتبر را وارد کنید
fi: Anna kelvollinen Youtube-linkki
gu: કૃપા કરીને માન્ય યુટ્યુબ લિંક દાખલ કરો
hi: कृपया वैध यूट्यूब लिंक दर्ज करें
hr: Unesite važeću Youtube vezu
hu: Kérjük, adjon meg érvényes Youtube linket
it: Inserisci un link Youtube valido
ja: 有効な YouTube リンクを入力してください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ Youtube ಲಿಂಕ್ ಅನ್ನು ನಮೂದಿಸಿ
mi: Tena Whakauruhia te Hononga Youtube Tika
mr: कृपया वैध Youtube लिंक एंटर करा
nl: Voer een geldige YouTube-link in
no: Vennligst skriv inn gyldig Youtube-link
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਯੂਟਿਊਬ ਲਿੰਕ ਦਾਖਲ ਕਰੋ
pl: Wprowadź prawidłowy link do YouTube
ro: Vă rugăm să introduceți un link Youtube valid
sv: Vänligen ange giltig Youtube-länk
ta: சரியான Youtube இணைப்பை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే Youtube లింక్‌ని నమోదు చేయండి
tr: Lütfen Geçerli Youtube Bağlantısı Girin
ur: براہ کرم درست یوٹیوب لنک درج کریں۔

source: Exercise added Successfully
bn: ব্যায়াম সফলভাবে যোগ করা হয়েছে
ca: Exercici afegit amb èxit
cs: Cvičení bylo úspěšně přidáno
da: Øvelse tilføjet med succes
el: Η άσκηση προστέθηκε με επιτυχία
es: Ejercicio añadido con éxito
et: Harjutus on edukalt lisatud
fa: تمرین با موفقیت اضافه شد
fi: Harjoitus lisätty onnistuneesti
gu: કસરત સફળતાપૂર્વક ઉમેરાઈ
hi: व्यायाम सफलतापूर्वक जोड़ा गया
hr: Vježba je uspješno dodana
hu: A gyakorlat sikeresen hozzáadva
it: Esercizio aggiunto con successo
ja: 演習が正常に追加されました
kn: ವ್ಯಾಯಾಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I angitū te taapiri korikori
mr: व्यायाम यशस्वीरित्या जोडला
nl: Oefening succesvol toegevoegd
no: Øvelse lagt til
pa: ਅਭਿਆਸ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
pl: Pomyślnie dodano ćwiczenie
ro: Exercițiu adăugat cu succes
sv: Övning har lagts till
ta: உடற்பயிற்சி வெற்றிகரமாக சேர்க்கப்பட்டது
te: వ్యాయామం విజయవంతంగా జోడించబడింది
tr: Egzersiz Başarıyla Eklendi
ur: ورزش کامیابی کے ساتھ شامل کی گئی۔

source: Exercise already exist
bn: ব্যায়াম আগে থেকেই আছে
ca: L'exercici ja existeix
cs: Cvičení již existuje
da: Motion findes allerede
el: Η άσκηση υπάρχει ήδη
es: El ejercicio ya existe
et: Harjutus on juba olemas
fa: ورزش از قبل وجود دارد
fi: Harjoitusta on jo olemassa
gu: વ્યાયામ પહેલેથી જ અસ્તિત્વમાં છે
hi: व्यायाम पहले से मौजूद है
hr: Vježbe već postoje
hu: A gyakorlat már létezik
it: L'esercizio esiste già
ja: 演習は既に存在します
kn: ವ್ಯಾಯಾಮ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Kei te noho kee te korikori
mr: व्यायाम आधीच अस्तित्वात आहे
nl: Oefening bestaat al
no: Trening finnes allerede
pa: ਅਭਿਆਸ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Ćwiczenia już istnieją
ro: Exercițiile există deja
sv: Träning finns redan
ta: உடற்பயிற்சி ஏற்கனவே உள்ளது
te: వ్యాయామం ఇప్పటికే ఉంది
tr: Egzersiz zaten var
ur: ورزش پہلے سے موجود ہے۔

# you_do_not_have_any_workout_category
source: You don't have any Workout Category
bn: আপনার কোনো ওয়ার্কআউট বিভাগ নেই
ca: No tens cap categoria d'entrenament
cs: Nemáte žádnou kategorii cvičení
da: Du har ikke nogen træningskategori
el: Δεν έχετε καμία κατηγορία προπόνησης
es: No tienes ninguna categoría de entrenamiento
et: Teil pole ühtegi treeningu kategooriat
fa: شما هیچ رده تمرینی ندارید
fi: Sinulla ei ole harjoitusluokkaa
gu: તમારી પાસે કોઈ વર્કઆઉટ કૅટેગરી નથી
hi: आपके पास कोई कसरत श्रेणी नहीं है
hr: Nemate nijednu kategoriju vježbanja
hu: Nincs edzés kategóriája
it: Non hai nessuna categoria di allenamento
ja: ワークアウト カテゴリがありません
kn: ನೀವು ಯಾವುದೇ ವರ್ಕ್‌ಔಟ್ ವರ್ಗವನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he waahanga Mahi Mahi
mr: तुमच्याकडे कोणतीही कसरत श्रेणी नाही
nl: Je hebt geen trainingscategorie
no: Du har ingen treningskategori
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਨਹੀਂ ਹੈ
pl: Nie masz żadnej kategorii treningu
ro: Nu aveți nicio categorie de antrenament
sv: Du har ingen träningskategori
ta: உங்களிடம் ஒர்க்அவுட் வகை எதுவும் இல்லை
te: మీకు వర్కౌట్ కేటగిరీ ఏదీ లేదు
tr: Egzersiz Kategoriniz yok
ur: آپ کے پاس ورزش کا کوئی زمرہ نہیں ہے۔

source: Add Workout
bn: ওয়ার্কআউট যোগ করুন
ca: Afegeix entrenament
cs: Přidat cvičení
da: Tilføj træning
el: Προσθήκη προπόνησης
es: Agregar entrenamiento
et: Lisa treening
fa: اضافه کردن تمرین
fi: Lisää harjoitus
gu: વર્કઆઉટ ઉમેરો
hi: कसरत जोड़ें
hr: Dodajte vježbanje
hu: Edzés hozzáadása
it: Aggiungi allenamento
ja: ワークアウトを追加
kn: ತಾಲೀಮು ಸೇರಿಸಿ
mi: Tāpiri Mahi Mahi
mr: कसरत जोडा
nl: Training toevoegen
no: Legg til trening
pa: ਕਸਰਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj trening
ro: Adăugați antrenament
sv: Lägg till träning
ta: வொர்க்அவுட்டைச் சேர்க்கவும்
te: వ్యాయామం జోడించండి
tr: Antrenman Ekle
ur: ورزش شامل کریں۔

source: Workout Title
bn: ওয়ার্কআউট শিরোনাম
ca: Títol de l'entrenament
cs: Název cvičení
da: Træningstitel
el: Τίτλος προπόνησης
es: Título del entrenamiento
et: Treeningu pealkiri
fa: عنوان تمرین
fi: Harjoituksen otsikko
gu: વર્કઆઉટ શીર્ષક
hi: कसरत शीर्षक
hr: Naslov vježbanja
hu: Edzés címe
it: Titolo dell'allenamento
ja: ワークアウトのタイトル
kn: ತಾಲೀಮು ಶೀರ್ಷಿಕೆ
mi: Taitara Mahi
mr: कसरत शीर्षक
nl: Titel training
no: Treningstittel
pa: ਕਸਰਤ ਦਾ ਸਿਰਲੇਖ
pl: Tytuł treningu
ro: Titlul antrenamentului
sv: Träningstitel
ta: உடற்பயிற்சி தலைப்பு
te: వ్యాయామ శీర్షిక
tr: Antrenman Başlığı
ur: ورزش کا عنوان

source: Please Enter Workout Title
bn: অনুগ্রহ করে ওয়ার্কআউট শিরোনাম লিখুন
ca: Introduïu el títol de l'entrenament
cs: Zadejte název cvičení
da: Indtast venligst træningstitel
el: Εισαγάγετε τον τίτλο της προπόνησης
es: Ingrese el título del entrenamiento
et: Sisestage treeningu pealkiri
fa: لطفا عنوان تمرین را وارد کنید
fi: Anna harjoituksen otsikko
gu: કૃપા કરીને વર્કઆઉટ શીર્ષક દાખલ કરો
hi: कृपया कसरत शीर्षक दर्ज करें
hr: Unesite naslov vježbanja
hu: Kérjük, adja meg az edzés címét
it: Inserisci il titolo dell'allenamento
ja: ワークアウトのタイトルを入力してください
kn: ದಯವಿಟ್ಟು ವರ್ಕ್‌ಔಟ್ ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te Taitara Mahi
mr: कृपया वर्कआउट शीर्षक प्रविष्ट करा
nl: Voer de titel van de training in
no: Vennligst skriv inn treningstittel
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਸਰਤ ਦਾ ਸਿਰਲੇਖ ਦਾਖਲ ਕਰੋ
pl: Wprowadź tytuł treningu
ro: Vă rugăm să introduceți titlul antrenamentului
sv: Vänligen ange träningstiteln
ta: உடற்பயிற்சி தலைப்பை உள்ளிடவும்
te: దయచేసి వర్కౌట్ శీర్షికను నమోదు చేయండి
tr: Lütfen Antrenman Başlığını Girin
ur: براہ کرم ورزش کا عنوان درج کریں۔

source: Enter Workout Title
bn: ওয়ার্কআউট শিরোনাম লিখুন
ca: Introduïu el títol de l'entrenament
cs: Zadejte název cvičení
da: Indtast træningstitel
el: Εισαγάγετε τον τίτλο της προπόνησης
es: Ingrese el título del entrenamiento
et: Sisestage treeningu pealkiri
fa: عنوان تمرین را وارد کنید
fi: Anna harjoituksen otsikko
gu: વર્કઆઉટ શીર્ષક દાખલ કરો
hi: कसरत शीर्षक दर्ज करें
hr: Unesite naslov vježbanja
hu: Adja meg az edzés címét
it: Inserisci il titolo dell'allenamento
ja: ワークアウトのタイトルを入力
kn: ತಾಲೀಮು ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia te Taitara Mahi
mr: वर्कआउट शीर्षक प्रविष्ट करा
nl: Voer de titel van de training in
no: Skriv inn treningstittel
pa: ਕਸਰਤ ਦਾ ਸਿਰਲੇਖ ਦਾਖਲ ਕਰੋ
pl: Wprowadź tytuł treningu
ro: Introduceți titlul antrenamentului
sv: Ange träningstitel
ta: உடற்பயிற்சி தலைப்பை உள்ளிடவும்
te: వ్యాయామ శీర్షికను నమోదు చేయండి
tr: Antrenman Başlığını Girin
ur: ورزش کا عنوان درج کریں۔

source: Workout For
bn: জন্য ওয়ার্কআউট
ca: Entrenament per
cs: Cvičení pro
da: Træning til
el: Προπόνηση για
es: entrenamiento para
et: Treening jaoks
fa: تمرین برای
fi: Harjoitus varten
gu: માટે વર્કઆઉટ
hi: के लिए कसरत
hr: Vježbanje za
hu: Edzés For
it: Allenamento per
ja: トレーニング
kn: ಇದಕ್ಕಾಗಿ ತಾಲೀಮು
mi: Mahi Mahi Mo
mr: साठी कसरत
nl: Training voor
no: Trening for
pa: ਲਈ ਕਸਰਤ
pl: Trening dla
ro: Antrenament pentru
sv: Träning för
ta: உடற்பயிற்சிக்காக
te: వ్యాయామం కోసం
tr: için egzersiz
ur: کے لیے ورزش

source: Select Item
bn: বাছাইকৃত জিনিস
ca: Seleccioneu l'element
cs: Vybrat předmět
da: Vælg vare
el: Επιλέξτε αντικείμενο
es: Seleccione un artículo
et: Valige üksus
fa: مورد را انتخاب کنید
fi: Valitse tavara
gu: આઇટમ પસંદ કરો
hi: वस्तु चुनें
hr: Odaberite stavku
hu: Tárgy kiválasztása
it: Scegliere oggetto
ja: アイテムを選択
kn: ಐಟಂ ಆಯ್ಕೆಮಾಡಿ
mi: Tīpako Tūemi
mr: आयटम निवडा
nl: Selecteer item
no: Velg en
pa: ਆਈਟਮ ਚੁਣੋ
pl: Wybierz przedmiot
ro: Selectați elementul
sv: Välj föremål
ta: உருப்படியைத் தேர்ந்தெடுக்கவும்
te: అంశాన్ని ఎంచుకోండి
tr: Öğeyi seçin
ur: آئٹم کو منتخب کریں۔
