Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Good Morning,
bn: সুপ্রভাত,
ca: Bon dia,
cs: Dobré ráno,
da: God morgen,
el: Καλημέρα,
es: Buen día,
et: Tere hommikust,
fa: صبح بخیر،
fi: Hyvää huomenta,
gu: સુપ્રભાત,
hi: शुभ प्रभात,
hr: Dobro jutro,
hu: Jó reggelt kívánok,
it: Buongiorno,
ja: おはよう、
kn: ಶುಭೋದಯ,
mi: Ata mārie,
mr: शुभ प्रभात,
nl: Goedemorgen,
no: God morgen,
pa: ਸ਼ੁਭ ਸਵੇਰ,
pl: Dzień dobry,
ro: Buna dimineata,
sv: God morgon,
ta: காலை வணக்கம்,
te: శుభోదయం,
tr: Günaydın,
ur: صبح بخیر،

source: Good Afternoon,
bn: শুভ অপরাহ্ন,
ca: Bona tarda,
cs: Dobré odpoledne,
da: God eftermiddag,
el: Καλό απόγευμα,
es: Buenas tardes,
et: Tere päevast,
fa: عصر بخیر،
fi: Hyvää iltapäivää,
gu: શુભ બપોર,
hi: नमस्कार,
hr: Dobar dan,
hu: Jó napot,
it: Buon pomeriggio,
ja: こんにちは、
kn: ಶುಭ ಅಪರಾಹ್ನ,
mi: Kia pai te ahiahi,
mr: शुभ दुपार,
nl: Goedemiddag,
no: God ettermiddag,
pa: ਨਮਸਕਾਰ,
pl: Dzień dobry,
ro: Bună ziua,
sv: God eftermiddag,
ta: மதிய வணக்கம்,
te: శుభ మద్యాహ్నం,
tr: Tünaydın,
ur: دوپہر بخیر،

source: Good Evening,
bn: শুভ সন্ধ্যা,
ca: Bona nit,
cs: Dobrý večer,
da: God aften,
el: Καλό απόγευμα,
es: Buenas noches,
et: Tere õhtust,
fa: عصر بخیر،
fi: Hyvää iltaa,
gu: શુભ સાંજ,
hi: नमस्ते,
hr: Dobra večer,
hu: Jó estét,
it: Buonasera,
ja: こんばんは、
kn: ಶುಭ ಸಂಜೆ,
mi: Kia pai te ahiahi,
mr: शुभ संध्या,
nl: Goedeavond,
no: God kveld,
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ,
pl: Dobry wieczór,
ro: Bună seara,
sv: God kväll,
ta: மாலை வணக்கம்,
te: శుభ సాయంత్రం,
tr: İyi akşamlar,
ur: شام بخیر،

source: member out of
bn: সদস্য আউট
ca: membre fora de
cs: člen z
da: medlem ud af
el: μέλος εκτός
es: miembro fuera de
et: liige välja
fa: عضو خارج از
fi: jäsen pois
gu: સભ્ય બહાર
hi: सदस्य बाहर
hr: član van
hu: tag ki
it: membro fuori
ja: メンバー外
kn: ಸದಸ್ಯ ಹೊರಗೆ
mi: mema i waho
mr: सदस्य बाहेर
nl: lid uit
no: medlem ut av
pa: ਦੇ ਮੈਂਬਰ
pl: członek z
ro: membru din
sv: medlem ur
ta: உறுப்பினர் வெளியே
te: సభ్యుడు బయటకు
tr: üye dışında
ur: کے رکن

source: Month
bn: মাস
ca: Mes
cs: Měsíc
da: Måned
el: Μήνας
es: Mes
et: Kuu
fa: ماه
fi: Kuukausi
gu: માસ
hi: महीना
hr: Mjesec
hu: Hónap
it: Mese
ja: 月
kn: ತಿಂಗಳು
mi: Marama
mr: महिना
nl: Maand
no: Måned
pa: ਮਹੀਨਾ
pl: Miesiąc
ro: Lună
sv: Månad
ta: மாதம்
te: నెల
tr: Ay
ur: مہینہ

source: Year
bn: বছর
ca: Curs
cs: Rok
da: År
el: Ετος
es: Año
et: aasta
fa: سال
fi: vuosi
gu: વર્ષ
hi: वर्ष
hr: Godina
hu: Év
it: Anno
ja: 年
kn: ವರ್ಷ
mi: Tau
mr: वर्ष
nl: Jaar
no: År
pa: ਸਾਲ
pl: Rok
ro: An
sv: År
ta: ஆண்டு
te: సంవత్సరం
tr: Yıl
ur: سال

source: Beginner
bn: শিক্ষানবিস
ca: Principiant
cs: Začátečník
da: Nybegynder
el: Αρχάριος
es: Principiante
et: Algaja
fa: مبتدی
fi: Aloittelija
gu: શિખાઉ માણસ
hi: शुरुआती
hr: Početnik
hu: Kezdő
it: Principiante
ja: 初心者
kn: ಹರಿಕಾರ
mi: Kaimatamata
mr: नवशिक्या
no: Nybegynner
pa: ਸ਼ੁਰੂਆਤ ਕਰਨ ਵਾਲਾ
pl: Początkujący
ro: Începător
sv: Nybörjare
ta: ஆரம்பநிலை
te: అనుభవశూన్యుడు
tr: Acemi
ur: شروع

source: Intermediate
bn: মধ্যবর্তী
ca: Intermedi
cs: středně pokročilí
da: Mellemliggende
el: Ενδιάμεσος
es: Intermedio
et: Keskmine
fa: حد واسط
fi: Keskitason
gu: મધ્યમ
hi: मध्यम
hr: Srednji
hu: Közbülső
it: Intermedio
ja: 中級
kn: ಮಧ್ಯಂತರ
mi: Takawaenga
mr: मध्यवर्ती
nl: Tussenliggend
no: Middels
pa: ਵਿਚਕਾਰਲਾ
pl: Mediator
ro: Intermediar
sv: Mellanliggande
ta: இடைநிலை
te: ఇంటర్మీడియట్
tr: Orta seviye
ur: انٹرمیڈیٹ

source: Advance
bn: অগ্রিম
ca: Avançar
cs: Záloha
da: Rykke
el: Προκαταβολή
es: Avance
et: Edasiminek
fa: پیشرفت
gu: એડવાન્સ
hi: अग्रिम
hr: unaprijed
hu: Előleg
it: Avanzare
ja: 前進
kn: ಮುಂಗಡ
mi: Whakamua
mr: प्रगती
nl: Voorschot
no: Avansere
pa: ਐਡਵਾਂਸ
pl: Osiągnięcie
ro: Avans
sv: Förskott
ta: அட்வான்ஸ்
te: అడ్వాన్స్
tr: İlerlemek
ur: ایڈوانس

source: Class Already Exist
bn: ক্লাস ইতিমধ্যেই বিদ্যমান
ca: La classe ja existeix
cs: Třída již existuje
da: Klasse findes allerede
el: Η τάξη υπάρχει ήδη
es: La clase ya existe
et: Klass on juba olemas
fa: کلاس قبلاً وجود دارد
fi: Luokka on jo olemassa
gu: વર્ગ પહેલેથી અસ્તિત્વમાં છે
hi: कक्षा पहले से मौजूद है
hr: Klasa već postoji
hu: Az osztály már létezik
it: Classe già esistente
ja: クラスはすでに存在します
kn: ವರ್ಗ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Kua Tiri Kua Karaehe
mr: वर्ग आधीच अस्तित्वात आहे
nl: Klasse bestaat al
no: Klasse finnes allerede
pa: ਕਲਾਸ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Klasa już istnieje
ro: Clasa există deja
sv: Klass finns redan
ta: வகுப்பு ஏற்கனவே உள்ளது
te: తరగతి ఇప్పటికే ఉంది
tr: Sınıf Zaten Var
ur: کلاس پہلے سے موجود ہے۔

# class_add_successfully
source: Class added Successfully
bn: ক্লাস সফলভাবে যোগ করা হয়েছে
ca: La classe s'ha afegit correctament
cs: Třída byla úspěšně přidána
da: Klasse blev tilføjet
el: Η τάξη προστέθηκε με επιτυχία
es: Clase añadida con éxito
et: Klassi lisamine õnnestus
fa: کلاس با موفقیت اضافه شد
fi: Luokka lisätty onnistuneesti
gu: વર્ગ સફળતાપૂર્વક ઉમેરાયો
hi: कक्षा सफलतापूर्वक जोड़ी गई
hr: Razred je uspješno dodan
hu: Az osztály sikeresen hozzáadva
it: Classe aggiunta con successo
ja: クラスが正常に追加されました
kn: ತರಗತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te taapiri o te akomanga
mr: वर्ग यशस्वीरीत्या जोडला
nl: Klasse succesvol toegevoegd
no: Klassen ble lagt til
pa: ਕਲਾਸ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ
pl: Pomyślnie dodano zajęcia
ro: Clasa adăugată cu succes
sv: Klass har lagts till
ta: வகுப்பு வெற்றிகரமாக சேர்க்கப்பட்டது
te: తరగతి విజయవంతంగా జోడించబడింది
tr: Sınıf başarıyla eklendi
ur: کلاس کامیابی کے ساتھ شامل ہو گئی۔

# class_update_successfully
source: Class Updated Successfully
bn: ক্লাস সফলভাবে আপডেট হয়েছে
ca: Classe actualitzada correctament
cs: Třída byla úspěšně aktualizována
da: Klasse blev opdateret
el: Η τάξη ενημερώθηκε με επιτυχία
es: Clase actualizada con éxito
et: Klassi värskendamine õnnestus
fa: کلاس با موفقیت به روز شد
fi: Luokka päivitetty onnistuneesti
gu: વર્ગ સફળતાપૂર્વક અપડેટ થયો
hi: कक्षा सफलतापूर्वक अपडेट की गई
hr: Razred je uspješno ažuriran
hu: Az osztály sikeresen frissítve
it: Classe aggiornata con successo
ja: クラスが正常に更新されました
kn: ತರಗತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahoutanga o te akomanga
mr: वर्ग यशस्वीरित्या अपडेट केला
nl: Klasse succesvol geüpdatet
no: Klassen ble oppdatert
pa: ਕਲਾਸ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ
pl: Klasa została pomyślnie zaktualizowana
ro: Clasa a fost actualizată cu succes
sv: Klassen har uppdaterats framgångsrikt
ta: வகுப்பு வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: తరగతి విజయవంతంగా నవీకరించబడింది
tr: Sınıf Başarıyla Güncellendi
ur: کلاس کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔

source: Class deleted Successfully
bn: ক্লাস সফলভাবে মুছে ফেলা হয়েছে
ca: La classe s'ha suprimit correctament
cs: Třída byla úspěšně odstraněna
da: Klasse blev slettet
el: Η τάξη διαγράφηκε με επιτυχία
es: Clase eliminada con éxito
et: Kursus edukalt kustutatud
fa: کلاس با موفقیت حذف شد
fi: Kurssi poistettu onnistuneesti
gu: વર્ગ સફળતાપૂર્વક કાઢી નાખ્યો
hi: कक्षा सफलतापूर्वक हटा दी गई
hr: Predavanje je uspješno izbrisano
hu: Az osztály sikeresen törölve
it: Classe eliminata con successo
ja: クラスが正常に削除されました
kn: ತರಗತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
mi: I momoho te whakakore i te karaehe
mr: वर्ग यशस्वीरित्या हटवला
nl: Klas succesvol verwijderd
no: Klassen er slettet
pa: ਕਲਾਸ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ
pl: Klasa została usunięta pomyślnie
ro: Clasa a fost ștearsă cu succes
sv: Klassen har raderats
ta: வகுப்பு வெற்றிகரமாக நீக்கப்பட்டது
te: తరగతి విజయవంతంగా తొలగించబడింది
tr: Sınıf Başarıyla Silindi
ur: کلاس کامیابی کے ساتھ حذف ہو گئی۔

source: ClassScheduleId is empty
bn: ClassScheduleId খালি আছে
ca: ClassScheduleId està buit
cs: ClassScheduleId je prázdné
da: ClassScheduleId er tom
el: Το ClassScheduleId είναι κενό
es: ClassScheduleId está vacío
et: ClassScheduleId on tühi
fa: ClassScheduleId خالی است
fi: ClassScheduleId on tyhjä
gu: ClassScheduleId ખાલી છે
hi: ClassScheduleId खाली है
hr: ClassScheduleId je prazan
hu: A ClassScheduleId üres
it: ClassScheduleId è vuoto
ja: クラス ScheduleId が空です
kn: ತರಗತಿ ವೇಳಾಪಟ್ಟಿ ಐಡಿ ಖಾಲಿಯಾಗಿದೆ
mi: Kei te putua te Id Hōtaka Akomanga
mr: वर्ग शेड्यूल आयडी रिक्त आहे
nl: Class ScheduleId is leeg
no: Class ScheduleId er tom
pa: ਕਲਾਸ ਸ਼ਡਿਊਲ ਆਈਡੀ ਖਾਲੀ ਹੈ
pl: Identyfikator harmonogramu zajęć jest pusty
ro: Class ScheduleId este gol
sv: Klassschema-ID är tomt
ta: வகுப்பு அட்டவணை ஐடி காலியாக உள்ளது
te: తరగతి షెడ్యూల్ Id ఖాళీగా ఉంది
tr: Sınıf ScheduleId boş
ur: کلاس شیڈول آئی ڈی خالی ہے۔

source: Class Assigned Successfully
bn: ক্লাস সফলভাবে বরাদ্দ করা হয়েছে
ca: Classe assignada amb èxit
cs: Třída byla úspěšně přiřazena
da: Klasse tildelt med succes
el: Η τάξη ανατέθηκε με επιτυχία
es: Clase asignada con éxito
et: Kursus edukalt määratud
fa: کلاس با موفقیت تخصیص یافت
fi: Luokka määritetty onnistuneesti
gu: વર્ગ સફળતાપૂર્વક સોંપવામાં આવ્યો
hi: कक्षा सफलतापूर्वक सौंपी गई
hr: Predavanje je uspješno dodijeljeno
hu: Az osztály sikeresen hozzárendelve
it: Classe assegnata con successo
ja: クラスが正常に割り当てられました
kn: ತರಗತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನಿಯೋಜಿಸಲಾಗಿದೆ
mi: I Angitū te Taumahi o te akomanga
mr: वर्ग यशस्वीरित्या नियुक्त केला
nl: Klasse succesvol toegewezen
no: Klasse tildelt
pa: ਕਲਾਸ ਸਫਲਤਾਪੂਰਵਕ ਅਸਾਈਨ ਕੀਤੀ ਗਈ
pl: Klasa została pomyślnie przypisana
ro: Clasa a fost atribuită cu succes
sv: Klass tilldelad framgångsrikt
ta: வகுப்பு வெற்றிகரமாக ஒதுக்கப்பட்டது
te: తరగతి విజయవంతంగా కేటాయించబడింది
tr: Sınıf Başarıyla Atandı
ur: کلاس کامیابی کے ساتھ تفویض کی گئی۔

# exercise_deleted_sucessfully
source: Exercise deleted Successfully
bn: ব্যায়াম সফলভাবে মুছে ফেলা হয়েছে
ca: L'exercici s'ha suprimit correctament
cs: Cvičení bylo úspěšně smazáno
da: Øvelse slettet
el: Η άσκηση διαγράφηκε με επιτυχία
es: Ejercicio eliminado con éxito
et: Harjutus on edukalt kustutatud
fa: تمرین با موفقیت حذف شد
fi: Harjoitus poistettu onnistuneesti
gu: વ્યાયામ સફળતાપૂર્વક કાઢી નાખ્યું
hi: व्यायाम सफलतापूर्वक हटा दिया गया
hr: Vježba je uspješno izbrisana
hu: A gyakorlat sikeresen törölve
it: Esercizio eliminato con successo
ja: エクササイズは正常に削除されました
kn: ವ್ಯಾಯಾಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
mi: I momoho te whakakore i te mahi
mr: व्यायाम यशस्वीरित्या हटवला
nl: Oefening succesvol verwijderd
no: Øvelse slettet
pa: ਅਭਿਆਸ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ
pl: Ćwiczenie zostało pomyślnie usunięte
ro: Exercițiul a fost șters cu succes
sv: Övningen har raderats
ta: உடற்பயிற்சி வெற்றிகரமாக நீக்கப்பட்டது
te: వ్యాయామం విజయవంతంగా తొలగించబడింది
tr: Alıştırma Başarıyla Silindi
ur: ورزش کو کامیابی سے حذف کر دیا گیا۔

source: Exercise Updated Successfully
bn: ব্যায়াম সফলভাবে আপডেট হয়েছে
ca: Exercici actualitzat correctament
cs: Cvičení bylo úspěšně aktualizováno
da: Øvelse opdateret med succes
el: Η άσκηση ενημερώθηκε με επιτυχία
es: Ejercicio actualizado con éxito
et: Treeningu värskendamine õnnestus
fa: تمرین با موفقیت به روز شد
fi: Harjoitus päivitetty onnistuneesti
gu: કસરત સફળતાપૂર્વક અપડેટ થઈ
hi: व्यायाम सफलतापूर्वक अद्यतन किया गया
hr: Vježba je uspješno ažurirana
hu: Gyakorlat sikeresen frissítve
it: Esercizio aggiornato con successo
ja: 演習が正常に更新されました
kn: ವ್ಯಾಯಾಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahou Whakangungu
mr: व्यायाम यशस्वीरित्या अद्यतनित केला
nl: Oefening succesvol bijgewerkt
no: Øvelsen er oppdatert
pa: ਅਭਿਆਸ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Pomyślnie zaktualizowano ćwiczenie
ro: Exercițiul a fost actualizat cu succes
sv: Övningen har uppdaterats framgångsrikt
ta: உடற்பயிற்சி வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: వ్యాయామం విజయవంతంగా నవీకరించబడింది
tr: Alıştırma Başarıyla Güncellendi
ur: ورزش کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔

source: Gym Already Exist
bn: জিম আগে থেকেই আছে
ca: El gimnàs ja existeix
cs: Tělocvična již existuje
da: Gymnastik findes allerede
el: Γυμναστήριο υπάρχει ήδη
es: Gimnasio ya existe
et: Jõusaal on juba olemas
fa: ورزشگاه از قبل وجود دارد
fi: Kuntosali on jo olemassa
gu: જિમ પહેલેથી અસ્તિત્વમાં છે
hi: जिम पहले से मौजूद है
hr: Teretana već postoji
hu: Edzőterem már létezik
it: La palestra esiste già
ja: ジムはすでに存在します
kn: ಜಿಮ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Ko te whare whakapakari tinana
mr: जिम आधीपासूनच अस्तित्वात आहे
nl: Sportschool bestaat al
no: Treningsstudio finnes allerede
pa: ਜਿਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Siłownia już istnieje
ro: Sala de sport există deja
sv: Gymmet finns redan
ta: ஜிம் ஏற்கனவே உள்ளது
te: జిమ్ ఆల్రెడీ ఉంది
tr: Spor Salonu Zaten Var
ur: جم پہلے سے موجود ہے۔

source: Gym Added Successfully
bn: জিম সফলভাবে যোগ করা হয়েছে
ca: Gimnàs afegit amb èxit
cs: Tělocvična úspěšně přidána
da: Gymnastik er tilføjet
el: Το γυμναστήριο προστέθηκε με επιτυχία
es: Gimnasio agregado con éxito
et: Jõusaal edukalt lisatud
fa: ورزشگاه با موفقیت اضافه شد
fi: Kuntosali lisätty onnistuneesti
gu: જિમ સફળતાપૂર્વક ઉમેર્યું
hi: जिम सफलतापूर्वक जोड़ा गया
hr: Teretana je uspješno dodana
hu: Az edzőterem sikeresen hozzáadva
it: Palestra aggiunta con successo
ja: ジムが正常に追加されました
kn: ಜಿಮ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te taapiri o te whare takaro
mr: जिम यशस्वीरित्या जोडले
nl: Sportschool succesvol toegevoegd
no: Gym lagt til
pa: ਜਿਮ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
pl: Pomyślnie dodano siłownię
ro: Sala de sport a fost adăugată cu succes
sv: Gym har lagts till
ta: ஜிம் வெற்றிகரமாக சேர்க்கப்பட்டது
te: జిమ్ విజయవంతంగా జోడించబడింది
tr: Spor Salonu Başarıyla Eklendi
ur: جم کامیابی کے ساتھ شامل کر دیا گیا۔

source: Measurement Already Exist
bn: পরিমাপ ইতিমধ্যেই বিদ্যমান
ca: La mesura ja existeix
cs: Měření již existuje
da: Måling findes allerede
el: Η μέτρηση υπάρχει ήδη
es: La medida ya existe
et: Mõõtmine on juba olemas
fa: اندازه گیری از قبل وجود دارد
fi: Mittaus on jo olemassa
gu: માપન પહેલેથી અસ્તિત્વમાં છે
hi: माप पहले से मौजूद है
hr: Mjerenje već postoji
hu: A mérés már létezik
it: Misura già esistente
ja: 測定はすでに存在します
kn: ಮಾಪನ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Kua Tiri Kua Ine
mr: मोजमाप आधीच अस्तित्वात आहे
nl: Metingen bestaan ​​al
no: Måling finnes allerede
pa: ਮਾਪ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Pomiar już istnieje
ro: Măsurătorile există deja
sv: Mätning finns redan
ta: அளவீடு ஏற்கனவே உள்ளது
te: కొలత ఇప్పటికే ఉంది
tr: Ölçüm Zaten Var
ur: پیمائش پہلے سے موجود ہے۔

source: Measurement Added Successfully
bn: পরিমাপ সফলভাবে যোগ করা হয়েছে
ca: La mesura s'ha afegit correctament
cs: Měření bylo úspěšně přidáno
da: Måling tilføjet med succes
el: Η μέτρηση προστέθηκε με επιτυχία
es: Medición añadida con éxito
et: Mõõtmine edukalt lisatud
fa: اندازه گیری با موفقیت اضافه شد
fi: Mittaus lisätty onnistuneesti
gu: માપન સફળતાપૂર્વક ઉમેર્યું
hi: मापन सफलतापूर्वक जोड़ा गया
hr: Mjerenje je uspješno dodano
hu: Mérés sikeresen hozzáadva
it: Misura aggiunta con successo
ja: 測定値が正常に追加されました
kn: ಮಾಪನವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakapiri
mr: मापन यशस्वीरित्या जोडले
nl: Meting succesvol toegevoegd
no: Måling lagt til
pa: ਮਾਪ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
pl: Pomiar dodany pomyślnie
ro: Măsurătoarea adăugată cu succes
sv: Mätning tillagd framgångsrikt
ta: அளவீடு வெற்றிகரமாக சேர்க்கப்பட்டது
te: కొలత విజయవంతంగా జోడించబడింది
tr: Ölçüm Başarıyla Eklendi
ur: پیمائش کامیابی کے ساتھ شامل کر دی گئی۔

source: Setting Update Successfully
bn: সফলভাবে আপডেট সেট করা হচ্ছে৷
ca: S'està configurant l'actualització correctament
cs: Nastavení aktualizace proběhlo úspěšně
da: Indstilling af opdatering lykkedes
el: Επιτυχής ρύθμιση της ενημέρωσης
es: Configuración de la actualización con éxito
et: Värskenduse seadistamine õnnestus
fa: تنظیم به روز رسانی با موفقیت
fi: Päivityksen asettaminen onnistui
gu: અપડેટ સફળતાપૂર્વક સેટ કરી રહ્યું છે
hi: अपडेट सफलतापूर्वक सेट हो रहा है
hr: Postavljanje ažuriranja uspješno
hu: A frissítés beállítása sikeres
it: Impostazione dell'aggiornamento riuscita
ja: アップデートの設定が正常に完了しました
kn: ನವೀಕರಣವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ
mi: I Angitū te Tautuhinga Whakahou
mr: अपडेट यशस्वीरित्या सेट करत आहे
nl: Update met succes instellen
no: Innstilling av oppdatering vellykket
pa: ਅੱਪਡੇਟ ਸਫਲਤਾਪੂਰਵਕ ਸੈੱਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Ustawianie aktualizacji pomyślnie
ro: Setarea actualizării cu succes
sv: Inställningen av uppdateringen lyckades
ta: புதுப்பிப்பை வெற்றிகரமாக அமைக்கிறது
te: నవీకరణను విజయవంతంగా సెట్ చేస్తోంది
tr: Güncelleme Başarıyla Ayarlanıyor
ur: اپ ڈیٹ کو کامیابی سے ترتیب دیا جا رہا ہے۔

source: General Setting Table Not Found
bn: সাধারণ সেটিং টেবিল পাওয়া যায়নি
ca: No s'ha trobat la taula de configuració general
cs: Tabulka obecných nastavení nebyla nalezena
da: Generel indstillingstabel ikke fundet
el: Ο πίνακας γενικών ρυθμίσεων δεν βρέθηκε
es: Tabla de configuración general no encontrada
et: Üldist seadistustabelit ei leitud
fa: جدول تنظیمات عمومی یافت نشد
fi: Yleistä asetustaulukkoa ei löydy
gu: સામાન્ય સેટિંગ ટેબલ મળ્યું નથી
hi: सामान्य सेटिंग तालिका नहीं मिली
hr: Tablica za opće postavke nije pronađena
hu: Általános beállítási táblázat nem található
it: Tabella delle impostazioni generali non trovata
ja: 一般設定テーブルが見つかりません
kn: ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ ಟೇಬಲ್ ಕಂಡುಬಂದಿಲ್ಲ
mi: Kaore i kitea te Ripanga Tautuhinga Whanui
mr: सामान्य सेटिंग टेबल आढळले नाही
nl: Algemene instellingentabel niet gevonden
no: Finner ikke tabell for generell innstilling
pa: ਆਮ ਸੈਟਿੰਗ ਸਾਰਣੀ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono tabeli ustawień ogólnych
ro: Tabelul de setări generale nu a fost găsit
sv: Allmän inställningstabell hittades inte
ta: பொது அமைப்பு அட்டவணை கிடைக்கவில்லை
te: సాధారణ సెట్టింగు పట్టిక కనుగొనబడలేదు
tr: Genel Ayar Tablosu Bulunamadı
ur: جنرل سیٹنگ ٹیبل نہیں ملا

source: Measurement Update Successfully
bn: পরিমাপ আপডেট সফলভাবে
ca: Actualització de la mesura correctament
cs: Aktualizace měření proběhla úspěšně
da: Måleopdatering lykkedes
el: Η ενημέρωση μέτρησης ολοκληρώθηκε με επιτυχία
es: Actualización de medición exitosa
et: Mõõtmise värskendamine õnnestus
fa: به روز رسانی اندازه گیری با موفقیت انجام شد
fi: Mittauspäivitys onnistui
gu: માપન અપડેટ સફળતાપૂર્વક
hi: मापन अद्यतन सफलतापूर्वक
hr: Ažuriranje mjerenja uspješno
hu: Mérés frissítése sikeres
it: Aggiornamento della misurazione riuscito
ja: 測定値の更新が成功しました
kn: ಮಾಪನ ನವೀಕರಣ ಯಶಸ್ವಿಯಾಗಿ
mi: I Angitū te Whakahou Inenga
mr: मापन अद्यतन यशस्वीरित्या
nl: Meting update succesvol
no: Måleoppdatering vellykket
pa: ਮਾਪ ਅੱਪਡੇਟ ਸਫਲਤਾਪੂਰਵਕ
pl: Pomyślnie zaktualizowano pomiar
ro: Actualizarea măsurătorilor cu succes
sv: Uppdatering av mätning framgångsrikt
ta: அளவீட்டு புதுப்பிப்பு வெற்றிகரமாக
te: మెజర్‌మెంట్ అప్‌డేట్ విజయవంతంగా
tr: Ölçüm Güncellemesi Başarıyla
ur: پیمائش کی تازہ کاری کامیابی کے ساتھ

source: Setting Added Successfully
bn: সেটিং সফলভাবে যোগ করা হয়েছে৷
ca: S'ha afegit la configuració correctament
cs: Nastavení bylo úspěšně přidáno
da: Indstilling tilføjet
el: Η ρύθμιση προστέθηκε με επιτυχία
es: Configuración añadida con éxito
et: Seade on edukalt lisatud
fa: تنظیم با موفقیت اضافه شد
fi: Asetus lisätty onnistuneesti
gu: સેટિંગ સફળતાપૂર્વક ઉમેરાઈ
hi: सेटिंग सफलतापूर्वक जोड़ी गई
hr: Postavka je uspješno dodana
hu: A beállítás sikeresen hozzáadva
it: Impostazione aggiunta con successo
ja: 設定が正常に追加されました
kn: ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakapiri
mr: सेटिंग यशस्वीरित्या जोडले
nl: Instelling succesvol toegevoegd
no: Innstilling lagt til
pa: ਸੈਟਿੰਗ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ
pl: Pomyślnie dodano ustawienie
ro: Setarea a fost adăugată cu succes
sv: Inställningen har lagts till
ta: அமைப்பு வெற்றிகரமாக சேர்க்கப்பட்டது
te: సెట్టింగ్ విజయవంతంగా జోడించబడింది
tr: Ayar Başarıyla Eklendi
ur: ترتیب کامیابی کے ساتھ شامل کر دی گئی۔

source: Payment type Already Selected
bn: অর্থপ্রদানের প্রকার ইতিমধ্যেই নির্বাচিত৷
ca: Tipus de pagament ja seleccionat
cs: Typ platby již vybrán
da: Betalingstype Allerede valgt
el: Ο τύπος πληρωμής έχει ήδη επιλεγεί
es: Tipo de pago ya seleccionado
et: Makse tüüp on juba valitud
fa: نوع پرداخت از قبل انتخاب شده است
fi: Maksutyyppi on jo valittu
gu: ચુકવણીનો પ્રકાર પહેલેથી જ પસંદ કરેલ છે
hi: भुगतान प्रकार पहले से ही चयनित है
hr: Vrsta plaćanja je već odabrana
hu: Fizetési típus már kiválasztva
it: Tipo di pagamento già selezionato
ja: 支払いタイプはすでに選択されています
kn: ಪಾವತಿ ಪ್ರಕಾರವನ್ನು ಈಗಾಗಲೇ ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
mi: Momo utu kua tohua
mr: पेमेंट प्रकार आधीच निवडलेला आहे
nl: Betalingstype al geselecteerd
no: Betalingstype Allerede valgt
pa: ਭੁਗਤਾਨ ਦੀ ਕਿਸਮ ਪਹਿਲਾਂ ਹੀ ਚੁਣੀ ਹੋਈ ਹੈ
pl: Rodzaj płatności już wybrany
ro: Tip de plată Deja selectat
sv: Betalningstyp Redan vald
ta: கட்டண வகை ஏற்கனவே தேர்ந்தெடுக்கப்பட்டது
te: చెల్లింపు రకం ఇప్పటికే ఎంచుకోబడింది
tr: Ödeme türü Zaten Seçili
ur: ادائیگی کی قسم پہلے ہی منتخب ہے۔

source: Payment Type Added Successfully
bn: পেমেন্টের ধরন সফলভাবে যোগ করা হয়েছে
ca: El tipus de pagament s'ha afegit correctament
cs: Typ platby byl úspěšně přidán
da: Betalingstype tilføjet
el: Ο τύπος πληρωμής προστέθηκε με επιτυχία
es: Tipo de pago agregado con éxito
et: Maksetüüp edukalt lisatud
fa: نوع پرداخت با موفقیت اضافه شد
fi: Maksutyyppi lisätty onnistuneesti
gu: ચુકવણીનો પ્રકાર સફળતાપૂર્વક ઉમેરાયો
hi: भुगतान प्रकार सफलतापूर्वक जोड़ा गया
hr: Vrsta plaćanja je uspješno dodana
hu: A fizetés típusa sikeresen hozzáadva
it: Tipo di pagamento aggiunto con successo
ja: 支払いタイプが正常に追加されました
kn: ಪಾವತಿ ಪ್ರಕಾರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: Momo Utu i Tuhia Momo
mr: पेमेंट प्रकार यशस्वीरित्या जोडला
nl: Betalingstype succesvol toegevoegd
no: Betalingstype lagt til
pa: ਭੁਗਤਾਨ ਦੀ ਕਿਸਮ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ
pl: Typ płatności został pomyślnie dodany
ro: Tipul de plată a fost adăugat cu succes
sv: Betalningstyp har lagts till
ta: கட்டண வகை வெற்றிகரமாக சேர்க்கப்பட்டது
te: చెల్లింపు రకం విజయవంతంగా జోడించబడింది
tr: Ödeme Türü Başarıyla Eklendi
ur: ادائیگی کی قسم کامیابی کے ساتھ شامل کر دی گئی۔

source: Payment Type Already exist
bn: অর্থপ্রদানের ধরন ইতিমধ্যেই বিদ্যমান৷
ca: Tipus de pagament Ja existeix
cs: Typ platby již existuje
da: Betalingstype findes allerede
el: Τύπος πληρωμής Υπάρχει ήδη
es: Tipo de pago Ya existe
et: Maksetüüp on juba olemas
fa: نوع پرداخت از قبل وجود دارد
fi: Maksutyyppi on jo olemassa
gu: ચુકવણીનો પ્રકાર પહેલેથી અસ્તિત્વમાં છે
hi: भुगतान प्रकार पहले से मौजूद है
hr: Vrsta plaćanja Već postoji
hu: Fizetési típus már létezik
it: Tipo di pagamento Esiste già
ja: 支払いタイプはすでに存在します
kn: ಪಾವತಿ ಪ್ರಕಾರವು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Momo Utu Kua noho tonu
mr: पेमेंट प्रकार आधीच अस्तित्वात आहे
nl: Betalingstype Bestaat al
no: Betalingstype eksisterer allerede
pa: ਭੁਗਤਾਨ ਦੀ ਕਿਸਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Typ płatności Już istnieje
ro: Tipul de plată Există deja
sv: Betalningstyp finns redan
ta: கட்டண வகை ஏற்கனவே உள்ளது
te: చెల్లింపు రకం ఇప్పటికే ఉంది
tr: Ödeme Türü Zaten mevcut
ur: ادائیگی کی قسم پہلے سے موجود ہے۔

# email_or_mobile_number_already_exist
source: Email/Mobile number Already Exist
bn: ইমেল/মোবাইল নম্বর ইতিমধ্যেই বিদ্যমান
ca: El correu electrònic/el número de mòbil ja existeix
cs: Email/mobilní číslo již existuje
da: E-mail/mobilnummer findes allerede
el: Email/Αριθμός κινητού υπάρχει ήδη
es: Correo electrónico/Número de móvil ya existe
et: E-post/mobiilinumber on juba olemas
fa: ایمیل/شماره تلفن همراه از قبل وجود دارد
fi: Sähköposti/matkapuhelinnumero on jo olemassa
gu: ઈમેલ/મોબાઈલ નંબર પહેલેથી જ અસ્તિત્વમાં છે
hi: ईमेल/मोबाइल नंबर पहले से मौजूद है
hr: Broj e-pošte/mobilnog telefona već postoji
hu: E-mail/mobilszám már létezik
it: E-mail/Numero di cellulare già esistente
ja: メールアドレス/携帯番号はすでに存在します
kn: ಇಮೇಲ್/ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Te nama īmera/pūkoro kua tīariari kē
mr: ईमेल/मोबाइल नंबर आधीपासून अस्तित्वात आहे
nl: E-mail/mobiel nummer bestaat al
no: E-post/mobilnummer finnes allerede
pa: ਈਮੇਲ/ਮੋਬਾਈਲ ਨੰਬਰ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Adres e-mail/numer telefonu komórkowego już istnieje
ro: E-mail/număr mobil există deja
sv: E-post/mobilnummer finns redan
ta: மின்னஞ்சல்/மொபைல் எண் ஏற்கனவே உள்ளது
te: ఇమెయిల్/మొబైల్ నంబర్ ఇప్పటికే ఉంది
tr: E-posta/Cep telefonu numarası Zaten Var
ur: ای میل/موبائل نمبر پہلے سے موجود ہے۔
