Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Please enter login email
bn: লগইন ইমেল লিখুন দয়া করে
ca: Introduïu el correu electrònic d'inici de sessió
cs: Zadejte prosím přihlašovací e-mail
da: Indtast venligst login-e-mail
el: Εισαγάγετε το email σύνδεσης
es: Por favor, introduzca el correo electrónico de inicio de sesión
et: Palun sisesta sisselogimise e-posti aadress
fa: لطفا ایمیل ورود را وارد کنید
fi: Anna kirjautumissähköpostiosoite
gu: કૃપા કરીને લૉગિન ઇમેઇલ દાખલ કરો
hi: कृपया लॉगिन ईमेल दर्ज करें
hr: Unesite e-mail za prijavu
hu: Kérjük, adja meg a bejelentkezési e-mail címet
it: Inserisci l'e-mail di accesso
ja: ログインメールアドレスを入力してください
kn: ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te imeera takiuru
mr: कृपया लॉगिन ईमेल प्रविष्ट करा
nl: Vul a.u.b. uw e-mailadres in
no: Vennligst skriv inn e-postadressen for pålogging
pa: ਕਿਰਪਾ ਕਰਕੇ ਲੌਗਇਨ ਈਮੇਲ ਦਾਖਲ ਕਰੋ
pl: Wprowadź adres e-mail logowania
ro: Vă rugăm să introduceți adresa de e-mail de conectare
sv: Ange e-postadress för inloggning
ta: உள்நுழைவு மின்னஞ்சலை உள்ளிடவும்
te: దయచేసి లాగిన్ ఇమెయిల్‌ను నమోదు చేయండి
tr: Lütfen giriş e-postasını girin
ur: براہ کرم لاگ ان ای میل درج کریں۔

source: Please enter SMTP password
bn: SMTP পাসওয়ার্ড লিখুন
ca: Introduïu la contrasenya SMTP
cs: Zadejte heslo SMTP
da: Indtast venligst SMTP-adgangskode
el: Εισαγάγετε τον κωδικό πρόσβασης SMTP
es: Por favor ingrese la contraseña SMTP
et: Sisestage SMTP parool
fa: لطفا رمز عبور SMTP را وارد کنید
fi: Anna SMTP-salasana
gu: કૃપા કરીને SMTP પાસવર્ડ દાખલ કરો
hi: कृपया एसएमटीपी पासवर्ड दर्ज करें
hr: Unesite SMTP lozinku
hu: Kérjük, adja meg az SMTP jelszót
it: Inserisci la password SMTP
ja: SMTPパスワードを入力してください
kn: ದಯವಿಟ್ಟು SMTP ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
mi: Whakaurua koa te kupuhipa SMTP
mr: कृपया SMTP पासवर्ड टाका
nl: Voer het SMTP-wachtwoord in
no: Vennligst skriv inn SMTP-passord
pa: ਕਿਰਪਾ ਕਰਕੇ SMTP ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ
pl: Proszę wprowadzić hasło SMTP
ro: Vă rugăm să introduceți parola SMTP
sv: Vänligen ange SMTP-lösenord
ta: SMTP கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి SMTP పాస్‌వర్డ్‌ని నమోదు చేయండి
tr: Lütfen SMTP şifresini girin
ur: براہ کرم SMTP پاس ورڈ درج کریں۔

source: Please enter email name
bn: ইমেল নাম লিখুন
ca: Introduïu el nom del correu electrònic
cs: Zadejte e-mailové jméno
da: Indtast venligst e-mail navn
el: Εισαγάγετε το όνομα email
es: Por favor, introduzca el nombre de correo electrónico
et: Palun sisesta e-posti nimi
fa: لطفا نام ایمیل را وارد کنید
fi: Anna sähköpostiosoite
gu: કૃપા કરીને ઇમેઇલ નામ દાખલ કરો
hi: कृपया ईमेल नाम दर्ज करें
hr: Unesite ime e-pošte
hu: Kérjük, adja meg az e-mail nevét
it: Inserisci il nome dell'e-mail
ja: メール名を入力してください
kn: ದಯವಿಟ್ಟು ಇಮೇಲ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mi: Whakaurua koa te ingoa imeera
mr: कृपया ईमेल नाव प्रविष्ट करा
nl: Voer een e-mailadres in
no: Vennligst skriv inn e-postnavn
pa: ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਨਾਮ ਦਰਜ ਕਰੋ
pl: Wprowadź nazwę e-mail
ro: Vă rugăm să introduceți numele de e-mail
sv: Vänligen ange e-postnamn
ta: மின்னஞ்சல் பெயரை உள்ளிடவும்
te: దయచేసి ఇమెయిల్ పేరును నమోదు చేయండి
tr: Lütfen e-posta adını girin
ur: براہ کرم ای میل کا نام درج کریں۔

source: Please enter domain
bn: ডোমেইন লিখুন
ca: Introduïu el domini
cs: Zadejte prosím doménu
da: Indtast venligst domæne
el: Εισαγάγετε τομέα
es: Por favor ingrese dominio
et: Palun sisesta domeen
fa: لطفا دامنه را وارد کنید
fi: Anna verkkotunnus
gu: કૃપા કરીને ડોમેન દાખલ કરો
hi: कृपया डोमेन दर्ज करें
hr: Unesite domenu
hu: Kérjük, adja meg a domaint
it: Inserisci il dominio
ja: ドメインを入力してください
kn: ದಯವಿಟ್ಟು ಡೊಮೇನ್ ನಮೂದಿಸಿ
mi: Whakauruhia koa te rohe
mr: कृपया डोमेन प्रविष्ट करा
nl: Voer het domein in
no: Vennligst skriv inn domene
pa: ਕਿਰਪਾ ਕਰਕੇ ਡੋਮੇਨ ਦਾਖਲ ਕਰੋ
pl: Wprowadź domenę
ro: Vă rugăm să introduceți domeniul
sv: Vänligen ange domän
ta: டொமைனை உள்ளிடவும்
te: దయచేసి డొమైన్‌ని నమోదు చేయండి
tr: Lütfen etki alanını girin
ur: براہ کرم ڈومین درج کریں۔

source: Please added general setting details
bn: সাধারণ সেটিং বিশদ যোগ করুন
ca: Si us plau, afegiu detalls generals de la configuració
cs: Přidejte prosím obecné podrobnosti nastavení
da: Tilføj venligst generelle indstillingsdetaljer
el: Προσθέστε γενικές λεπτομέρειες ρύθμισης
es: Por favor agregue detalles generales de configuración
et: Lisage üldised seadete üksikasjad
fa: لطفا جزئیات تنظیمات کلی را اضافه کنید
fi: Lisää yleiset asetustiedot
gu: કૃપા કરીને સામાન્ય સેટિંગ વિગતો ઉમેરો
hi: कृपया सामान्य सेटिंग विवरण जोड़ें
hr: Dodajte opće pojedinosti o postavkama
hu: Kérjük, adja meg az általános beállítások részleteit
it: Si prega di aggiungere i dettagli delle impostazioni generali
ja: 一般的な設定の詳細を追加してください
kn: ದಯವಿಟ್ಟು ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ
mi: Tēnā tāpirihia ngā taipitopito tautuhinga whānui
mr: कृपया सामान्य सेटिंग तपशील जोडले
nl: Voeg algemene instellingsdetails toe
no: Legg til generelle innstillingsdetaljer
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਮ ਸੈਟਿੰਗ ਵੇਰਵੇ ਸ਼ਾਮਲ ਕਰੋ
pl: Proszę dodać ogólne szczegóły ustawień
ro: Vă rugăm să adăugați detalii generale despre setări
sv: Vänligen lägg till allmänna inställningsdetaljer
ta: பொது அமைப்பு விவரங்களைச் சேர்க்கவும்
te: దయచేసి సాధారణ సెట్టింగ్ వివరాలను జోడించండి
tr: Lütfen genel ayar ayrıntılarını ekleyin
ur: براہ کرم ترتیب کی عمومی تفصیلات شامل کریں۔

source: Sendblue details updated successfully
bn: সেন্ডব্লু বিবরণ সফলভাবে আপডেট করা হয়েছে
ca: Els detalls de Sendblue s'han actualitzat correctament
cs: Podrobnosti Sendblue byly úspěšně aktualizovány
da: Sendblue-oplysningerne blev opdateret
el: Τα στοιχεία Sendblue ενημερώθηκαν με επιτυχία
es: Detalles de Sendblue actualizados con éxito
et: Sendblue üksikasjade värskendamine õnnestus
fa: جزئیات Sendblue با موفقیت به روز شد
fi: Sendbluen tiedot päivitettiin onnistuneesti
gu: વાદળી વિગતો મોકલો સફળતાપૂર્વક અપડેટ થઈ
hi: सेंडब्लू विवरण सफलतापूर्वक अपडेट किया गया
hr: Sendblue detalji su uspješno ažurirani
hu: A Sendblue adatai sikeresen frissítve
it: Dettagli Sendblue aggiornati con successo
ja: Sendblue の詳細が正常に更新されました
kn: Sendblue ವಿವರಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I pai te whakahou i nga taipitopito Sendblue
mr: सेंडब्लू तपशील यशस्वीरित्या अपडेट केले
nl: Sendblue-details zijn succesvol bijgewerkt
no: Sendblue-detaljene er oppdatert
pa: Sendblue ਵੇਰਵੇ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੇ ਗਏ
pl: Dane Sendblue zostały pomyślnie zaktualizowane
ro: Detaliile Sendblue au fost actualizate cu succes
sv: Sendblue-informationen har uppdaterats
ta: Sendblue விவரங்கள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன
te: Sendblue వివరాలు విజయవంతంగా నవీకరించబడ్డాయి
tr: Sendblue ayrıntıları başarıyla güncellendi
ur: بلیو تفصیلات بھیجیں کامیابی کے ساتھ اپ ڈیٹ ہو گئیں۔

source: YouTube URL
ca: URL de YouTube
cs: Adresa URL YouTube
el: URL YouTube
es: URL de YouTube
et: YouTube'i URL
fa: آدرس یوتیوب
fi: YouTuben URL-osoite
hi: यूट्यूब यूआरएल
it: URL di YouTube
pl: URL YouTube
ro: URL YouTube
tr: YouTube URL'si
ur: یوٹیوب یو آر ایل
