Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Please Enter Class Name
bn: অনুগ্রহ করে ক্লাসের নাম লিখুন
ca: Introduïu el nom de la classe
cs: Zadejte název třídy
da: Indtast venligst klassenavn
el: Εισαγάγετε το όνομα της τάξης
es: Ingrese el nombre de la clase
et: Sisestage klassi nimi
fa: لطفا نام کلاس را وارد کنید
fi: Anna luokan nimi
gu: કૃપા કરીને વર્ગનું નામ દાખલ કરો
hi: कृपया कक्षा का नाम दर्ज करें
hr: Unesite naziv klase
hu: Kérjük, adja meg az osztály nevét
it: Inserisci il nome della classe
ja: クラス名を入力してください
kn: ದಯವಿಟ್ಟು ವರ್ಗದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mi: Tuhia koa te Ingoa Karaehe
mr: कृपया वर्गाचे नाव प्रविष्ट करा
nl: Voer de naam van de klas in
no: Vennligst skriv inn klassenavn
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਲਾਸ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
pl: Wprowadź nazwę klasy
ro: Vă rugăm să introduceți numele clasei
sv: Vänligen ange klassnamn
ta: வகுப்பின் பெயரை உள்ளிடவும்
te: దయచేసి తరగతి పేరును నమోదు చేయండి
tr: Lütfen Sınıf Adını Giriniz
ur: براہ کرم کلاس کا نام درج کریں۔

source: Please Enter Start Date
bn: অনুগ্রহ করে শুরুর তারিখ লিখুন
ca: Introduïu la data d'inici
cs: Zadejte datum zahájení
da: Indtast venligst startdato
el: Εισαγάγετε την ημερομηνία έναρξης
es: Ingrese la fecha de inicio
et: Palun sisesta alguskuupäev
fa: لطفا تاریخ شروع را وارد کنید
fi: Anna aloituspäivä
gu: કૃપા કરીને પ્રારંભ તારીખ દાખલ કરો
hi: कृपया प्रारंभ तिथि दर्ज करें
hr: Unesite datum početka
hu: Kérjük, adja meg a kezdési dátumot
it: Inserisci la data di inizio
ja: 開始日を入力してください
kn: ದಯವಿಟ್ಟು ಪ್ರಾರಂಭ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te Ra Timata
mr: कृपया प्रारंभ तारीख प्रविष्ट करा
nl: Voer de startdatum in
no: Vennligst skriv inn startdato
pa: ਕਿਰਪਾ ਕਰਕੇ ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ ਦਾਖਲ ਕਰੋ
pl: Wprowadź datę rozpoczęcia
ro: Vă rugăm să introduceți data de începere
sv: Vänligen ange startdatum
ta: தொடக்க தேதியை உள்ளிடவும்
te: దయచేసి ప్రారంభ తేదీని నమోదు చేయండి
tr: Lütfen Başlangıç Tarihini Giriniz
ur: براہ کرم آغاز کی تاریخ درج کریں۔

source: Please Select Start Date
bn: অনুগ্রহ করে শুরুর তারিখ নির্বাচন করুন
ca: Seleccioneu la data d'inici
cs: Vyberte datum zahájení
da: Vælg venligst startdato
el: Επιλέξτε Ημερομηνία έναρξης
es: Seleccione la fecha de inicio
et: Valige alguskuupäev
fa: لطفا تاریخ شروع را انتخاب کنید
fi: Valitse aloituspäivä
gu: કૃપા કરીને પ્રારંભ તારીખ પસંદ કરો
hi: कृपया प्रारंभ तिथि चुनें
hr: Odaberite datum početka
hu: Kérjük, válassza ki a kezdési dátumot
it: Seleziona la data di inizio
ja: 開始日を選択してください
kn: ದಯವಿಟ್ಟು ಪ್ರಾರಂಭ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia koa te Rā Tīmata
mr: कृपया प्रारंभ तारीख निवडा
nl: Selecteer startdatum
no: Vennligst velg startdato
pa: ਕਿਰਪਾ ਕਰਕੇ ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ ਚੁਣੋ
pl: Wybierz datę rozpoczęcia
ro: Vă rugăm să selectați Data de începere
sv: Välj startdatum
ta: தொடக்கத் தேதியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ప్రారంభ తేదీని ఎంచుకోండి
tr: Lütfen Başlangıç Tarihini Seçiniz
ur: براہ کرم آغاز کی تاریخ منتخب کریں۔

source: Please Enter End Date
bn: শেষ তারিখ লিখুন দয়া করে
ca: Introduïu la data de finalització
cs: Zadejte datum ukončení
da: Indtast venligst slutdato
el: Εισαγάγετε την ημερομηνία λήξης
es: Ingrese la fecha de finalización
et: Sisestage lõppkuupäev
fa: لطفا تاریخ پایان را وارد کنید
fi: Anna lopetuspäivämäärä
gu: કૃપા કરીને સમાપ્તિ તારીખ દાખલ કરો
hi: कृपया अंतिम तिथि दर्ज करें
hr: Unesite datum završetka
hu: Kérjük, adja meg a befejező dátumot
it: Inserisci la data di fine
ja: 終了日を入力してください
kn: ದಯವಿಟ್ಟು ಅಂತಿಮ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
mi: Tuhia koa te Ra Whakamutunga
mr: कृपया समाप्ती तारीख प्रविष्ट करा
nl: Vul de einddatum in
no: Vennligst skriv inn sluttdato
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਮਾਪਤੀ ਮਿਤੀ ਦਾਖਲ ਕਰੋ
pl: Wprowadź datę zakończenia
ro: Vă rugăm să introduceți data de încheiere
sv: Vänligen ange slutdatum
ta: இறுதி தேதியை உள்ளிடவும்
te: దయచేసి ముగింపు తేదీని నమోదు చేయండి
tr: Lütfen Bitiş Tarihini Giriniz
ur: براہ کرم اختتامی تاریخ درج کریں۔

source: Class Name
bn: শ্রেণির নাম
ca: Nom de la classe
cs: Jméno třídy
da: Klassens navn
el: Ονομα τάξης
es: Nombre de la clase
et: Klassi nimi
fa: نام کلاس
fi: Luokan nimi
gu: વર્ગનું નામ
hi: वर्ग का नाम
hr: Naziv klase
hu: Osztály név
it: Nome della classe
ja: クラス名
kn: ವರ್ಗದ ಹೆಸರು
mi: Ingoa Karaehe
mr: वर्गाचे नाव
nl: Naam van de klasse
no: Klassenavn
pa: ਕਲਾਸ ਦਾ ਨਾਮ
pl: Nazwa klasy
ro: Numele clasei
sv: Klassnamn
ta: வகுப்பின் பெயர்
te: తరగతి పేరు
tr: Sınıf adı
ur: کلاس کا نام

source: Member
bn: সদস্য
ca: Membre
cs: Člen
da: Medlem
el: Μέλος
es: Miembro
et: liige
fa: عضو
fi: Jäsen
gu: સભ્ય
hi: सदस्य
hr: Član
hu: Tag
it: Membro
ja: メンバー
kn: ಸದಸ್ಯ
mi: Mema
mr: सदस्य
nl: Lid
no: Medlem
pa: ਮੈਂਬਰ
pl: Członek
ro: Membru
sv: Medlem
ta: உறுப்பினர்
te: సభ్యుడు
tr: Üye
ur: رکن

source: Select Member
bn: সদস্য নির্বাচন করুন
ca: Seleccioneu Membre
cs: Vyberte Člen
da: Vælg medlem
el: Επιλέξτε Μέλος
es: Seleccionar miembro
et: Valige liige
fa: عضو را انتخاب کنید
fi: Valitse Jäsen
gu: સભ્ય પસંદ કરો
hi: सदस्य का चयन करें
hr: Odaberite Član
hu: Válassza a Tag lehetőséget
it: Seleziona Membro
ja: メンバーを選択
kn: ಸದಸ್ಯರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
mi: Tohua Mema
mr: सदस्य निवडा
nl: Selecteer Lid
no: Velg medlem
pa: ਮੈਂਬਰ ਚੁਣੋ
pl: Wybierz członka
ro: Selectați Membru
sv: Välj Medlem
ta: உறுப்பினரைத் தேர்ந்தெடுக்கவும்
te: సభ్యుడిని ఎంచుకోండి
tr: Üye Seç
ur: ممبر منتخب کریں۔

source: Start Date
bn: শুরুর তারিখ
ca: Data d'inici
cs: Datum zahájení
da: Start dato
el: Ημερομηνία έναρξης
es: Fecha de inicio
et: Algus kuupäev
fa: تاریخ شروع
fi: Aloituspäivämäärä
gu: પ્રારંભ તારીખ
hi: प्रारंभ तिथि
hr: Početni datum
hu: Kezdő dátum
it: Data d'inizio
ja: 開始日
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
mi: Rā Tīmata
mr: प्रारंभ तारीख
nl: Begin datum
no: Startdato
pa: ਤਾਰੀਖ ਸ਼ੁਰੂ
pl: Data rozpoczęcia
ro: Data de început
sv: Start datum
ta: தொடக்க தேதி
te: ప్రారంబపు తేది
tr: Başlangıç ​​tarihi
ur: شروع کرنے کی تاریخ

source: End Date
bn: শেষ তারিখ
ca: Data de finalització
cs: Datum ukončení
da: Slutdato
el: Ημερομηνία λήξης
es: Fecha final
et: Lõppkuupäev
fa: تاریخ پایان
fi: Päättymispäivä
gu: અંતિમ તારીખ
hi: अंतिम तिथि
hr: Datum završetka
hu: Befejezés dátuma
it: Data di fine
ja: 終了日
kn: ಅಂತಿಮ ದಿನಾಂಕ
mi: Te Ra Whakamutunga
mr: शेवटची तारीख
nl: Einddatum
no: Sluttdato
pa: ਸਮਾਪਤੀ ਮਿਤੀ
pl: Data końcowa
ro: Data de încheiere
sv: Slutdatum
ta: கடைசி தேதி
te: ఆఖరి తేది
tr: Bitiş tarihi
ur: آخری تاریخ

source: Please Enter Start Time
bn: অনুগ্রহ করে শুরুর সময় লিখুন
ca: Introduïu l'hora d'inici
cs: Zadejte čas zahájení
da: Indtast venligst starttid
el: Εισαγάγετε την ώρα έναρξης
es: Ingrese la hora de inicio
et: Sisestage algusaeg
fa: لطفا زمان شروع را وارد کنید
fi: Anna aloitusaika
gu: કૃપા કરીને પ્રારંભ સમય દાખલ કરો
hi: कृपया प्रारंभ समय दर्ज करें
hr: Unesite vrijeme početka
hu: Kérjük, adja meg a kezdési időt
it: Inserisci l'ora di inizio
ja: 開始時間を入力してください
kn: ದಯವಿಟ್ಟು ಪ್ರಾರಂಭದ ಸಮಯವನ್ನು ನಮೂದಿಸಿ
mi: Whakaurua koa te Wā Tīmata
mr: कृपया प्रारंभ वेळ प्रविष्ट करा
nl: Voer de starttijd in
no: Vennligst skriv inn starttid
pa: ਕਿਰਪਾ ਕਰਕੇ ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ ਦਾਖਲ ਕਰੋ
pl: Wprowadź czas rozpoczęcia
ro: Vă rugăm să introduceți ora de începere
sv: Vänligen ange starttid
ta: தொடக்க நேரத்தை உள்ளிடவும்
te: దయచేసి ప్రారంభ సమయాన్ని నమోదు చేయండి
tr: Lütfen Başlangıç Saatini Girin
ur: براہ کرم آغاز کا وقت درج کریں۔

source: Please Select Start Time
bn: অনুগ্রহ করে শুরুর সময় নির্বাচন করুন
ca: Seleccioneu Hora d'inici
cs: Vyberte čas zahájení
da: Vælg venligst starttidspunkt
el: Επιλέξτε Ώρα έναρξης
es: Seleccione la hora de inicio
et: Valige algusaeg
fa: لطفا زمان شروع را انتخاب کنید
fi: Valitse aloitusaika
gu: કૃપા કરીને પ્રારંભ સમય પસંદ કરો
hi: कृपया प्रारंभ समय चुनें
hr: Odaberite vrijeme početka
hu: Kérjük, válassza ki a kezdési időt
it: Si prega di selezionare l'ora di inizio
ja: 開始時間を選択してください
kn: ದಯವಿಟ್ಟು ಪ್ರಾರಂಭದ ಸಮಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia koa te Wā Tīmata
mr: कृपया प्रारंभ वेळ निवडा
nl: Selecteer starttijd
no: Vennligst velg Starttid
pa: ਕਿਰਪਾ ਕਰਕੇ ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ ਚੁਣੋ
pl: Wybierz czas rozpoczęcia
ro: Vă rugăm să selectați Ora de începere
sv: Välj Starttid
ta: தொடங்கும் நேரத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ప్రారంభ సమయాన్ని ఎంచుకోండి
tr: Lütfen Başlangıç Zamanını Seçin
ur: براہ کرم آغاز کا وقت منتخب کریں۔

source: Please Enter End Time
bn: শেষ সময় লিখুন দয়া করে
ca: Introduïu l'hora de finalització
cs: Zadejte čas ukončení
da: Indtast venligst sluttidspunkt
el: Εισαγάγετε την ώρα λήξης
es: Ingrese la hora de finalización
et: Sisestage lõpuaeg
fa: لطفا زمان پایان را وارد کنید
fi: Anna lopetusaika
gu: કૃપા કરીને સમાપ્તિ સમય દાખલ કરો
hi: कृपया अंतिम समय दर्ज करें
hr: Unesite vrijeme završetka
hu: Kérjük, adja meg a befejezési időt
it: Inserisci l'ora di fine
ja: 終了時間を入力してください
kn: ದಯವಿಟ್ಟು ಮುಕ್ತಾಯ ಸಮಯವನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te Wa Whakamutunga
mr: कृपया समाप्ती वेळ प्रविष्ट करा
nl: Voer de eindtijd in
no: Vennligst skriv inn sluttid
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਮਾਪਤੀ ਸਮਾਂ ਦਾਖਲ ਕਰੋ
pl: Wprowadź czas zakończenia
ro: Vă rugăm să introduceți ora de încheiere
sv: Vänligen ange sluttid
ta: இறுதி நேரத்தை உள்ளிடவும்
te: దయచేసి ముగింపు సమయాన్ని నమోదు చేయండి
tr: Lütfen Bitiş Zamanını Girin
ur: براہ کرم اختتامی وقت درج کریں۔

source: Start Time
bn: সময় শুরু
ca: L'hora d'inici
cs: Doba spuštění
da: Starttidspunkt
el: Ωρα έναρξης
es: Hora de inicio
et: Algusaeg
fa: زمان شروع
fi: Aloitusaika
gu: પ્રારંભ સમય
hi: समय शुरू
hr: Vrijeme početka
hu: Kezdési idő
it: Ora di inizio
ja: 始まる時間
kn: ಆರಂಭವಾಗುವ
mi: Wā Tīmata
mr: सुरवातीची वेळ
nl: Starttijd
no: Starttid
pa: ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ
pl: Czas rozpoczęcia
ro: Timpul de începere
sv: Starttid
ta: ஆரம்பிக்கும் நேரம்
te: ప్రారంభ సమయం
tr: Başlangıç ​​saati
ur: وقت آغاز

source: End Time
bn: শেষ সময়
ca: Fi del temps
cs: Čas ukončení
da: Sluttid
el: Τέλος χρόνου
es: Hora de finalización
et: Lõpuaeg
fa: زمان پایان
fi: Loppu aika
gu: સમાપ્તિ સમય
hi: अंत समय
hr: Vrijeme završetka
hu: Idő vége
it: Tempo scaduto
ja: 終了時間
kn: ಅಂತಿಮ ಸಮಯ
mi: Te Wa Whakamutunga
mr: समाप्तीचा कालावधी
nl: Eindtijd
no: Sluttid
pa: ਸਮਾਪਤੀ ਸਮਾਂ
pl: Koniec czasu
ro: Sfârșitul timpului
sv: Sluttid
ta: முடிவு நேரம்
te: ముగింపు సమయం
tr: Bitiş zamanı
ur: آخر وقت

source: Class Type
bn: ক্লাস টাইপ
ca: Tipus de classe
cs: Typ třídy
da: Klasse Type
el: Τύπος τάξης
es: Tipo de clase
et: Klassi tüüp
fa: نوع کلاس
fi: Luokan tyyppi
gu: વર્ગનો પ્રકાર
hi: वर्ग प्रकार
hr: Vrsta klase
hu: Osztály típusa
it: Tipo di classe
ja: クラスタイプ
kn: ವರ್ಗ ಪ್ರಕಾರ
mi: Momo Karaehe
mr: वर्ग प्रकार
nl: Klasse type
no: Klassetype
pa: ਕਲਾਸ ਦੀ ਕਿਸਮ
pl: Typ klasy
ro: Tipul clasei
sv: Klasstyp
ta: வகுப்பு வகை
te: తరగతి రకం
tr: Sınıf Türü
ur: کلاس کی قسم

source: Virtual class
bn: ভার্চুয়াল ক্লাস
ca: Classe virtual
cs: Virtuální třída
da: Virtuel klasse
el: Εικονική τάξη
es: clase virtual
et: Virtuaalne klass
fa: کلاس مجازی
fi: Virtuaaliluokka
gu: વર્ચ્યુઅલ વર્ગ
hi: वर्चुअल क्लास
hr: Virtualni razred
hu: Virtuális osztály
it: Classe virtuale
ja: 仮想クラス
kn: ವರ್ಚುವಲ್ ವರ್ಗ
mi: akomanga mariko
mr: आभासी वर्ग
nl: Virtuele les
no: Virtuell klasse
pa: ਵਰਚੁਅਲ ਕਲਾਸ
pl: Wirtualna klasa
ro: Clasa virtuala
sv: Virtuell klass
ta: மெய்நிகர் வகுப்பு
te: వర్చువల్ తరగతి
tr: sanal sınıf
ur: ورچوئل کلاس

source: In person
bn: ব্যাক্তিগতভাবে
ca: En persona
cs: Osobně
da: Personligt
el: Προσωπικά
es: En persona
et: Isiklikult
fa: به صورت حضوری
fi: Henkilökohtaisesti
gu: રૂબરૂમાં
hi: स्वयं
hr: Osobno
hu: Személyesen
it: Di persona
ja: 直接
kn: ಸ್ವತಃ
mi: I roto i te tangata
mr: वैयतिक
nl: Persoonlijk
no: Personlig
pa: ਵਿਅਕਤੀ ਵਿੱਚ
pl: Osobiście
ro: În persoană
sv: I person
ta: நேரில்
te: స్వయంగా
tr: Şahsen
ur: انسان میں

source: Please enter valid link
bn: বৈধ লিঙ্ক লিখুন
ca: Introduïu un enllaç vàlid
cs: Zadejte prosím platný odkaz
da: Indtast venligst et gyldigt link
el: Εισαγάγετε έγκυρο σύνδεσμο
es: Por favor, introduzca un enlace válido
et: Palun sisesta kehtiv link
fa: لطفا لینک معتبر وارد کنید
fi: Anna kelvollinen linkki
gu: કૃપા કરીને માન્ય લિંક દાખલ કરો
hi: कृपया मान्य लिंक दर्ज करें
hr: Unesite važeću vezu
hu: Kérjük, adjon meg érvényes linket
it: Inserisci un link valido
ja: 有効なリンクを入力してください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಲಿಂಕ್ ಅನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia he hononga whaimana
mr: कृपया वैध दुवा प्रविष्ट करा
nl: Voer een geldige link in
no: Vennligst skriv inn gyldig lenke
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਲਿੰਕ ਦਾਖਲ ਕਰੋ
pl: Wprowadź prawidłowy link
ro: Vă rugăm să introduceți un link valid
sv: Vänligen ange en giltig länk
ta: சரியான இணைப்பை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే లింక్‌ని నమోదు చేయండి
tr: Lütfen geçerli bir bağlantı girin
ur: براہ کرم درست لنک درج کریں۔

source: Virtual Class Link
bn: ভার্চুয়াল ক্লাস লিঙ্ক
ca: Enllaç de classe virtual
cs: Odkaz na virtuální třídu
da: Virtuelt klasselink
el: Εικονικός σύνδεσμος τάξης
es: Enlace de clase virtual
et: Virtuaalse klassi link
fa: لینک کلاس مجازی
fi: Virtuaaliluokan linkki
gu: વર્ચ્યુઅલ ક્લાસ લિંક
hi: वर्चुअल क्लास लिंक
hr: Link za virtualni razred
hu: Virtuális osztálylink
it: Collegamento alla classe virtuale
ja: 仮想クラス リンク
kn: ವರ್ಚುವಲ್ ಕ್ಲಾಸ್ ಲಿಂಕ್
mi: Hononga Akomanga Mariko
mr: व्हर्च्युअल क्लास लिंक
nl: Link naar virtuele klas
no: Virtuell klassekobling
pa: ਵਰਚੁਅਲ ਕਲਾਸ ਲਿੰਕ
pl: Link do wirtualnej klasy
ro: Link pentru clasa virtuală
sv: Virtuell klasslänk
ta: மெய்நிகர் வகுப்பு இணைப்பு
te: వర్చువల్ క్లాస్ లింక్
tr: Sanal Sınıf Bağlantısı
ur: ورچوئل کلاس لنک

source: Select Days
bn: দিন নির্বাচন করুন
ca: Seleccioneu Dies
cs: Vyberte Dny
da: Vælg dage
el: Επιλέξτε Ημέρες
es: Seleccione Días
et: Valige Päevad
fa: روزها را انتخاب کنید
fi: Valitse Päivät
gu: દિવસો પસંદ કરો
hi: दिनों का चयन करें
hr: Odaberite Dani
hu: Válassza a Napok lehetőséget
it: Seleziona Giorni
ja: 曜日を選択
kn: ದಿನಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tohua Ra
mr: दिवस निवडा
nl: Selecteer Dagen
no: Velg dager
pa: ਦਿਨ ਚੁਣੋ
pl: Wybierz Dni
ro: Selectați Zile
sv: Välj dagar
ta: நாட்களைத் தேர்ந்தெடுக்கவும்
te: రోజులు ఎంచుకోండి
tr: Günleri Seçin
ur: دن منتخب کریں۔

source: Please Select Member
bn: সদস্য নির্বাচন করুন
ca: Seleccioneu Membre
cs: Vyberte prosím člena
da: Vælg venligst medlem
el: Επιλέξτε Μέλος
es: Seleccione miembro
et: Palun valige liige
fa: لطفا عضو را انتخاب کنید
fi: Ole hyvä ja valitse Jäsen
gu: મહેરબાની કરીને સભ્ય પસંદ કરો
hi: कृपया सदस्य का चयन करें
hr: Odaberite člana
hu: Kérjük, válassza ki a Tagot
it: Seleziona Membro
ja: メンバーを選択してください
kn: ದಯವಿಟ್ಟು ಸದಸ್ಯರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
mi: Tīpakohia te Mema
mr: कृपया सदस्य निवडा
nl: Selecteer lid
no: Vennligst velg medlem
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੈਂਬਰ ਚੁਣੋ
pl: Wybierz członka
ro: Vă rugăm să selectați Membru
sv: Välj medlem
ta: உறுப்பினரைத் தேர்ந்தெடுக்கவும்
te: దయచేసి సభ్యుడిని ఎంచుకోండి
tr: Lütfen Üye Seçiniz
ur: براہ کرم ممبر منتخب کریں۔

source: Go Back
bn: ফিরে যাও
ca: Torna
cs: Vraťte se zpět
da: Gå tilbage
el: Πήγαινε πίσω
es: Regresa
et: Mine tagasi
fa: برگرد
fi: Mene takaisin
gu: પાછા જાવ
hi: वापस जाओ
hr: Idi natrag
hu: menjen vissza
it: Torna indietro
ja: 戻る
kn: ಹಿಂದೆ ಹೋಗು
mi: Haere Hoki
mr: परत जा
nl: Ga terug
no: Gå tilbake
pa: ਵਾਪਸ ਜਾਓ
pl: Wróć
ro: Întoarce-te
sv: Gå tillbaka
ta: திரும்பி செல்
te: వెనక్కి వెళ్ళు
tr: Geri gitmek
ur: واپس جاو

source: Add Member
bn: সদস্য যোগ করুন
ca: Afegeix un membre
cs: Přidat člena
da: Tilføj medlem
el: Προσθήκη μέλους
es: Añadir miembro
et: Lisa liige
fa: اضافه کردن عضو
fi: Lisää jäsen
gu: સભ્ય ઉમેરો
hi: सदस्य जोड़ें
hr: Dodaj člana
hu: Tag hozzáadása lehetőségre
it: Aggiungi membro
ja: メンバーを追加
kn: ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿ
mi: Tāpiri Mema
mr: सदस्य जोडा
nl: Lid toevoegen
no: Legg til medlem
pa: ਮੈਂਬਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj członka
ro: Adăugați membru
sv: Lägg till medlem
ta: உறுப்பினரைச் சேர்க்கவும்
te: సభ్యుడిని జోడించండి
tr: Üye ekle
ur: ممبر شامل کریں۔

source: Upload Image
bn: চিত্র আপলোড
ca: Carrega la imatge
cs: Nahrát obrázek
da: Upload billede
el: Μεταφόρτωση εικόνας
es: Cargar imagen
et: Lae pilt üles
fa: آپلود تصویر
fi: Lataa kuva
gu: છબી અપલોડ કરો
hi: अपलोड छवि
hr: Učitaj sliku
hu: Kép feltöltése
it: Carica immagine
ja: 画像をアップロード
kn: ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ
mi: Tukuake Atahanga
mr: प्रतिमा अपलोड करा
nl: Afbeelding uploaden
no: Last opp bilde
pa: ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰੋ
pl: Załaduj obrazek
ro: Incarca imaginea
sv: Ladda upp bild
ta: படத்தை பதிவேற்றம் செய்யவும்
te: చిత్రాన్ని అప్‌లోడ్ చేయండి
tr: Fotoğraf yükleniyor
ur: تصویر انٹرنیٹ پر ڈالنا

source: Please Enter Your Name
bn: আপনার নাম লিখুন
ca: Introduïu el vostre nom
cs: Zadejte prosím své jméno
da: Vær sød at skrive dit navn
el: Παρακαλώ εισάγετε το όνομά σας
es: Por favor, escriba su nombre
et: Palun sisestage oma nimi
fa: لطفا نام خود را وارد کنید
fi: Kirjoita nimesi
gu: કૃપા કરીને તમારું નામ દાખલ કરો
hi: कृपया अपना नाम दर्ज करें
hr: Molimo unesite svoje ime
hu: Kérem írja be a nevét
it: Per favore inserisci il tuo nome
ja: お名前を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mi: Whakaurua To Ingoa
mr: कृपया आपले नाव प्रविष्ट करा
nl: Voer uw naam in
no: Vennligst skriv inn navnet ditt
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨਾਮ ਦਰਜ ਕਰੋ
pl: Proszę wpisać swoje imię
ro: Te rog scrieti numele
sv: Vänligen fyll i ditt namn
ta: உங்களுடைய பெயரை பதிவு செய்யவும்
te: దయచేసి మీ పేరు నమోదు చేయండి
tr: Lütfen adınızı giriniz
ur: براہ مہربانی اپنا نام درج کریں

source: Name
bn: নাম
ca: Nom
cs: název
da: Navn
el: Ονομα
es: Nombre
et: Nimi
fa: نام
fi: Nimi
gu: નામ
hi: नाम
hr: Ime
hu: Név
it: Nome
ja: 名前
kn: ಹೆಸರು
mi: Ingoa
mr: नाव
nl: Naam
no: Navn
pa: ਨਾਮ
pl: Nazwa
ro: Nume
sv: namn
ta: பெயர்
te: పేరు
tr: İsim
ur: نام

# please_enter_your_email
source: Please enter your valid Email
bn: আপনার ইমেল ঠিকানা লিখুন দয়া করে
ca: Introduïu el vostre correu electrònic
cs: Zadejte prosím svůj email
da: Indtast venligst din e-mail
el: Παρακαλώ εισάγετε το email σας
es: Por favor introduzca su correo electrónico
et: Palun sisestage oma e-post
fa: لطفا آدرس اییمیل خود را وارد نمایید
fi: Ole hyvä ja syötä sähköpostiosoitteesi
gu: કૃપા કરીને તમારો ઈમેલ દાખલ કરો
hi: कृपया अपना ईमेल दर्ज करें
hr: Unesite svoju e-poštu
hu: Kérem, írja be az e-mail címét
it: Inserisci la tua email
ja: あなたのメールアドレスを入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ
mi: Whakauruhia to Īmēra
mr: कृपया तुमचा ईमेल प्रविष्ट करा
nl: Vul alstublieft uw e-mailadres in
no: Vennligst skriv inn din e-post
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਈਮੇਲ ਦਰਜ ਕਰੋ
pl: Wprowadź swój adres e-mail
ro: Te rog introdu e-mailul tău
sv: Vänligen ange din e-post
ta: தயவுசெய்து உங்கள் மின்னஞ்சலை உள்ளிடவும்
te: దయచేసి మీ ఇమెయిల్‌ని నమోదు చేయండి
tr: Lütfen E-postanızı girin
ur: براہ کرم اپنا ای میل درج کریں۔

source: Please Enter Your Password
bn: আপনার পাসওয়ার্ড দিন
ca: Introduïu la vostra contrasenya
cs: Prosím zadejte své heslo
da: Indtast venligst dit kodeord
el: Παρακαλώ εισάγετε τον κωδικό σας
es: Por favor, introduzca su contraseña
et: Palun sisesta oma salasõna
fa: لطفا رمز عبور خود را وارد کنید
fi: Anna salasanasi
gu: મહેરબાની કરીને તમારો પાસવર્ડ નાખો
hi: कृपया अपना पासवर्ड दर्ज करें
hr: Unesite svoju lozinku
hu: Kérem írja be a jelszavát
it: Per favore inserisci LA TUA password
ja: パスワードを入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Kupuhipa
mr: कृपया तुमचा पासवर्ड टाका
nl: Voer uw wachtwoord in
no: Vennligst skriv inn passordet ditt
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
pl: Wprowadź hasło
ro: Va rugam sa introduceti parola
sv: Vänligen ange ditt lösenord
ta: தங்கள் கடவு சொல்லை பதிவு செய்யவும்
te: దయచేసి మీ పాస్‌వర్డ్‌ని నమోదు చేయండి
tr: Şifrenizi giriniz Lütfen
ur: برائے مہربانی اپنا پاس ورڈ داخل کریں

source: Old Password
bn: পুরানো পাসওয়ার্ড
ca: contrasenya antiga
cs: staré heslo
da: Gammelt kodeord
el: ΠΑΛΙΟΣ ΚΩΔΙΚΟΣ
es: Contraseña anterior
et: vana parool
fa: رمز عبور قدیمی
fi: vanha salasana
gu: જુનો પાસવર્ડ
hi: पुराना पासवर्ड
hr: stara lozinka
hu: régi jelszó
it: vecchia password
ja: 以前のパスワード
kn: ಹಳೆಯ ಪಾಸ್ವರ್ಡ್
mi: Kupuhipa Tawhito
mr: जुना पासवर्ड
nl: Oud Wachtwoord
no: gammelt passord
pa: ਪੁਰਾਣਾ ਪਾਸਵਰਡ
pl: Stare hasło
ro: Parola veche
sv: Gammalt lösenord
ta: பழைய கடவுச்சொல்
te: పాత పాస్‌వర్డ్
tr: eski Şifre
ur: پرانا پاسورڈ

# please_enter_your_phone
source: Please enter your valid Phone
bn: আপনার ফোন লিখুন
ca: Introduïu el vostre telèfon
cs: Zadejte prosím svůj telefon
da: Indtast venligst din telefon
el: Παρακαλώ εισάγετε το τηλέφωνό σας
es: Por favor ingrese su teléfono
et: Palun sisestage oma telefon
fa: لطفا گوشی خود را وارد کنید
fi: Anna puhelimesi
gu: કૃપા કરીને તમારો ફોન દાખલ કરો
hi: कृपया अपना फोन दर्ज करें
hr: Unesite svoj telefon
hu: Kérjük, adja meg telefonját
it: Inserisci il tuo telefono
ja: 電話番号を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Waea
mr: कृपया तुमचा फोन एंटर करा
nl: Voer uw telefoon in
no: Vennligst skriv inn telefonen din
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਫ਼ੋਨ ਦਾਖਲ ਕਰੋ
pl: Wprowadź swój telefon
ro: Vă rugăm să introduceți telefonul dvs
sv: Vänligen ange din telefon
ta: உங்கள் தொலைபேசியை உள்ளிடவும்
te: దయచేసి మీ ఫోన్‌ని నమోదు చేయండి
tr: Lütfen Telefonunuzu Giriniz
ur: براہ کرم اپنا فون درج کریں۔

source: Please Enter Your Address
bn: আপনার ঠিকানা লিখুন দয়া করে
ca: Introduïu la vostra adreça
cs: Zadejte svou adresu
da: Indtast venligst din adresse
el: Παρακαλώ εισάγετε τη διεύθυνσή σας
es: Por favor ingrese su dirección
et: Palun sisestage oma aadress
fa: لطفا آدرس خود را وارد کنید
fi: Anna osoitteesi
gu: કૃપા કરીને તમારું સરનામું દાખલ કરો
hi: कृपया अपना पता दर्ज करें
hr: Molimo unesite svoju adresu
hu: Kérjük, adja meg címét
it: Inserisci il tuo indirizzo
ja: 住所を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Wāhitau
mr: कृपया तुमचा पत्ता प्रविष्ट करा
nl: Voer uw adres in
no: Vennligst skriv inn din adresse
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਦਰਜ ਕਰੋ
pl: Wprowadź swój adres
ro: Vă rugăm să introduceți adresa dvs
sv: Vänligen ange din adress
ta: தயவுசெய்து உங்கள் முகவரியை உள்ளிடவும்
te: దయచేసి మీ చిరునామాను నమోదు చేయండి
tr: Lütfen Adresinizi Giriniz
ur: براہ کرم اپنا پتہ درج کریں۔

# please_enter_your_mobile_number
source: Please Enter Valid Mobile Number
bn: বৈধ মোবাইল নম্বর লিখুন
ca: Introduïu un número de mòbil vàlid
cs: Zadejte prosím platné mobilní číslo
da: Indtast venligst gyldigt mobilnummer
el: Εισαγάγετε έγκυρο αριθμό κινητού τηλεφώνου
es: Ingrese un número de teléfono móvil válido
et: Sisestage kehtiv mobiilinumber
fa: لطفا شماره موبایل معتبر را وارد کنید
fi: Anna kelvollinen matkapuhelinnumero
gu: કૃપા કરીને માન્ય મોબાઇલ નંબર દાખલ કરો
hi: कृपया मान्य मोबाइल नंबर दर्ज करें
hr: Unesite važeći broj mobitela
hu: Kérjük, adja meg az érvényes mobilszámot
it: Inserisci un numero di cellulare valido
ja: 有効な携帯電話番号を入力してください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te nama pūkoro whaimana
mr: कृपया वैध मोबाईल क्रमांक प्रविष्ट करा
nl: Voer een geldig mobiel nummer in
no: Vennligst skriv inn gyldig mobilnummer
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ
pl: Wprowadź prawidłowy numer telefonu komórkowego
ro: Vă rugăm să introduceți un număr de mobil valid
sv: Vänligen ange ett giltigt mobilnummer
ta: செல்லுபடியாகும் மொபைல் எண்ணை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే మొబైల్ నంబర్‌ను నమోదు చేయండి
tr: Lütfen Geçerli Cep Numarası Girin
ur: براہ کرم درست موبائل نمبر درج کریں۔

source: Mobile Number
bn: মোবাইল নম্বর
ca: Número de mòbil
cs: Číslo mobilního telefonu
da: Mobilnummer
el: Αριθμός κινητού
es: Número de teléfono móvil
et: Mobiili number
fa: شماره موبایل
fi: Matkapuhelinnumero
gu: મોબાઇલ નંબર
hi: मोबाइल नंबर
hr: Broj mobitela
hu: Mobil szám
it: Numero di cellulare
ja: 携帯電話番号
kn: ಮೊಬೈಲ್ ನಂಬರ
mi: Tau Pukoro
mr: मोबाईल नंबर
nl: Mobiel nummer
no: Mobilnummer
pa: ਮੋਬਾਇਲ ਨੰਬਰ
pl: Numer telefonu komórkowego
ro: Număr de telefon mobil
sv: Mobilnummer
ta: கைபேசி எண்
te: మొబైల్ నంబర్
tr: Cep numarası
ur: موبائل فون کانمبر

source: Phone
bn: ফোন
ca: Telèfon
cs: Telefon
da: telefon
el: Τηλέφωνο
es: Teléfono
et: Telefon
fa: تلفن
fi: Puhelin
gu: ફોન
hi: फोन
hr: Telefon
hu: Telefon
it: Telefono
ja: 電話
kn: ದೂರವಾಣಿ
mi: Waea
mr: फोन
nl: Telefoon
no: Telefon
pa: ਫ਼ੋਨ
pl: Telefon
ro: Telefon
sv: Telefon
ta: தொலைபேசி
te: ఫోన్
tr: Telefon
ur: فون

source: Gender
bn: লিঙ্গ
ca: Gènere
cs: Rod
da: Køn
el: Γένος
es: Género
et: Sugu
fa: جنسیت
fi: Sukupuoli
gu: જાતિ
hi: लिंग
hr: Spol
hu: Nem
it: Genere
ja: 性別
kn: ಲಿಂಗ
mi: Ira tangata
mr: लिंग
nl: Geslacht
no: Kjønn
pa: ਲਿੰਗ
pl: Płeć
ro: Gen
sv: Kön
ta: பாலினம்
te: లింగం
tr: Cinsiyet
ur: صنف
