Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Assign Package
bn: প্যাকেজ বরাদ্দ করুন
ca: Assigna el paquet
cs: Přiřadit balíček
da: Tildel pakke
el: Εκχώρηση πακέτου
es: Asignar paquete
et: Määra pakett
fa: اختصاص بسته
fi: Määritä paketti
gu: પેકેજ સોંપો
hi: पैकेज असाइन करें
hr: Dodijelite paket
hu: Csomag hozzárendelése
it: Assegna pacchetto
ja: パッケージの割り当て
kn: ಪ್ಯಾಕೇಜ್ ನಿಯೋಜಿಸಿ
mi: Tautapa te Mōkī
mr: पॅकेज नियुक्त करा
nl: Pakket toewijzen
no: Tildel pakke
pa: ਪੈਕੇਜ ਅਸਾਈਨ ਕਰੋ
pl: Przypisz pakiet
ro: Atribuiți pachet
sv: Tilldela paket
ta: தொகுப்பை ஒதுக்குங்கள்
te: ప్యాకేజీని కేటాయించండి
tr: Paket Ata
ur: پیکیج تفویض کریں۔

source: Duration(Weeks)
bn: সময়কাল (সপ্তাহ)
ca: Durada (setmanes)
cs: Délka (týdny)
da: Varighed (uger)
el: Διάρκεια (Εβδομάδες)
es: Duración (Semanas)
et: Kestus (nädalad)
fa: مدت (هفته)
fi: Kesto (viikkoja)
gu: અવધિ(અઠવાડિયા)
hi: अवधि (सप्ताह)
hr: Trajanje (tjedni)
hu: Időtartam (hetek)
it: Durata (settimane)
ja: 期間（週）
kn: ಅವಧಿ(ವಾರಗಳು)
mi: Roa(wiki)
mr: कालावधी (आठवडे)
nl: Duur(Weken)
no: Varighet (uker)
pa: ਮਿਆਦ (ਹਫ਼ਤੇ)
pl: Czas trwania (tygodnie)
ro: Durată (Săptămâni)
sv: Varaktighet (veckor)
ta: காலம்(வாரங்கள்)
te: వ్యవధి(వారాలు)
tr: Süre(Hafta)
ur: دورانیہ (ہفتے)

source: Please Enter Duration(Weeks)
bn: অনুগ্রহ করে সময়কাল লিখুন (সপ্তাহ)
ca: Introduïu la durada (setmanes)
cs: Zadejte dobu trvání (týdny)
da: Indtast venligst varighed (uger)
el: Εισαγάγετε Διάρκεια (Εβδομάδες)
es: Ingrese la duración (semanas)
et: Palun sisestage kestus (nädalad)
fa: لطفا مدت زمان (هفته ها) را وارد کنید
fi: Anna kesto (viikkoja)
gu: કૃપા કરીને અવધિ (અઠવાડિયા) દાખલ કરો
hi: कृपया अवधि दर्ज करें (सप्ताह)
hr: Unesite trajanje (tjedni)
hu: Kérjük, adja meg az időtartamot (hetek)
it: Inserisci la durata (settimane)
ja: 期間（週）を入力してください
kn: ದಯವಿಟ್ಟು ಅವಧಿಯನ್ನು ನಮೂದಿಸಿ(ವಾರಗಳು)
mi: Whakauruhia koa te roanga(wiki)
mr: कृपया कालावधी (आठवडे) प्रविष्ट करा
nl: Voer de duur in (weken)
no: Vennligst skriv inn varighet (uker)
pa: ਕਿਰਪਾ ਕਰਕੇ ਮਿਆਦ (ਹਫ਼ਤੇ) ਦਾਖਲ ਕਰੋ
pl: Proszę podać czas trwania (tygodnie)
ro: Vă rugăm să introduceți durata (săptămâni)
sv: Vänligen ange varaktighet (veckor)
ta: கால அளவை (வாரங்கள்) உள்ளிடவும்
te: దయచేసి వ్యవధి (వారాలు) నమోదు చేయండి
tr: Lütfen Süre Girin(Hafta)
ur: براہ کرم دورانیہ درج کریں (ہفتوں)

source: Enter Workout Duration
bn: ওয়ার্কআউটের সময়কাল লিখুন
ca: Introduïu la durada de l'entrenament
cs: Zadejte Trvání tréninku
da: Indtast træningsvarighed
el: Εισαγάγετε τη διάρκεια προπόνησης
es: Ingrese la duración del entrenamiento
et: Sisestage treeningu kestus
fa: مدت زمان تمرین را وارد کنید
fi: Anna harjoituksen kesto
gu: વર્કઆઉટ અવધિ દાખલ કરો
hi: कसरत अवधि दर्ज करें
hr: Unesite trajanje vježbanja
hu: Adja meg az edzés időtartamát
it: Immettere la durata dell'allenamento
ja: ワークアウト期間を入力してください
kn: ತಾಲೀಮು ಅವಧಿಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia te Roanga Mahi
mr: कसरत कालावधी प्रविष्ट करा
nl: Voer trainingsduur in
no: Angi treningens varighet
pa: ਕਸਰਤ ਦੀ ਮਿਆਦ ਦਾਖਲ ਕਰੋ
pl: Wprowadź czas trwania treningu
ro: Introduceți Durata antrenamentului
sv: Ange träningslängd
ta: உடற்பயிற்சி காலத்தை உள்ளிடவும்
te: వ్యాయామ వ్యవధిని నమోదు చేయండి
tr: Egzersiz Süresini Girin
ur: ورزش کا دورانیہ درج کریں۔

source: Workout Type
bn: ওয়ার্কআউটের ধরন
ca: Tipus d'entrenament
cs: Typ cvičení
da: Træningstype
el: Τύπος προπόνησης
es: Tipo de entrenamiento
et: Treeningu tüüp
fa: نوع تمرین
fi: Harjoitustyyppi
gu: વર્કઆઉટ પ્રકાર
hi: कसरत का प्रकार
hr: Vrsta vježbanja
hu: Edzés típusa
it: Tipo di allenamento
ja: ワークアウトの種類
kn: ತಾಲೀಮು ಪ್ರಕಾರ
mi: Momo Mahi
mr: कसरत प्रकार
nl: Type training
no: Treningstype
pa: ਕਸਰਤ ਦੀ ਕਿਸਮ
pl: Typ treningu
ro: Tip de antrenament
sv: Typ av träning
ta: உடற்பயிற்சி வகை
te: వ్యాయామం రకం
tr: Antrenman Türü
ur: ورزش کی قسم

source: Free
bn: বিনামূল্যে
ca: Gratuït
cs: Volný, uvolnit
da: Gratis
el: Ελεύθερος
es: Gratis
et: Tasuta
fa: رایگان
fi: Vapaa
gu: મફત
hi: मुक्त
hr: Besplatno
hu: Ingyenes
it: Gratuito
ja: 無料
kn: ಉಚಿತ
mi: Kore utu
mr: फुकट
nl: Vrij
no: Gratis
pa: ਮੁਫ਼ਤ
pl: Bezpłatny
ro: Gratuit
sv: Fri
ta: இலவசம்
te: ఉచిత
tr: Özgür
ur: مفت

source: Premium
bn: প্রিমিয়াম
cs: Pojistné
da: Præmie
el: Ασφάλιστρο
es: De primera calidad
fa: حق بیمه
gu: પ્રીમિયમ
hi: अधिमूल्य
hr: Premija
hu: Prémium
it: Premio
ja: プレミアム
kn: ಪ್ರೀಮಿಯಂ
mi: Moni
mr: प्रीमियम
nl: Premie
pa: ਪ੍ਰੀਮੀਅਮ
pl: Premia
sv: Premie
ta: பிரீமியம்
te: ప్రీమియం
tr: Ödül
ur: پریمیم

source: Total Trainer
bn: মোট প্রশিক্ষক
ca: Entrenador total
da: Total træner
es: Entrenador total
et: Täielik treener
fa: توتال ترینر
gu: કુલ ટ્રેનર
hi: कुल प्रशिक्षक
hr: Totalni trener
it: Allenatore totale
ja: トータルトレーナー
kn: ಒಟ್ಟು ತರಬೇತುದಾರ
mi: Kaiwhakangungu Tapeke
mr: एकूण प्रशिक्षक
no: Totaltrener
pa: ਕੁੱਲ ਟ੍ਰੇਨਰ
pl: Trener totalny
ro: Antrenor total
sv: Total tränare
ta: மொத்த பயிற்சியாளர்
te: మొత్తం శిక్షకుడు
tr: Toplam Eğitmen
ur: ٹوٹل ٹرینر

source: Popular Workout
bn: জনপ্রিয় ওয়ার্কআউট
ca: Entrenament popular
cs: Populární cvičení
da: Populær træning
el: Δημοφιλής προπόνηση
es: Entrenamiento popular
et: Populaarne treening
fa: تمرین محبوب
fi: Suosittu harjoitus
gu: લોકપ્રિય વર્કઆઉટ
hi: लोकप्रिय कसरत
hr: Popularno vježbanje
hu: Népszerű edzés
it: Allenamento popolare
ja: 人気のワークアウト
kn: ಜನಪ್ರಿಯ ತಾಲೀಮು
mi: Ko te Mahi rongonui
mr: लोकप्रिय कसरत
nl: Populaire training
no: Populær trening
pa: ਪ੍ਰਸਿੱਧ ਕਸਰਤ
pl: Popularny trening
ro: Antrenament popular
sv: Populär träning
ta: பிரபலமான உடற்பயிற்சி
te: జనాదరణ పొందిన వ్యాయామం
tr: Popüler Egzersiz
ur: مشہور ورزش

source: Popular Packages
bn: জনপ্রিয় প্যাকেজ
ca: Paquets populars
cs: Oblíbené balíčky
da: Populære pakker
el: Δημοφιλή πακέτα
es: Paquetes Populares
et: Populaarsed paketid
fa: بسته های محبوب
fi: Suosittuja paketteja
gu: લોકપ્રિય પેકેજો
hi: लोकप्रिय पैकेज
hr: Popularni paketi
hu: Népszerű csomagok
it: Pacchetti popolari
ja: 人気のパッケージ
kn: ಜನಪ್ರಿಯ ಪ್ಯಾಕೇಜುಗಳು
mi: Mōkī rongonui
mr: लोकप्रिय पॅकेजेस
nl: Populaire pakketten
no: Populære pakker
pa: ਪ੍ਰਸਿੱਧ ਪੈਕੇਜ
pl: Popularne pakiety
ro: Pachete populare
sv: Populära paket
ta: பிரபலமான தொகுப்புகள்
te: జనాదరణ పొందిన ప్యాకేజీలు
tr: Popüler Paketler
ur: مقبول پیکجز

# enable_to_dark_mode
source: Enable Dark Mode
bn: ডার্ক মোড সক্ষম করুন
ca: Activa el mode fosc
cs: Povolit tmavý režim
da: Aktiver mørk tilstand
el: Ενεργοποίηση Dark Mode
es: Habilitar modo oscuro
et: Luba tume režiim
fa: حالت تاریک را فعال کنید
fi: Ota tumma tila käyttöön
gu: ડાર્ક મોડને સક્ષમ કરો
hi: डार्क मोड सक्षम करें
hr: Omogućite tamni način rada
hu: Sötét mód engedélyezése
it: Abilita la modalità oscura
ja: ダークモードを有効にする
kn: ಡಾರ್ಕ್ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
mi: Whakahohehia te Aratau pouri
mr: गडद मोड सक्षम करा
nl: Schakel de donkere modus in
no: Aktiver mørk modus
pa: ਡਾਰਕ ਮੋਡ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Włącz tryb ciemny
ro: Activați modul întunecat
sv: Aktivera mörkt läge
ta: டார்க் பயன்முறையை இயக்கவும்
te: డార్క్ మోడ్‌ని ప్రారంభించండి
tr: Karanlık Modu Etkinleştir
ur: ڈارک موڈ کو فعال کریں۔

source: Trainer Packages
bn: প্রশিক্ষক প্যাকেজ
ca: Paquets de formació
cs: Trenérské balíčky
da: Trænerpakker
el: Πακέτα εκπαιδευτών
es: Paquetes de Entrenador
et: Treeneripaketid
fa: بسته های مربی
fi: Koulutuspaketit
gu: ટ્રેનર પેકેજો
hi: ट्रेनर पैकेज
hr: Paketi trenera
hu: Edző csomagok
it: Pacchetti formatori
ja: トレーナーパッケージ
kn: ತರಬೇತುದಾರ ಪ್ಯಾಕೇಜುಗಳು
mi: Whakangungu Whakangungu
mr: ट्रेनर पॅकेजेस
nl: Trainer pakketten
no: Trenerpakker
pa: ਟ੍ਰੇਨਰ ਪੈਕੇਜ
pl: Pakiety trenerskie
ro: Pachete Trainer
sv: Tränarpaket
ta: பயிற்சியாளர் தொகுப்புகள்
te: శిక్షణ ప్యాకేజీలు
tr: Eğitmen Paketleri
ur: ٹرینر پیکجز

source: Enable Mail Notification
bn: মেল বিজ্ঞপ্তি সক্ষম করুন
ca: Activa la notificació per correu
cs: Povolit upozornění na e-mail
da: Aktiver mailbesked
el: Ενεργοποίηση ειδοποίησης αλληλογραφίας
es: Habilitar notificación de correo
et: Luba meiliteatis
fa: اعلان ایمیل را فعال کنید
fi: Ota sähköposti-ilmoitus käyttöön
gu: મેઇલ સૂચના સક્ષમ કરો
hi: मेल अधिसूचना सक्षम करें
hr: Omogući e-mail obavijesti
hu: Levelezési értesítés engedélyezése
it: Abilita notifica e-mail
ja: メール通知を有効にする
kn: ಮೇಲ್ ಅಧಿಸೂಚನೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
mi: Whakahohe Whakamōhiotanga Mēra
mr: मेल सूचना सक्षम करा
nl: E-mailmelding inschakelen
no: Aktiver e-postvarsling
pa: ਮੇਲ ਸੂਚਨਾ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz powiadomienie pocztą
ro: Activați notificarea prin e-mail
sv: Aktivera e-postavisering
ta: அஞ்சல் அறிவிப்பை இயக்கவும்
te: మెయిల్ నోటిఫికేషన్‌ను ప్రారంభించండి
tr: Posta Bildirimini Etkinleştir
ur: میل نوٹیفکیشن کو فعال کریں۔

source: Enable
bn: সক্ষম করুন
ca: Activa
cs: Umožnit
da: Aktiver
el: επιτρέπω
es: Permitir
et: Luba
fa: فعال کردن
fi: ota käyttöön
gu: સક્ષમ કરો
hi: सक्षम
hr: Omogućiti
hu: Engedélyezze
it: Abilitare
ja: 有効
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ
mi: Whakahohe
mr: सक्षम करा
nl: Inschakelen
no: Muliggjøre
pa: ਯੋਗ ਕਰੋ
pl: Włączać
ro: Permite
sv: Gör det möjligt
ta: இயக்கு
te: ప్రారంభించు
tr: Olanak vermek
ur: فعال

source: Expiration Mail Notification
bn: মেয়াদ শেষ হওয়ার মেইল বিজ্ঞপ্তি
ca: Notificació de correu de caducitat
cs: Mailové oznámení o vypršení platnosti
da: Udløbsmailmeddelelse
el: Ειδοποίηση λήξης αλληλογραφίας
es: Notificación por correo de caducidad
et: Aegumiskirja teatis
fa: اعلان نامه انقضا
fi: Vanhenemispostiilmoitus
gu: સમાપ્તિ મેઇલ સૂચના
hi: समाप्ति मेल अधिसूचना
hr: Obavijest poštom o isteku
hu: Lejárati levél értesítés
it: Notifica posta di scadenza
ja: 期限切れメール通知
kn: ಮುಕ್ತಾಯದ ಮೇಲ್ ಅಧಿಸೂಚನೆ
mi: Whakamōhiotanga Mēra Mutunga
mr: कालबाह्यता मेल सूचना
nl: Vervaldatum per e-mail
no: Utløpsmelding via e-post
pa: ਮਿਆਦ ਪੁੱਗਣ ਵਾਲੀ ਮੇਲ ਸੂਚਨਾ
pl: Powiadomienie pocztą o wygaśnięciu
ro: Notificare prin e-mail de expirare
sv: E-postmeddelande om utgång
ta: காலாவதியாகும் அஞ்சல் அறிவிப்பு
te: గడువు ముగిసిన మెయిల్ నోటిఫికేషన్
tr: Süre Sonu Posta Bildirimi
ur: میعاد ختم ہونے والی میل کی اطلاع

source: Membership Runs Out
bn: সদস্যপদ ফুরিয়ে গেছে
ca: S'esgota l'afiliació
cs: Členství končí
da: Medlemskab løber ud
el: Η συνδρομή εξαντλείται
es: Se agota la membresía
et: Liikmelisus saab otsa
fa: عضویت تمام می شود
fi: Jäsenyys loppuu
gu: સભ્યપદ સમાપ્ત
hi: सदस्यता समाप्त हो जाती है
hr: Članstvo ističe
hu: A tagság elfogy
it: L'abbonamento si esaurisce
ja: メンバーシップがなくなります
kn: ಸದಸ್ಯತ್ವ ಮುಗಿದಿದೆ
mi: Ka mutu te mema
mr: सदस्यत्व संपले
nl: Lidmaatschap loopt af
no: Medlemskapet går ut
pa: ਮੈਂਬਰਸ਼ਿਪ ਖਤਮ ਹੋ ਗਈ ਹੈ
pl: Kończy się członkostwo
ro: Calitatea de membru se epuizează
sv: Medlemskapet tar slut
ta: உறுப்பினர் சேர்க்கை முடிந்தது
te: సభ్యత్వం అయిపోయింది
tr: Üyelik Tükeniyor
ur: رکنیت ختم ہو گئی۔

# email_setting
source: Email settings
bn: ইমেল সেটিংস
ca: Configuració del correu electrònic
cs: Nastavení e-mailu
da: E-mail-indstillinger
el: Ρυθμίσεις email
es: Ajustes del correo electrónico
et: E-posti seaded
fa: تنظیمات ایمیل
fi: Sähköpostiasetukset
gu: ઇમેઇલ સેટિંગ્સ
hi: ईमेल सेटिंग्स
hr: Postavke e-pošte
hu: E-mail beállítások
it: Impostazioni dell 'email
ja: メール設定
kn: ಇಮೇಲ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mi: Tautuhinga imeera
mr: ईमेल सेटिंग्ज
nl: Email instellingen
no: E-postinnstillinger
pa: ਈਮੇਲ ਸੈਟਿੰਗਾਂ
pl: Ustawienia poczty e-mail
ro: Setări de e-mail
sv: E-postinställningar
ta: மின்னஞ்சல் அமைப்புகள்
te: ఇమెయిల్ సెట్టింగ్‌లు
tr: E mail ayarları
ur: ای میل کی ترتیبات

# general_setting
source: General settings
bn: সাধারণ সেটিংস
ca: Configuració general
cs: Obecné nastavení
da: Generelle indstillinger
el: Γενικές Ρυθμίσεις
es: Configuración general
et: Üldised seaded
fa: تنظیمات عمومی
fi: Yleiset asetukset
gu: સામાન્ય સુયોજનો
hi: सामान्य सेटिंग्स
hr: Opće postavke
hu: Általános beállítások
it: Impostazioni generali
ja: 一般設定
kn: ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳು
mi: Tautuhinga whanui
mr: सामान्य सेटिंग्ज
nl: Algemene instellingen
no: Generelle innstillinger
pa: ਆਮ ਸੈਟਿੰਗ
pl: Ustawienia główne
ro: Setari generale
sv: Allmänna Inställningar
ta: பொது அமைப்புகள்
te: సాధారణ సెట్టింగులు
tr: Genel Ayarlar
ur: عام ترتیبات

source: Please Enter Your GYM Name
bn: আপনার GYM নাম লিখুন
ca: Introduïu el vostre nom de gimnàs
cs: Zadejte název své tělocvičny
da: Indtast venligst dit GYM-navn
el: Εισαγάγετε το όνομα του γυμναστηρίου σας
es: Ingrese el nombre de su GIMNASIO
et: Sisestage oma GYM nimi
fa: لطفا نام GYM خود را وارد کنید
fi: Anna GYM-nimesi
gu: કૃપા કરીને તમારું GYM નામ દાખલ કરો
hi: कृपया अपने जिम का नाम दर्ज करें
hr: Unesite naziv vaše teretane
hu: Kérjük, adja meg GYM nevét
it: Inserisci il nome della tua palestra
ja: ジム名を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ GYM ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Ingoa GYM
mr: कृपया तुमचे GYM नाव प्रविष्ट करा
nl: Voer uw GYM-naam in
no: Vennligst skriv inn ditt GYM-navn
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ GYM ਨਾਮ ਦਰਜ ਕਰੋ
pl: Wprowadź swoją nazwę GYM
ro: Vă rugăm să introduceți numele dvs. de GYM
sv: Vänligen ange ditt GYM-namn
ta: உங்கள் ஜிம் பெயரை உள்ளிடவும்
te: దయచేసి మీ GYM పేరును నమోదు చేయండి
tr: Lütfen GYM Adınızı Giriniz
ur: براہ کرم اپنا GYM نام درج کریں۔

source: Gym Name
bn: জিমের নাম
ca: Nom del gimnàs
cs: Název tělocvičny
da: Gymnastiks navn
el: Όνομα γυμναστηρίου
es: Nombre del gimnasio
et: Jõusaali nimi
fa: نام باشگاه
fi: Kuntosalin nimi
gu: જીમનું નામ
hi: जिम का नाम
hr: Naziv teretane
hu: Edzőterem neve
it: Nome palestra
ja: ジム名
kn: ಜಿಮ್ ಹೆಸರು
mi: Ingoa whare takaro
mr: जिमचे नाव
nl: Naam sportschool
no: Gymnavn
pa: ਜਿਮ ਦਾ ਨਾਮ
pl: Nazwa siłowni
ro: Nume sala de sport
sv: Gym Namn
ta: ஜிம் பெயர்
te: జిమ్ పేరు
tr: spor salonu adı
ur: جم کا نام

source: Starting Year
bn: শুরুর বছর
ca: Any d'inici
cs: Počáteční rok
da: Startår
el: Έτος έναρξης
es: año de inicio
et: Algusaasta
fa: سال شروع
fi: Aloitusvuosi
gu: શરૂઆતનું વર્ષ
hi: प्रारंभिक वर्ष
hr: Početna godina
hu: Kezdő év
it: Anno di inizio
ja: 開始年
kn: ಆರಂಭದ ವರ್ಷ
mi: Tau Timata
mr: सुरुवातीचे वर्ष
nl: Beginjaar
no: Startår
pa: ਸ਼ੁਰੂਆਤੀ ਸਾਲ
pl: Rok rozpoczęcia
ro: Anul de început
sv: Startår
ta: தொடக்க ஆண்டு
te: ప్రారంభ సంవత్సరం
tr: Başlangıç Yılı
ur: شروع ہونے والا سال

source: Gym Address
bn: জিমের ঠিকানা
ca: Adreça del gimnàs
cs: Adresa tělocvičny
da: Gym adresse
el: Διεύθυνση γυμναστηρίου
es: Dirección del gimnasio
et: Jõusaali aadress
fa: آدرس باشگاه بدنسازی
fi: Kuntosalin osoite
gu: જિમ સરનામું
hi: जिम का पता
hr: Adresa teretane
hu: Edzőterem címe
it: Indirizzo della palestra
ja: ジムの住所
kn: ಜಿಮ್ ವಿಳಾಸ
mi: Wāhitau whare takaro
mr: जिमचा पत्ता
nl: Adres sportschool
no: Gymadresse
pa: ਜਿਮ ਦਾ ਪਤਾ
pl: Adres siłowni
ro: Adresa sala de sport
sv: Gymadress
ta: ஜிம் முகவரி
te: జిమ్ చిరునామా
tr: Spor Salonu Adresi
ur: جم کا پتہ

source: Official Phone Number
bn: অফিসিয়াল ফোন নম্বর
ca: Telèfon oficial
cs: Oficiální telefonní číslo
da: Officielt telefonnummer
el: Επίσημος αριθμός τηλεφώνου
es: Número de teléfono oficial
et: Ametlik telefoninumber
fa: شماره تلفن رسمی
fi: Virallinen puhelinnumero
gu: અધિકૃત ફોન નંબર
hi: आधिकारिक फोन नंबर
hr: Službeni broj telefona
hu: Hivatalos telefonszám
it: Numero di telefono ufficiale
ja: 公式電話番号
kn: ಅಧಿಕೃತ ಫೋನ್ ಸಂಖ್ಯೆ
mi: Tau Waea Mana
mr: अधिकृत फोन नंबर
nl: Officieel telefoonnummer
no: Offisielt telefonnummer
pa: ਅਧਿਕਾਰਤ ਫ਼ੋਨ ਨੰਬਰ
pl: Oficjalny numer telefonu
ro: Număr de telefon oficial
sv: Officiellt telefonnummer
ta: அதிகாரப்பூர்வ தொலைபேசி எண்
te: అధికారిక ఫోన్ నంబర్
tr: Resmi Telefon Numarası
ur: سرکاری فون نمبر

source: Official Email
bn: অফিসিয়াল ইমেইল
ca: Correu electrònic oficial
cs: Oficiální email
da: Officiel e-mail
el: Επίσημο email
es: Correo electrónico oficial
et: Ametlik e-kiri
fa: ایمیل رسمی
fi: Virallinen sähköposti
gu: સત્તાવાર ઇમેઇલ
hi: आधिकारिक ईमेल
hr: Službeni e-mail
hu: Hivatalos e-mail
it: E-mail ufficiale
ja: 公式メール
kn: ಅಧಿಕೃತ ಇಮೇಲ್
mi: Īmēra Whaimana
mr: अधिकृत ईमेल
nl: Officiële e-mail
no: Offisiell e-post
pa: ਅਧਿਕਾਰਤ ਈਮੇਲ
pl: Oficjalny e-mail
ro: E-mail oficial
sv: Officiell e-post
ta: அதிகாரப்பூர்வ மின்னஞ்சல்
te: అధికారిక ఇమెయిల్
tr: Resmi E-posta
ur: سرکاری ای میل

source: Choose Image
bn: ছবি নির্বাচন করুন
ca: Trieu Imatge
cs: Vyberte Obrázek
da: Vælg Billede
el: Επιλέξτε Εικόνα
es: Elegir imagen
et: Valige Pilt
fa: تصویر را انتخاب کنید
fi: Valitse Kuva
gu: છબી પસંદ કરો
hi: छवि चुनें
hr: Odaberite sliku
hu: Válassza a Kép lehetőséget
it: Scegli Immagine
ja: 画像を選択
kn: ಚಿತ್ರವನ್ನು ಆರಿಸಿ
mi: Kōwhiri Atahanga
mr: प्रतिमा निवडा
nl: Kies Afbeelding
no: Velg Bilde
pa: ਚਿੱਤਰ ਚੁਣੋ
pl: Wybierz obraz
ro: Alegeți Imagine
sv: Välj Bild
ta: படத்தை தேர்வு செய்யவும்
te: చిత్రాన్ని ఎంచుకోండి
tr: Resim Seç
ur: تصویر کا انتخاب کریں۔

source: Submit
bn: জমা দিন
ca: Presentar
cs: Předložit
da: Indsend
el: υποβάλλουν
es: Entregar
et: Esita
fa: ارسال
fi: Lähetä
gu: સબમિટ કરો
hi: जमा करना
hr: podnijeti
hu: Beküldés
it: Invia
ja: 送信
kn: ಸಲ್ಲಿಸು
mi: Tukuna
mr: प्रस्तुत करणे
nl: Indienen
no: Sende inn
pa: ਜਮ੍ਹਾਂ ਕਰੋ
pl: Składać
ro: Trimite
sv: Skicka in
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి
tr: Göndermek
ur: جمع کرائیں

# localization_setting
source: Localization settings
bn: স্থানীয়করণ সেটিংস
ca: Configuració de localització
cs: Nastavení lokalizace
da: Lokaliseringsindstillinger
el: Ρυθμίσεις τοπικής προσαρμογής
es: Configuración de localización
et: Lokaliseerimise seaded
fa: تنظیمات محلی سازی
fi: Lokalisointiasetukset
gu: સ્થાનિકીકરણ સેટિંગ્સ
hi: स्थानीयकरण सेटिंग्स
hr: Postavke lokalizacije
hu: Lokalizációs beállítások
it: Impostazioni di localizzazione
ja: ローカリゼーション設定
kn: ಸ್ಥಳೀಕರಣ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mi: Tautuhinga rohenga
mr: स्थानिकीकरण सेटिंग्ज
nl: Lokalisatie-instellingen
no: Lokaliseringsinnstillinger
pa: ਸਥਾਨਕਕਰਨ ਸੈਟਿੰਗਾਂ
pl: Ustawienia lokalizacji
ro: Setări de localizare
sv: Lokaliseringsinställningar
ta: உள்ளூர்மயமாக்கல் அமைப்புகள்
te: స్థానికీకరణ సెట్టింగ్‌లు
tr: Yerelleştirme ayarları
ur: لوکلائزیشن کی ترتیبات

source: Select Language
bn: ভাষা নির্বাচন কর
ca: Escolliu l'idioma
cs: Zvolte jazyk
da: Vælg sprog
el: Επιλέξτε γλώσσα
es: Seleccione el idioma
et: Vali keel
fa: زبان را انتخاب کنید
fi: Valitse kieli
gu: ભાષા પસંદ કરો
hi: भाषा चुने
hr: Izaberi jezik
hu: Válasszon nyelvet
it: Seleziona la lingua
ja: 言語を選択する
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Reo
mr: भाषा निवडा
nl: Selecteer Taal
no: Velg språk
pa: ਭਾਸ਼ਾ ਚੁਣੋ
pl: Wybierz język
ro: Selecteaza limba
sv: Välj språk
ta: மொழியை தேர்ந்தெடுங்கள்
te: భాషను ఎంచుకోండి
tr: Dil Seçin
ur: زبان منتخب کریں۔

source: English
bn: ইংরেজি
ca: Anglès
cs: Angličtina
da: engelsk
el: Αγγλικά
es: Inglés
et: Inglise
fa: انگلیسی
fi: Englanti
gu: અંગ્રેજી
hi: अंग्रेज़ी
hr: Engleski
hu: angol
it: Inglese
ja: 英語
kn: ಆಂಗ್ಲ
mi: Ingarihi
mr: इंग्रजी
nl: Engels
no: Engelsk
pa: ਅੰਗਰੇਜ਼ੀ
pl: język angielski
ro: Engleză
sv: engelsk
ta: ஆங்கிலம்
te: ఆంగ్ల
tr: İngilizce
ur: انگریزی

source: Select Currency
bn: কারেন্সি নির্বাচন করুন
ca: Seleccioneu Moneda
cs: Vyberte možnost Měna
da: Vælg Valuta
el: Επιλέξτε Νόμισμα
es: Seleccione el tipo de moneda
et: Valige Valuuta
fa: واحد پول را انتخاب کنید
fi: Valitse Valuutta
gu: ચલણ પસંદ કરો
hi: मुद्रा चुनें
hr: Odaberite Valutu
hu: Válassza a Pénznem lehetőséget
it: Seleziona Valuta
ja: 通貨を選択
kn: ಕರೆನ್ಸಿ ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Moni
mr: चलन निवडा
nl: selecteer valuta
no: Velg Valuta
pa: ਮੁਦਰਾ ਚੁਣੋ
pl: Wybierz walutę
ro: Selectați Moneda
sv: Välj valuta
ta: நாணயத்தைத் தேர்ந்தெடுக்கவும்
te: కరెన్సీని ఎంచుకోండి
tr: Para birimini seçin
ur: کرنسی کا انتخاب کریں۔

source: Select Timezone
bn: টাইমজোন নির্বাচন করুন
ca: Seleccioneu Zona horària
cs: Vyberte Časové pásmo
da: Vælg Tidszone
el: Επιλέξτε Ζώνη ώρας
es: Selecciona la zona horaria
et: Valige Ajavöönd
fa: منطقه زمانی را انتخاب کنید
fi: Valitse Aikavyöhyke
gu: ટાઇમઝોન પસંદ કરો
hi: समयक्षेत्र का चयन करें
hr: Odaberite vremensku zonu
hu: Válassza az Időzóna lehetőséget
it: Seleziona Fuso orario
ja: タイムゾーンを選択
kn: ಸಮಯವಲಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpako Rohewā
mr: टाइमझोन निवडा
nl: Selecteer Tijdzone
no: Velg Tidssone
pa: ਸਮਾਂ ਖੇਤਰ ਚੁਣੋ
pl: Wybierz strefę czasową
ro: Selectați Fus orar
sv: Välj Tidszon
ta: நேர மண்டலத்தைத் தேர்ந்தெடுக்கவும்
te: టైమ్‌జోన్‌ని ఎంచుకోండి
tr: Saat Dilimi Seçin
ur: ٹائم زون کو منتخب کریں۔

source: Select Date Format
bn: তারিখ বিন্যাস নির্বাচন করুন
ca: Seleccioneu Format de data
cs: Vyberte Formát data
da: Vælg datoformat
el: Επιλέξτε Μορφή ημερομηνίας
es: Seleccionar formato de fecha
et: Valige Kuupäeva vorming
fa: فرمت تاریخ را انتخاب کنید
fi: Valitse Päivämäärän muoto
gu: તારીખ ફોર્મેટ પસંદ કરો
hi: दिनांक स्वरूप का चयन करें
hr: Odaberite Format datuma
hu: Válassza a Dátumformátum lehetőséget
it: Seleziona Formato data
ja: 日付形式を選択
kn: ದಿನಾಂಕ ಸ್ವರೂಪವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Hōputu Rā
mr: तारीख स्वरूप निवडा
nl: Selecteer Datumnotatie
no: Velg datoformat
pa: ਮਿਤੀ ਫਾਰਮੈਟ ਚੁਣੋ
pl: Wybierz Format daty
ro: Selectați Format de dată
sv: Välj Datumformat
ta: தேதி வடிவமைப்பைத் தேர்ந்தெடுக்கவும்
te: తేదీ ఆకృతిని ఎంచుకోండి
tr: Tarih Formatını Seçin
ur: تاریخ کی شکل منتخب کریں۔

source: Measurement units
bn: মাপকাঠি
ca: Unitats de mesura
cs: Měrné jednotky
da: Måleenheder
el: ΜΟΝΑΔΕΣ ΜΕΤΡΗΣΗΣ
es: Unidades de medida
et: Mõõtühikud
fa: واحدهای اندازه گیری
fi: Mittayksiköt
gu: માપન એકમો
hi: नाप की इकाइयां
hr: Mjerne jedinice
hu: Mértékegységek
it: Unità di misura
ja: 測定単位
kn: ಮಾಪನ ಘಟಕಗಳು
mi: Waeine ine
mr: मापन युनिट्स
nl: Meeteenheden
no: Måleenheter
pa: ਮਾਪ ਯੂਨਿਟ
pl: Jednostki miary
ro: Unitati de masura
sv: Mätenheter
ta: அளவீட்டு அலகுகள்
te: కొలత యూనిట్లు
tr: Ölçü birimleri
ur: پیمائش کی اکائیاں

source: kg
bn: কেজি
el: κιλό
fa: کیلوگرم
gu: કિલો ગ્રામ
hi: किलोग्राम
kn: ಕೇಜಿ
mr: किलो
pa: ਕਿਲੋ
ta: கிலோ
te: కిలొగ్రామ్
tr: kilogram
ur: کلو

source: lbs
bn: পাউন্ড
ca: lliures
el: λίβρες
es: libras
et: naela
fa: پوند
gu: એલબીએસ
hi: एलबीएस
it: libbre
ja: ポンド
kn: ಪೌಂಡ್
mr: एलबीएस
nl: pond
pl: funty
ta: பவுண்ட்
te: పౌండ్లు
tr: pound
ur: پونڈ

source: Centimeter
bn: সেন্টিমিটার
ca: Centímetre
cs: Centimetr
el: Εκατοστόμετρο
es: Centímetro
et: Sentimeeter
fa: سانتی متر
fi: Senttimetri
gu: સેન્ટીમીટર
hi: सेंटीमीटर
hr: Centimetar
hu: Centiméter
it: Centimetro
ja: センチメートル
kn: ಸೆಂಟಿಮೀಟರ್
mi: Henemita
mr: सेंटीमीटर
pa: ਸੈਂਟੀਮੀਟਰ
pl: Centymetr
ro: Centimetru
ta: சென்டிமீட்டர்
te: సెంటీమీటర్
tr: Santimetre
ur: سینٹی میٹر

source: Change Plan
bn: পরিকল্পনা পরিবর্তন করুন
ca: Pla de canvi
cs: Změnit plán
da: Skift plan
el: Αλλαγή σχεδίου
es: Cambio de plan
et: Muuda plaani
fa: تغییر طرح
fi: Muuta suunnitelmaa
gu: પ્લાન બદલો
hi: योजना बदलें
hr: Promjena plana
hu: Terv módosítása
it: Cambia piano
ja: プラン変更
kn: ಯೋಜನೆಯನ್ನು ಬದಲಾಯಿಸಿ
mi: Huri Mahere
mr: योजना बदला
nl: Plan wijzigen
no: Endre plan
pa: ਪਲਾਨ ਬਦਲੋ
pl: Zmień plan
ro: Schimbați planul
sv: Ändra plan
ta: திட்டத்தை மாற்றவும்
te: ప్లాన్ మార్చండి
tr: Plan değiştir
ur: منصوبہ تبدیل کریں۔

source: Inches
bn: ইঞ্চি
ca: Polzades
cs: palce
da: Tommer
el: ίντσες
es: Pulgadas
et: Tollid
fa: اینچ
fi: Tuumaa
gu: ઇંચ
hi: इंच
hr: Inči
hu: Hüvelyk
it: Pollici
ja: インチ
kn: ಇಂಚುಗಳು
mi: Inihi
mr: इंच
no: Tommer
pa: ਇੰਚ
pl: Cale
ro: inci
ta: அங்குலம்
te: అంగుళాలు
tr: İnç
ur: انچ

source: Chest
bn: বুক
ca: pit
cs: Hruď
da: Bryst
el: Στήθος
es: Pecho
et: Rind
fa: قفسه سینه
fi: Rintakehä
gu: છાતી
hi: छाती
hr: Prsa
hu: Mellkas
it: Petto
ja: 胸
kn: ಎದೆ
mi: pouaka
mr: छाती
nl: Borst
no: Bryst
pa: ਛਾਤੀ
pl: Klatka piersiowa
ro: Cufăr
sv: Bröst
ta: மார்பு
te: ఛాతి
tr: Göğüs
ur: سینہ

source: Waist
bn: কোমর
ca: cintura
cs: Pás
da: Talje
el: Μέση
es: Cintura
et: Vöökoht
fa: کمر
fi: Vyötärö
gu: કમર
hi: कमर
hr: Struk
hu: Derék
it: Vita
ja: ウエスト
kn: ಸೊಂಟದ
mi: hope
mr: कंबर
nl: Taille
no: Midje
pa: ਕਮਰ
pl: Talia
ro: Talie
sv: Midja
ta: இடுப்பு
te: నడుము
tr: Bel
ur: کمر

source: Thigh
bn: উরু
ca: Cuixa
cs: Stehno
da: Lår
el: Μήρος
es: Hermético
et: Reie
fa: ران
fi: Reiteen
gu: જાંઘ
hi: जाँघ
hr: Bedro
hu: Comb
it: Coscia
ja: 大腿
kn: ತೊಡೆ
mi: Huha
mr: मांडी
nl: Dij
no: Lår
pa: ਪੱਟ
pl: Udo
ro: Coapsă
sv: Lår
ta: தொடை
te: తొడ
tr: Uyluk
ur: ران

source: Arms
bn: অস্ত্র
ca: Braços
cs: Zbraně
da: Arme
el: Οπλα
es: Brazos
et: Relvad
fa: اسلحه
fi: Aseet
gu: આર્મ્સ
hi: हथियारों
hr: Oružje
hu: Fegyver
it: Braccia
ja: 腕
kn: ಶಸ್ತ್ರಾಸ್ತ್ರಗಳು
mi: Nga patu
mr: शस्त्र
nl: Armen
no: Våpen
pa: ਹਥਿਆਰ
pl: Ramiona
ro: Arme
sv: Vapen
ta: ஆயுதங்கள்
te: ఆయుధాలు
tr: Silâh
ur: اسلحہ
