Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

# attachment_file_size_allow_only_mb
source: Attachment file size allow only 2 MB
bn: সংযুক্তি ফাইলের আকার শুধুমাত্র 2 MB অনুমতি দেয়
ca: La mida del fitxer adjunt només permet 2 MB
cs: Velikost souboru přílohy povoluje pouze 2 MB
da: Vedhæftet filstørrelse tillader kun 2 MB
el: Το μέγεθος αρχείου συνημμένου επιτρέπει μόνο 2 MB
es: El tamaño del archivo adjunto permite solo 2 MB
et: Manusefaili suurus lubab ainult 2 MB
fa: اندازه فایل پیوست فقط 2 مگابایت اجازه می دهد
fi: Liitetiedoston koko sallii vain 2 Mt
gu: જોડાણ ફાઇલ કદ માત્ર 2 MB પરવાનગી આપે છે
hi: अटैचमेंट फ़ाइल का आकार केवल 2 एमबी की अनुमति देता है
hr: Veličina datoteke privitka dopušta samo 2 MB
hu: A csatolt fájl mérete csak 2 MB
it: La dimensione del file allegato consente solo 2 MB
ja: 添付ファイルのサイズは 2 MB までです
kn: ಲಗತ್ತು ಫೈಲ್ ಗಾತ್ರವು 2 MB ಅನ್ನು ಮಾತ್ರ ಅನುಮತಿಸುತ್ತದೆ
mi: Ko te rahi o te konae taapiri ka whakaaetia kia 2 MB anake
mr: संलग्नक फाइल आकार फक्त 2 MB अनुमती देते
nl: De bestandsgrootte van bijlagen is slechts 2 MB toegestaan
no: Vedleggsfilstørrelse tillater bare 2 MB
pa: ਅਟੈਚਮੈਂਟ ਫ਼ਾਈਲ ਦਾ ਆਕਾਰ ਸਿਰਫ਼ 2 MB ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ
pl: Rozmiar pliku załącznika pozwala tylko na 2 MB
ro: Dimensiunea fișierului atașat permite doar 2 MB
sv: Bifogad filstorlek tillåter endast 2 MB
ta: இணைப்பு கோப்பு அளவு 2 MB மட்டுமே அனுமதிக்கும்
te: అటాచ్‌మెంట్ ఫైల్ పరిమాణం 2 MBని మాత్రమే అనుమతిస్తుంది
tr: Ek dosyası boyutu yalnızca 2 MB'a izin verir
ur: منسلکہ فائل کا سائز صرف 2 MB کی اجازت دیتا ہے۔

source: Edit Trainer
bn: প্রশিক্ষক সম্পাদনা করুন
ca: Edita l'entrenador
cs: Upravit trenéra
da: Rediger træner
el: Επεξεργασία εκπαιδευτή
es: Editar entrenador
et: Muuda treenerit
fa: ترینر را ویرایش کنید
fi: Muokkaa kouluttajaa
gu: ટ્રેનર સંપાદિત કરો
hi: ट्रेनर संपादित करें
hr: Uredi trenera
hu: Edző szerkesztése
it: Modifica Allenatore
ja: トレーナーを編集
kn: ತರಬೇತುದಾರ ಸಂಪಾದಿಸಿ
mi: Whakatika Whakangungu
mr: प्रशिक्षक संपादित करा
nl: Trainer bewerken
no: Rediger trener
pa: ਟ੍ਰੇਨਰ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj trenera
ro: Editați Trainerul
sv: Redigera tränare
ta: பயிற்சியாளரைத் திருத்தவும்
te: శిక్షకుడిని సవరించండి
tr: Eğitmen Düzenle
ur: ٹرینر میں ترمیم کریں۔

source: Add Trainer
bn: প্রশিক্ষক যোগ করুন
ca: Afegeix un entrenador
cs: Přidat trenéra
da: Tilføj træner
el: Προσθήκη Trainer
es: Agregar entrenador
et: Lisage treener
fa: ترینر را اضافه کنید
fi: Lisää Trainer
gu: ટ્રેનર ઉમેરો
hi: ट्रेनर जोड़ें
hr: Dodaj trenera
hu: Edző hozzáadása
it: Aggiungi Allenatore
ja: トレーナーを追加
kn: ತರಬೇತುದಾರರನ್ನು ಸೇರಿಸಿ
mi: Tāpiri Kaiwhakangungu
mr: प्रशिक्षक जोडा
nl: Trainer toevoegen
no: Legg til trener
pa: ਟ੍ਰੇਨਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj trenera
ro: Adăugați antrenor
sv: Lägg till tränare
ta: பயிற்சியாளரைச் சேர்க்கவும்
te: శిక్షకుడిని జోడించండి
tr: Eğitmen Ekle
ur: ٹرینر شامل کریں۔

source: Please Enter Full Name
bn: অনুগ্রহ করে সম্পূর্ণ নাম লিখুন
ca: Introduïu el nom complet
cs: Zadejte celé jméno
da: Indtast venligst fulde navn
el: Παρακαλώ εισάγετε το πλήρες όνομα
es: Ingrese el nombre completo
et: Sisestage täisnimi
fa: لطفا نام کامل را وارد کنید
fi: Anna koko nimi
gu: કૃપા કરીને પૂરું નામ દાખલ કરો
hi: कृपया पूरा नाम दर्ज करें
hr: Unesite puno ime
hu: Kérjük, adja meg a teljes nevet
it: Inserisci il nome completo
ja: フルネームを入力してください
kn: ದಯವಿಟ್ಟು ಪೂರ್ಣ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mi: Whakaurua koa te Ingoa Katoa
mr: कृपया पूर्ण नाव प्रविष्ट करा
nl: Voer de volledige naam in
no: Vennligst skriv inn fullt navn
pa: ਕਿਰਪਾ ਕਰਕੇ ਪੂਰਾ ਨਾਮ ਦਰਜ ਕਰੋ
pl: Wprowadź pełne imię i nazwisko
ro: Vă rugăm să introduceți numele complet
sv: Vänligen ange fullständigt namn
ta: தயவுசெய்து முழுப் பெயரை உள்ளிடவும்
te: దయచేసి పూర్తి పేరును నమోదు చేయండి
tr: Lütfen Tam Adı Giriniz
ur: براہ کرم پورا نام درج کریں۔

source: Full Name
bn: পুরো নাম
ca: Nom complet
cs: Celé jméno
da: Fulde navn
el: Πλήρες όνομα
es: Nombre completo
et: Täisnimi
fa: نام و نام خانوادگی
fi: Koko nimi
gu: પૂરું નામ
hi: पूरा नाम
hr: Puno ime
hu: Teljes név
it: Nome e cognome
ja: フルネーム
kn: ಪೂರ್ಣ ಹೆಸರು
mi: Ingoa Katoa
mr: पूर्ण नाव
nl: Voor-en achternaam
no: Fullt navn
pa: ਪੂਰਾ ਨਾਂਮ
pl: Pełne imię i nazwisko
ro: Numele complet
sv: Fullständiga namn
ta: முழு பெயர்
te: పూర్తి పేరు
tr: Ad Soyad
ur: پورا نام

source: Select Membership
bn: সদস্যপদ নির্বাচন করুন
ca: Seleccioneu Membres
cs: Vyberte možnost Členství
da: Vælg Medlemskab
el: Επιλέξτε Συνδρομή
es: Seleccione Membresía
et: Valige Liikmelisus
fa: عضویت را انتخاب کنید
fi: Valitse Jäsenyys
gu: સભ્યપદ પસંદ કરો
hi: सदस्यता का चयन करें
hr: Odaberite Članstvo
hu: Válassza a Tagság lehetőséget
it: Seleziona Abbonamento
ja: メンバーシップを選択
kn: ಸದಸ್ಯತ್ವವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Mema
mr: सदस्यत्व निवडा
nl: Selecteer Lidmaatschap
no: Velg Medlemskap
pa: ਮੈਂਬਰਸ਼ਿਪ ਚੁਣੋ
pl: Wybierz Członkostwo
ro: Selectați Calitatea de membru
sv: Välj Medlemskap
ta: உறுப்பினர் என்பதைத் தேர்ந்தெடுக்கவும்
te: సభ్యత్వాన్ని ఎంచుకోండి
tr: Üyelik Seç
ur: رکنیت منتخب کریں۔

source: Please Enter Valid Email
bn: অনুগ্রহ করে আপনার সঠিক মেইল ​​আইডি প্রবেশ করান
ca: Introduïu un correu electrònic vàlid
cs: Zadejte prosím platný email
da: Indtast venligst gyldig e-mail
el: Εισαγάγετε έγκυρο email
es: Por favor introduzca un correo electrónico válido
et: Sisestage kehtiv e-posti aadress
fa: لطفا ایمیل معتبر وارد نمایید
fi: Anna voimassa oleva sähköpostiosoite
gu: કૃપા કરીને માન્ય ઇમેઇલ દાખલ કરો
hi: कृपया मान्य ईमेल दर्ज करें
hr: Unesite valjanu e-poštu
hu: Kérjük, adjon meg érvényes e-mail címet
it: Inserire una email valida, grazie
ja: 有効なメールアドレスを入力してください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te Īmēra Whaimana
mr: कृपया वैध ईमेल प्रविष्ट करा
nl: Voer een geldig emailadres in
no: Vennligst skriv inn gyldig e-post
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਈਮੇਲ ਦਾਖਲ ਕਰੋ
pl: Proszę podać poprawny adres e-mail
ro: Vă rugăm să introduceți un e-mail valid
sv: Vänligen ange giltig e-post
ta: சரியான மின்னஞ்சலை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్‌ను నమోదు చేయండి
tr: Lütfen Geçerli E-posta Girin
ur: براہ کرم درست ای میل درج کریں۔

source: Please Enter Password
bn: পাসওয়ার্ড লিখুন
ca: Introduïu la contrasenya
cs: Prosím vložte heslo
da: Indtast venligst adgangskode
el: Παρακαλούμε εισάγετε τον κωδικό πρόσβασης
es: Por favor, ingrese contraseña
et: Palun sisesta parool
fa: لطفا رمز عبور را وارد کنید
fi: Anna salasana
gu: કૃપા કરીને પાસવર્ડ દાખલ કરો
hi: कृपया पासवर्ड दर्ज करें
hr: Molimo unesite lozinku
hu: Kérjük, írja be a jelszót
it: Per favore, inserisci la password
ja: パスワードを入力してください
kn: ದಯವಿಟ್ಟು ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
mi: Whakauruhia te Kupuhipa
mr: कृपया पासवर्ड टाका
nl: Voer wachtwoord in alstublieft
no: Skriv inn passord
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
pl: Proszę wpisać hasło
ro: Te rog introdu parola
sv: Ange lösenord Tack
ta: கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి పాస్‌వర్డ్‌ని నమోదు చేయండి
tr: Lütfen şifre giriniz
ur: براہ کرم پاس ورڈ درج کریں۔

source: Please Enter Valid Mobile Number
bn: বৈধ মোবাইল নম্বর লিখুন
ca: Introduïu un número de mòbil vàlid
cs: Zadejte prosím platné mobilní číslo
da: Indtast venligst gyldigt mobilnummer
el: Εισαγάγετε έγκυρο αριθμό κινητού τηλεφώνου
es: Ingrese un número de teléfono móvil válido
et: Sisestage kehtiv mobiilinumber
fa: لطفا شماره موبایل معتبر را وارد کنید
fi: Anna kelvollinen matkapuhelinnumero
gu: કૃપા કરીને માન્ય મોબાઇલ નંબર દાખલ કરો
hi: कृपया मान्य मोबाइल नंबर दर्ज करें
hr: Unesite važeći broj mobitela
hu: Kérjük, adja meg az érvényes mobilszámot
it: Inserisci un numero di cellulare valido
ja: 有効な携帯電話番号を入力してください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te nama pūkoro whaimana
mr: कृपया वैध मोबाईल क्रमांक प्रविष्ट करा
nl: Voer een geldig mobiel nummer in
no: Vennligst skriv inn gyldig mobilnummer
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ
pl: Wprowadź prawidłowy numer telefonu komórkowego
ro: Vă rugăm să introduceți un număr de mobil valid
sv: Vänligen ange ett giltigt mobilnummer
ta: செல்லுபடியாகும் மொபைல் எண்ணை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే మొబైల్ నంబర్‌ను నమోదు చేయండి
tr: Lütfen Geçerli Cep Numarası Girin
ur: براہ کرم درست موبائل نمبر درج کریں۔

source: This is WhatsApp number
bn: এটি হোয়াটসঅ্যাপ নম্বর
ca: Aquest és el número de WhatsApp
cs: Toto je číslo WhatsApp
da: Dette er WhatsApp-nummeret
el: Αυτός είναι ο αριθμός WhatsApp
es: Este es el número de WhatsApp
et: See on WhatsAppi number
fa: این شماره واتساپ است
fi: Tämä on WhatsApp-numero
gu: આ વોટ્સએપ નંબર છે
hi: यह व्हाट्सएप नंबर है
hr: Ovo je WhatsApp broj
hu: Ez a WhatsApp szám
it: Questo è il numero di WhatsApp
ja: これはWhatsApp番号です
kn: ಇದು ವಾಟ್ಸಾಪ್ ಸಂಖ್ಯೆ
mi: Ko te nama WhatsApp tenei
mr: हा व्हॉट्सअॅप नंबर आहे
nl: Dit is het WhatsApp-nummer
no: Dette er WhatsApp-nummeret
pa: ਇਹ ਵਟਸਐਪ ਨੰਬਰ ਹੈ
pl: To jest numer WhatsApp
ro: Acesta este numărul WhatsApp
sv: Detta är WhatsApp-nummer
ta: இது வாட்ஸ்அப் எண்
te: ఇది వాట్సాప్ నంబర్
tr: Bu WhatsApp numarası
ur: یہ واٹس ایپ نمبر ہے۔

source: Please Enter Valid WhatsApp Number
bn: অনুগ্রহ করে বৈধ WhatsApp নম্বর লিখুন
ca: Introduïu un número de WhatsApp vàlid
cs: Zadejte prosím platné číslo WhatsApp
da: Indtast venligst et gyldigt WhatsApp-nummer
el: Εισαγάγετε τον έγκυρο αριθμό WhatsApp
es: Ingrese un número de WhatsApp válido
et: Sisestage kehtiv WhatsAppi number
fa: لطفا شماره واتساپ معتبر را وارد کنید
fi: Anna kelvollinen WhatsApp-numero
gu: કૃપા કરીને માન્ય WhatsApp નંબર દાખલ કરો
hi: कृपया मान्य व्हाट्सएप नंबर दर्ज करें
hr: Unesite važeći WhatsApp broj
hu: Adja meg az érvényes WhatsApp számot
it: Inserisci un numero WhatsApp valido
ja: 有効な WhatsApp 番号を入力してください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ WhatsApp ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te nama WhatsApp whaimana
mr: कृपया वैध व्हाट्सएप नंबर प्रविष्ट करा
nl: Voer een geldig WhatsApp-nummer in
no: Vennligst skriv inn gyldig WhatsApp-nummer
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ WhatsApp ਨੰਬਰ ਦਰਜ ਕਰੋ
pl: Wprowadź prawidłowy numer WhatsApp
ro: Vă rugăm să introduceți un număr WhatsApp valid
sv: Vänligen ange ett giltigt WhatsApp-nummer
ta: சரியான WhatsApp எண்ணை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే WhatsApp నంబర్‌ని నమోదు చేయండి
tr: Lütfen Geçerli WhatsApp Numarası Girin
ur: براہ کرم درست واٹس ایپ نمبر درج کریں۔

source: WhatsApp Number
bn: হোয়াটসঅ্যাপ নম্বর
ca: Número de WhatsApp
cs: Číslo WhatsApp
da: WhatsApp nummer
el: Αριθμός WhatsApp
es: Número de WhatsApp
et: WhatsAppi number
fa: شماره واتساپ
fi: WhatsApp numero
gu: વોટ્સએપ નંબર
hi: व्हाट्सएप नंबर
hr: WhatsApp broj
hu: WhatsApp szám
it: Numero Whatsapp
ja: WhatsApp番号
kn: WhatsApp ಸಂಖ್ಯೆ
mi: Tau WhatsApp
mr: व्हॉट्सअॅप नंबर
nl: WhatsApp-nummer
no: WhatsApp-nummer
pa: ਵਟਸਐਪ ਨੰਬਰ
pl: Numer WhatsAppa
ro: Număr WhatsApp
sv: WhatsApp-nummer
ta: வாட்ஸ்அப் எண்
te: వాట్సాప్ నంబర్
tr: WhatsApp Numarası
ur: واٹس ایپ نمبر

source: Profile Photo
bn: প্রোফাইল ছবি
ca: Foto de perfil
cs: Profilová fotka
da: Profilbillede
el: Η φωτογραφία προφίλ
es: Foto de perfil
et: Profiilifoto
fa: عکس پروفایل
fi: Profiilikuva
gu: પ્રોફાઇલ ફોટો
hi: प्रोफाइल फोटो
hr: Fotografija profila
hu: Profilkép
it: Foto profilo
ja: プロフィール写真
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ
mi: Whakaahua Whakaahua
mr: प्रोफाइल फोटो
nl: Profielfoto
no: Profilbilde
pa: ਪ੍ਰੋਫਾਈਲ ਫੋਟੋ
pl: Zdjęcie profilowe
ro: Fotografie de profil
sv: Profilbild
ta: சுயவிவரப் புகைப்படம்
te: ప్రొఫైల్ ఫోటో
tr: Profil resmi
ur: پروفائل فوٹو

source: Please Select Membership
bn: সদস্যপদ নির্বাচন করুন
ca: Si us plau, seleccioneu Membre
cs: Vyberte členství
da: Vælg venligst medlemskab
el: Επιλέξτε Συνδρομή
es: Seleccione Membresía
et: Valige Liikmelisus
fa: لطفا عضویت را انتخاب کنید
fi: Ole hyvä ja valitse Jäsenyys
gu: કૃપા કરીને સભ્યપદ પસંદ કરો
hi: कृपया सदस्यता चुनें
hr: Odaberite članstvo
hu: Kérjük, válassza a Tagságot
it: Si prega di selezionare l'appartenenza
ja: メンバーシップを選択してください
kn: ದಯವಿಟ್ಟು ಸದಸ್ಯತ್ವವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Mema
mr: कृपया सदस्यत्व निवडा
nl: Selecteer lidmaatschap
no: Vennligst velg medlemskap
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੈਂਬਰਸ਼ਿਪ ਚੁਣੋ
pl: Wybierz członkostwo
ro: Vă rugăm să selectați calitatea de membru
sv: Vänligen välj Medlemskap
ta: உறுப்பினர் என்பதைத் தேர்ந்தெடுக்கவும்
te: దయచేసి సభ్యత్వాన్ని ఎంచుకోండి
tr: Lütfen Üyelik Seçiniz
ur: براہ کرم رکنیت منتخب کریں۔

source: SAVE TRAINER
bn: সেভ ট্রেইনার
ca: SALVA ENTRENADOR
cs: ULOŽIT TRENÉRA
da: SPAR TRÆNER
es: GUARDAR ENTRENADOR
et: SÄÄSTA TREENER
gu: ટ્રેઈનરને સાચવો
hi: सेव ट्रेनर
hr: SAVE TRENER
it: SALVA ALLENATORE
ja: トレーナーを救え
kn: ತರಬೇತುದಾರನನ್ನು ಉಳಿಸಿ
mi: Whakaorangia te kaiwhakangungu
mr: ट्रेनर वाचवा
nl: OPSLAAN TRAINER
no: SPAR TRENER
pa: ਟ੍ਰੇਨਰ ਨੂੰ ਬਚਾਓ
pl: ZAPISZ TRENERA
ro: SALVAȚI INSTRUCTORUL
sv: SPARA TRÄNARE
ta: பயிற்சியாளரைக் காப்பாற்றுங்கள்
te: శిక్షకుడిని సేవ్ చేయండి
tr: EĞİTMENİ KAYDET
ur: ٹرینر کو بچائیں۔

source: Add Specialization
bn: বিশেষীকরণ যোগ করুন
ca: Afegeix especialització
cs: Přidat specializaci
da: Tilføj specialisering
el: Προσθήκη εξειδίκευσης
es: Añadir especialización
et: Lisa spetsialiseerumine
fa: اضافه کردن تخصص
fi: Lisää erikoisala
gu: વિશેષતા ઉમેરો
hi: विशेषज्ञता जोड़ें
hr: Dodajte specijalizaciju
hu: Szakterület hozzáadása
it: Aggiungi specializzazione
ja: スペシャライゼーションを追加
kn: ವಿಶೇಷತೆಯನ್ನು ಸೇರಿಸಿ
mi: Tāpiri Motuhake
mr: स्पेशलायझेशन जोडा
nl: Specialisatie toevoegen
no: Legg til spesialisering
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj specjalizację
ro: Adăugați specializare
sv: Lägg till specialisering
ta: சிறப்பு சேர்க்க
te: స్పెషలైజేషన్ జోడించండి
tr: Uzmanlık Ekle
ur: تخصص شامل کریں۔

source: Please Enter Specialization
bn: স্পেশালাইজেশন লিখুন
ca: Introduïu l'especialització
cs: Zadejte specializaci
da: Indtast venligst specialisering
el: Παρακαλώ εισάγετε Εξειδίκευση
es: Por favor ingrese Especialización
et: Palun sisestage spetsialiseerumine
fa: لطفا تخصص را وارد کنید
fi: Anna erikoisala
gu: કૃપા કરીને વિશેષતા દાખલ કરો
hi: कृपया विशेषज्ञता दर्ज करें
hr: Unesite specijalizaciju
hu: Kérjük, adja meg a specializációt
it: Inserisci la specializzazione
ja: 専門分野を入力してください
kn: ದಯವಿಟ್ಟು ವಿಶೇಷತೆಯನ್ನು ನಮೂದಿಸಿ
mi: Tena koa Whakauruhia te Tohungatanga
mr: कृपया स्पेशलायझेशन प्रविष्ट करा
nl: Voer specialisatie in
no: Vennligst skriv inn spesialisering
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਿਸ਼ੇਸ਼ਤਾ ਦਰਜ ਕਰੋ
pl: Wprowadź specjalizację
ro: Vă rugăm să introduceți specializarea
sv: Vänligen ange specialisering
ta: தயவுசெய்து நிபுணத்துவத்தை உள்ளிடவும்
te: దయచేసి స్పెషలైజేషన్‌ని నమోదు చేయండి
tr: Lütfen Uzmanlığı Girin
ur: براہ کرم تخصص درج کریں۔

source: Enter Specialization
bn: স্পেশালাইজেশন লিখুন
ca: Entra a l'especialització
cs: Zadejte specializaci
da: Indtast specialisering
el: Εισαγάγετε την Εξειδίκευση
es: Ingresar Especialización
et: Sisestage spetsialiseerumine
fa: Specialization را وارد کنید
fi: Anna erikoisala
gu: વિશેષતા દાખલ કરો
hi: विशेषज्ञता दर्ज करें
hr: Unesite specijalizaciju
hu: Írja be a specializációt
it: Entra in Specializzazione
ja: スペシャライゼーションに入る
kn: ವಿಶೇಷತೆಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia te Motuhake
mr: स्पेशलायझेशन प्रविष्ट करा
nl: Voer specialisatie in
no: Gå inn i spesialisering
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਦਰਜ ਕਰੋ
pl: Wprowadź specjalizację
ro: Intră în specializare
sv: Ange specialisering
ta: நிபுணத்துவத்தை உள்ளிடவும்
te: స్పెషలైజేషన్‌ని నమోదు చేయండి
tr: Uzmanlığa Girin
ur: تخصص درج کریں۔

source: Specialization Added Successfully
bn: বিশেষীকরণ সফলভাবে যোগ করা হয়েছে
ca: Especialització afegida amb èxit
cs: Specializace byla úspěšně přidána
da: Specialisering blev tilføjet
el: Η εξειδίκευση προστέθηκε με επιτυχία
es: Especialización agregada con éxito
et: Spetsialiseerumine edukalt lisatud
fa: تخصص با موفقیت اضافه شد
fi: Erikoistuminen lisätty onnistuneesti
gu: વિશેષતા સફળતાપૂર્વક ઉમેરાઈ
hi: विशेषज्ञता सफलतापूर्वक जोड़ी गई
hr: Specijalizacija je uspješno dodana
hu: A specializáció sikeresen hozzáadva
it: Specializzazione aggiunta con successo
ja: スペシャライゼーションが正常に追加されました
kn: ವಿಶೇಷತೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te Taapiritanga Motuhake
mr: स्पेशलायझेशन यशस्वीरित्या जोडले
nl: Specialisatie succesvol toegevoegd
no: Spesialisering lagt til
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ
pl: Pomyślnie dodano specjalizację
ro: Specializarea a fost adăugată cu succes
sv: Specialisering har lagts till
ta: நிபுணத்துவம் வெற்றிகரமாக சேர்க்கப்பட்டது
te: స్పెషలైజేషన్ విజయవంతంగా జోడించబడింది
tr: Uzmanlık Başarıyla Eklendi
ur: تخصص کامیابی کے ساتھ شامل کیا گیا۔

source: How Old Are You?
bn: আপনার বয়স কত?
ca: Quants anys tens?
cs: Kolik je Vám let?
da: Hvor gammel er du?
el: Πόσο χρονών είσαι?
es: ¿Cuántos años tiene?
et: Kui vana sa oled?
fa: شما چند سال دارید؟
fi: Kuinka vanha olet?
gu: તમારી ઉંમર કેટલી છે?
hi: आपकी आयु कितनी है?
hr: Koliko si star?
hu: Hány éves vagy?
it: Quanti anni hai?
ja: 何歳ですか？
kn: ನಿನ್ನ ವಯಸ್ಸು ಎಷ್ಟು?
mi: E hia ou pakeke?
mr: तुमचे वय किती आहे?
nl: Hoe oud ben je?
no: Hvor gammel er du?
pa: ਤੁਹਾਡੀ ਉਮਰ ਕੀ ਹੈ?
pl: Ile masz lat?
ro: Câți ani ai?
sv: Hur gammal är du?
ta: உங்கள் வயது என்ன?
te: మీ వయస్సు ఎంత?
tr: Kaç yaşındasın?
ur: آپ کتنے سال کے ہو؟

source: Age in Years. This will help you to personalize
bn: বয়স বছরে। এটি আপনাকে ব্যক্তিগতকৃত করতে সাহায্য করবে
ca: Edat en anys. Això us ajudarà a personalitzar
cs: Věk v letech. To vám pomůže personalizovat
da: Alder i år. Dette vil hjælpe dig med at tilpasse
el: Ηλικία σε Χρόνια. Αυτό θα σας βοηθήσει να εξατομικεύσετε
es: Edad en años. Esto te ayudará a personalizar
et: Vanus aastates. See aitab teil isikupärastada
fa: سن بر حسب سال این به شما در شخصی سازی کمک می کند
fi: Ikä vuosina. Tämä auttaa sinua yksilöimään
gu: વર્ષોમાં ઉંમર. આ તમને વ્યક્તિગત કરવામાં મદદ કરશે
hi: वर्ष में उम्र। यह आपको वैयक्तिकृत करने में मदद करेगा
hr: Dob u godinama. To će vam pomoći da personalizirate
hu: Életkor években. Ez segít a személyre szabásban
it: Età in anni. Questo ti aiuterà a personalizzare
ja: 年齢。 これはあなたがパーソナライズするのに役立ちます
kn: ವರ್ಷಗಳಲ್ಲಿ ವಯಸ್ಸು. ಇದು ವೈಯಕ್ತೀಕರಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ
mi: Tau i roto i nga Tau. Ma tenei ka awhina koe ki te whakawhaiaro
mr: वर्षांमध्ये वय. हे तुम्हाला वैयक्तिकृत करण्यात मदत करेल
nl: Leeftijd in jaren. Dit zal je helpen om te personaliseren
no: Alder i år. Dette vil hjelpe deg med å tilpasse
pa: ਸਾਲਾਂ ਵਿੱਚ ਉਮਰ। ਇਹ ਤੁਹਾਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ
pl: Wiek w latach. Pomoże Ci to w personalizacji
ro: Vârsta în ani. Acest lucru vă va ajuta să vă personalizați
sv: Ålder i år. Detta hjälper dig att anpassa
ta: ஆண்டுகளில் வயது. இது தனிப்பயனாக்க உங்களுக்கு உதவும்
te: సంవత్సరాలలో వయస్సు. ఇది వ్యక్తిగతీకరించడానికి మీకు సహాయం చేస్తుంది
tr: Yıllar Olarak Yaş. Bu, kişiselleştirmenize yardımcı olacaktır
ur: سال میں عمر۔ اس سے آپ کو ذاتی بنانے میں مدد ملے گی۔

source: An exercise program plan that suits you.
bn: একটি ব্যায়াম প্রোগ্রাম পরিকল্পনা যা আপনার জন্য উপযুক্ত।
ca: Un pla de programa d'exercicis que us convingui.
cs: Plán cvičebního programu, který vám vyhovuje.
da: Et træningsprogram, der passer til dig.
el: Ένα πρόγραμμα άσκησης που σας ταιριάζει.
es: Un plan de programa de ejercicios que se adapte a ti.
et: Sulle sobiv treeningkava.
fa: یک برنامه ورزشی که برای شما مناسب است.
fi: Sinulle sopiva harjoitusohjelma.
gu: એક કસરત કાર્યક્રમ યોજના જે તમને અનુકૂળ છે.
hi: एक व्यायाम कार्यक्रम योजना जो आपको सूट करती है।
hr: Plan programa vježbanja koji vama odgovara.
hu: Az Ön számára megfelelő edzésprogram.
it: Un piano di programma di esercizi adatto a te.
ja: あなたに合った運動プログラムプラン。
kn: ನಿಮಗೆ ಸೂಕ್ತವಾದ ವ್ಯಾಯಾಮ ಕಾರ್ಯಕ್ರಮದ ಯೋಜನೆ.
mi: He mahere kaupapa whakangungu e pai ana ki a koe.
mr: एक व्यायाम कार्यक्रम योजना जी तुम्हाला अनुकूल आहे.
nl: Een oefenprogramma dat bij u past.
no: Et treningsprogram som passer deg.
pa: ਇੱਕ ਕਸਰਤ ਪ੍ਰੋਗਰਾਮ ਯੋਜਨਾ ਜੋ ਤੁਹਾਡੇ ਲਈ ਅਨੁਕੂਲ ਹੈ।
pl: Plan programu ćwiczeń, który Ci odpowiada.
ro: Un program de exerciții care vi se potrivește.
sv: Ett träningsprogram som passar dig.
ta: உங்களுக்கு ஏற்ற உடற்பயிற்சி திட்டம்.
te: మీకు సరిపోయే వ్యాయామ కార్యక్రమం ప్రణాళిక.
tr: Size uygun bir egzersiz programı planı.
ur: ایک ورزش پروگرام کا منصوبہ جو آپ کے مطابق ہو۔

source: Back
bn: পেছনে
ca: esquena
cs: Zadní
da: Tilbage
el: Πίσω
es: Atrás
et: tagasi
fa: بازگشت
fi: Takaisin
gu: પાછળ
hi: पीछे
hr: leđa
hu: Vissza
it: Indietro
ja: 戻る
kn: ಹಿಂದೆ
mi: Whakamuri
mr: मागे
nl: Rug
no: Tilbake
pa: ਵਾਪਸ
pl: Z powrotem
ro: Înapoi
sv: Tillbaka
ta: மீண்டும்
te: వెనుకకు
tr: Geri
ur: پیچھے

# continues
source: Continue
bn: চালিয়ে যান
ca: Continua
cs: Pokračovat
da: Blive ved
el: Να συνεχίσει
es: Continuar
et: Jätka
fa: ادامه هید
fi: Jatkaa
gu: ચાલુ રાખો
hi: जारी रखें
hr: Nastaviti
hu: Folytatni
it: Continua
ja: 続く
kn: ಮುಂದುವರಿಸಿ
mi: Haere tonu
mr: सुरू
nl: Doorgaan
no: Fortsette
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuować
ro: Continua
sv: Fortsätta
ta: தொடரவும்
te: కొనసాగించు
tr: Devam etmek
ur: جاری رہے

source: Today’s Class
bn: আজকের ক্লাস
ca: Classe d'avui
cs: Dnešní třída
da: Dagens klasse
el: Το σημερινό μάθημα
es: Clase de hoy
et: Tänane klass
fa: کلاس امروز
fi: Tämän päivän luokka
gu: આજનો વર્ગ
hi: आज की क्लास
hr: Današnji razred
hu: Mai osztály
it: Classe di oggi
ja: 今日のクラス
kn: ಇಂದಿನ ತರಗತಿ
mi: Te Karaehe o tenei ra
mr: आजचा वर्ग
nl: De les van vandaag
no: Dagens klasse
pa: ਅੱਜ ਦੀ ਕਲਾਸ
pl: Dzisiejsze zajęcia
ro: Clasa de azi
sv: Dagens klass
ta: இன்றைய வகுப்பு
te: నేటి తరగతి
tr: Bugünün dersi
ur: آج کی کلاس

# you_do_not_have_any_class_schedule
source: You don't have any Class Schedule
bn: আপনার কোনো ক্লাস শিডিউল নেই
ca: No tens cap horari de classe
cs: Nemáte žádný rozvrh hodin
da: Du har ikke noget klasseskema
el: Δεν έχετε πρόγραμμα μαθημάτων
es: No tienes ningún Horario de Clases
et: Teil pole tunniplaani
fa: شما هیچ برنامه کلاسی ندارید
fi: Sinulla ei ole kurssiaikataulua
gu: તમારી પાસે કોઈ વર્ગ શેડ્યૂલ નથી
hi: आपके पास कोई कक्षा अनुसूची नहीं है
hr: Nemate nikakav raspored nastave
hu: Nincs órarendje
it: Non hai un orario delle lezioni
ja: クラススケジュールはありません
kn: ನೀವು ಯಾವುದೇ ತರಗತಿ ವೇಳಾಪಟ್ಟಿಯನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he Apiti Akomanga
mr: तुमच्याकडे कोणतेही वर्ग वेळापत्रक नाही
nl: Je hebt geen lesrooster
no: Du har ingen timeplan
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਕਲਾਸ ਸਮਾਂ-ਸੂਚੀ ਨਹੀਂ ਹੈ
pl: Nie masz żadnego planu zajęć
ro: Nu aveți niciun program de curs
sv: Du har inget klassschema
ta: உங்களிடம் வகுப்பு அட்டவணை எதுவும் இல்லை
te: మీకు క్లాస్ షెడ్యూల్ ఏదీ లేదు
tr: Herhangi bir Ders Programınız yok
ur: آپ کے پاس کوئی کلاس شیڈول نہیں ہے۔

# member_since
source: Since
bn: থেকে সদস্য
ca: Membre des de
cs: Členem od
da: Medlem siden
el: Μέλος από
es: Miembro desde
et: Liige alates
fa: عضو از
fi: Jäsen vuodesta
gu: થી સભ્ય
hi: सदस्य के बाद से
hr: Član od
hu: Tag ...-óta
it: Membro da
ja: 以来のメンバー
kn: ರಿಂದ ಸದಸ್ಯ
mi: Mema mai
mr: पासून सदस्य
nl: Lid sinds
no: Medlem siden
pa: ਤੋਂ ਮੈਂਬਰ
pl: Członek od
ro: Membru din
sv: Medlem sedan
ta: முதல் உறுப்பினர்
te: అప్పటి నుంచి సభ్యుడు
tr: Den beri üye
ur: چونکہ اراکین

source: My Exercises
bn: আমার ব্যায়াম
ca: Els meus exercicis
cs: Moje Cvičení
da: Mine øvelser
el: Οι ασκήσεις μου
es: Mis ejercicios
et: Minu harjutused
fa: تمرینات من
fi: Omat harjoitukset
gu: મારી કસરતો
hi: मेरे व्यायाम
hr: Moje vježbe
hu: Saját gyakorlataim
it: I miei esercizi
ja: 私のエクササイズ
kn: ನನ್ನ ವ್ಯಾಯಾಮಗಳು
mi: Ko Aku Mahi
mr: माझे व्यायाम
nl: Mijn oefeningen
no: Mine øvelser
pa: ਮੇਰੀਆਂ ਕਸਰਤਾਂ
pl: Moje ćwiczenia
ro: Exercițiile mele
sv: Mina övningar
ta: எனது பயிற்சிகள்
te: నా వ్యాయామాలు
tr: Egzersizlerim
ur: میری مشقیں

source: My Workout
bn: আমার ওয়ার্কআউট
ca: El meu entrenament
cs: Můj trénink
da: Min træning
el: Η προπόνηση μου
es: mi entrenamiento
et: Minu treening
fa: تمرین من
fi: Minun harjoitukseni
gu: મારી વર્કઆઉટ
hi: मेरी कसरत
hr: Moj trening
hu: Az edzésem
it: Il mio allenamento
ja: 私のワークアウト
kn: ನನ್ನ ತಾಲೀಮು
mi: Taku Mahi Mahi
mr: माझी कसरत
nl: Mijn training
no: Min trening
pa: ਮੇਰੀ ਕਸਰਤ
pl: Mój trening
ro: Antrenamentul meu
sv: Mitt träningspass
ta: எனது உடற்பயிற்சி
te: నా వ్యాయామం
tr: Antrenmanım
ur: میری ورزش
