Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Welcome to
bn: স্বাগতম
ca: Benvingut a
cs: Vítejte v
da: Velkommen til
el: Καλωσήρθες στο
es: Bienvenido a
et: Tere tulemast
fa: خوش آمدید به
fi: Tervetuloa
gu: સ્વાગત
hi: आपका स्वागत है
hr: Dobrodošli u
hu: Isten hozott a
it: Benvenuto a
ja: へようこそ
kn: ಸುಸ್ವಾಗತ
mi: Nau mai haere mai
mr: आपले स्वागत आहे
nl: Welkom bij
no: Velkommen til
pa: ਸਵਾਗਤ ਹੈ
pl: Witamy w
ro: Bun venit la
sv: Välkommen till
ta: வரவேற்கிறோம்
te: కు స్వాగతం
tr: Hoşgeldiniz
ur: میں خوش آمدید

source: GYM-Trainer
bn: জিওয়াইএম-প্রশিক্ষক
ca: gimnàs-entrenador
cs: Cvičební trenér
da: GYM-træner
es: Entrenador de gimnasio
et: JÕUSaal-Treener
fa: GYM-Tiner
fi: GYM-kouluttaja
gu: GYM-ટ્રેનર
hi: जिम-ट्रेनर
hr: GYM-Trener
hu: GYM-Tréner
it: GYM-Allenatore
ja: ジムトレーナー
kn: GYM-ತರಬೇತುದಾರ
mr: GYM-ट्रेनर
no: GYM-trener
pa: GYM-ਟ੍ਰੇਨਰ
pl: Siłownia-Trener
ro: GYM-antrenor
sv: GYM-tränare
ta: ஜிம்-பயிற்சியாளர்
te: GYM- శిక్షకుడు
tr: GYM-Eğitmeni
ur: GYM-ٹرینر

source: The best fitness in this century to accompany your sports.
bn: আপনার খেলাধুলার সাথে এই শতাব্দীর সেরা ফিটনেস।
ca: La millor forma física d'aquest segle per acompanyar els teus esports.
cs: Nejlepší fitness v tomto století, které doprovází vaše sporty.
da: Den bedste fitness i dette århundrede til at ledsage din sport.
el: Η καλύτερη φυσική κατάσταση αυτού του αιώνα για να συνοδεύει τα αθλήματά σας.
es: El mejor fitness de este siglo para acompañar tus deportes.
et: Selle sajandi parim fitness teie spordiga saateks.
fa: بهترین تناسب اندام در این قرن برای همراهی ورزش شما.
fi: Tämän vuosisadan paras kunto urheilun seuraksi.
gu: તમારી સ્પોર્ટ્સ સાથે આ સદીમાં શ્રેષ્ઠ ફિટનેસ.
hi: इस सदी में आपके खेल का साथ देने के लिए सबसे अच्छी फ़िटनेस।
hr: Najbolja kondicija u ovom stoljeću uz vaš sport.
hu: A legjobb fitnesz ebben az évszázadban a sportoláshoz.
it: Il miglior fitness di questo secolo per accompagnare i tuoi sport.
ja: 今世紀最高のフィットネスをあなたのスポーツに 。
kn: ನಿಮ್ಮ ಕ್ರೀಡೆಗಳ ಜೊತೆಗೆ ಈ ಶತಮಾನದ ಅತ್ಯುತ್ತಮ ಫಿಟ್‌ನೆಸ್.
mi: Ko te tino whakapakari tinana i tenei rautau ki te haere i o mahi hakinakina.
mr: तुमच्या खेळासोबत या शतकातील सर्वोत्तम फिटनेस.
nl: De beste fitness van deze eeuw om je sporten te begeleiden.
no: Den beste treningen i dette århundret for å følge idretten din.
pa: ਤੁਹਾਡੀਆਂ ਖੇਡਾਂ ਦੇ ਨਾਲ ਇਸ ਸਦੀ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਤੰਦਰੁਸਤੀ।
pl: Najlepsza kondycja tego stulecia, która towarzyszy Twoim sportom.
ro: Cea mai bună fitness din acest secol pentru a vă însoți sporturile.
sv: Den bästa konditionen i detta århundrade för att ackompanjera dina sporter.
ta: உங்கள் விளையாட்டுகளுடன் இந்த நூற்றாண்டில் சிறந்த உடற்பயிற்சி.
te: మీ క్రీడలతో పాటు ఈ శతాబ్దంలో అత్యుత్తమ ఫిట్‌నెస్.
tr: Sporlarınıza eşlik edecek bu yüzyılın en iyi fitness'ı.
ur: آپ کے کھیلوں کے ساتھ اس صدی کی بہترین فٹنس۔

source: Next
bn: পরবর্তী
ca: Pròxim
cs: další
da: Næste
el: Επόμενο
es: Próximo
et: Edasi
fa: بعد
fi: Seuraava
gu: આગળ
hi: अगला
hr: Sljedeći
hu: Következő
it: Prossimo
ja: 次
kn: ಮುಂದೆ
mi: Whai muri
mr: पुढे
nl: Volgende
no: Neste
pa: ਅਗਲਾ
pl: Następny
ro: Următorul
sv: Nästa
ta: அடுத்தது
te: తరువాత
tr: Sonraki
ur: اگلے

source: Let’s you in
bn: আপনাকে প্রবেশ করা যাক
ca: Deixa't entrar
cs: Pusťme vás dovnitř
da: Lad os komme ind
el: Ας μπεις μέσα
es: déjanos entrar
et: Lase teid sisse
fa: اجازه دهید شما وارد شوید
fi: Päästetään sisään
gu: ચાલો તમને અંદર આવીએ
hi: चलिए आप अंदर आते हैं
hr: Pustimo te unutra
hu: Engedjük be
it: Entra
ja: 入りましょう
kn: ನಿಮ್ಮನ್ನು ಒಳಗೆ ಬಿಡೋಣ
mi: Tukua koe ki roto
mr: चला तुम्हाला आत येऊ द्या
nl: Laat je binnen
no: La deg komme inn
pa: ਆਓ ਤੁਹਾਨੂੰ ਅੰਦਰ ਕਰੀਏ
pl: Wpuśćmy cię
ro: Lasă-te să intri
sv: Låt oss komma in
ta: உங்களை உள்ளே விடுங்கள்
te: మిమ్మల్ని లోపలికి రండి
tr: içeri girelim
ur: آئیے آپ اندر آتے ہیں۔

source: Continue with Facebook
bn: ফেসবুকের সাথে চালিয়ে যান
ca: Continueu amb Facebook
cs: Pokračujte na Facebooku
da: Fortsæt med Facebook
el: Συνεχίστε με το Facebook
es: Continuar con Facebook
et: Jätka Facebookiga
fa: با فیس بوک ادامه دهید
fi: Jatka Facebookissa
gu: Facebook સાથે ચાલુ રાખો
hi: फेसबुक के साथ जारी रखें
hr: Nastavite s Facebookom
hu: Folytatás a Facebookon
it: Continua con Facebook
ja: フェイスブックで続ける
kn: Facebook ನೊಂದಿಗೆ ಮುಂದುವರಿಸಿ
mi: Haere tonu ki te Pukamata
mr: Facebook सह सुरू ठेवा
nl: Ga verder met Facebook
no: Fortsett med Facebook
pa: ਫੇਸਬੁੱਕ ਦੇ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj z Facebookiem
ro: Continuați cu Facebook
sv: Fortsätt med Facebook
ta: Facebook உடன் தொடரவும்
te: Facebookతో కొనసాగించండి
tr: Facebook ile devam
ur: فیس بک کے ساتھ جاری رکھیں

source: Continue with Google
bn: Google এর সাথে চালিয়ে যান
ca: Continueu amb Google
cs: Pokračujte s Googlem
da: Fortsæt med Google
el: Συνεχίστε με την Google
es: Continuar con Google
et: Jätkake Google'iga
fa: با گوگل ادامه دهید
fi: Jatka Googlella
gu: Google સાથે ચાલુ રાખો
hi: गूगल के साथ जारी रखें
hr: Nastavite s Googleom
hu: Folytassa a Google-lal
it: Continua con Google
ja: Google で続行
kn: Google ನೊಂದಿಗೆ ಮುಂದುವರಿಯಿರಿ
mi: Haere tonu me Google
mr: Google सह सुरू ठेवा
nl: Ga verder met Google
no: Fortsett med Google
pa: Google ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj z Google
ro: Continuați cu Google
sv: Fortsätt med Google
ta: Google உடன் தொடரவும்
te: Googleతో కొనసాగించండి
tr: Google ile devam
ur: گوگل کے ساتھ جاری رکھیں

source: Continue with Apple
bn: অ্যাপলের সাথে চালিয়ে যান
ca: Continueu amb Apple
cs: Pokračujte s Apple
da: Fortsæt med Apple
el: Συνεχίστε με την Apple
es: Continuar con Apple
et: Jätkake Apple'iga
fa: با اپل ادامه دهید
fi: Jatka Applella
gu: Apple સાથે ચાલુ રાખો
hi: अेपल के साथ जारी रखें
hr: Nastavite s Appleom
hu: Folytassa az Apple-lel
it: Continua con Apple
ja: アップルで続ける
kn: ಆಪಲ್ನೊಂದಿಗೆ ಮುಂದುವರಿಸಿ
mi: Haere tonu ki a Apple
mr: Apple सह सुरू ठेवा
nl: Ga verder met Apple
no: Fortsett med Apple
pa: ਐਪਲ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj z Apple
ro: Continuați cu Apple
sv: Fortsätt med Apple
ta: ஆப்பிளுடன் தொடரவும்
te: Appleతో కొనసాగించండి
tr: Apple ile devam et
ur: ایپل کے ساتھ جاری رکھیں

source: Or
bn: বা
ca: O
cs: Nebo
da: Eller
el: Ή
es: O
et: Või
fa: یا
fi: Tai
gu: અથવા
hi: या
hr: Ili
hu: Vagy
it: O
ja: また
kn: ಅಥವಾ
mi: Ranei
mr: किंवा
nl: Of
no: Eller
pa: ਜਾਂ
pl: Lub
ro: Sau
sv: Eller
ta: அல்லது
te: లేదా
tr: Veya
ur: یا

source: sign in with password
bn: পাসওয়ার্ড দিয়ে সাইন ইন করুন
ca: iniciar sessió amb contrasenya
cs: přihlásit se heslem
da: log ind med adgangskode
el: συνδεθείτε με κωδικό πρόσβασης
es: iniciar sesión con contraseña
et: logige sisse parooliga
fa: با رمز ورود وارد شوید
fi: kirjaudu sisään salasanalla
gu: પાસવર્ડ સાથે સાઇન ઇન કરો
hi: पासवर्ड के साथ साइन इन करें
hr: prijavite se lozinkom
hu: jelszóval jelentkezzen be
it: accedi con password
ja: パスワードでサインイン
kn: ಪಾಸ್ವರ್ಡ್ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
mi: takiuru me te kupuhipa
mr: पासवर्डसह साइन इन करा
nl: inloggen met wachtwoord
no: logge på med passord
pa: ਪਾਸਵਰਡ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pl: zaloguj się hasłem
ro: conectați-vă cu parola
sv: logga in med lösenord
ta: கடவுச்சொல் மூலம் உள்நுழைக
te: పాస్వర్డ్తో సైన్ ఇన్ చేయండి
tr: şifre ile giriş yap
ur: پاس ورڈ کے ساتھ سائن ان کریں۔

# do_not_have_an_account
source: Don’t have an account?
bn: একটি অ্যাকাউন্ট নেই?
ca: No tens un compte?
cs: Nemáte účet?
da: Har du ikke en konto?
el: Δεν έχετε λογαριασμό;
es: ¿No tienes una cuenta?
et: Kas teil pole kontot?
fa: حساب کاربری ندارید؟
fi: Eikö sinulla ole tiliä?
gu: ખાતું નથી?
hi: खाता नहीं है?
hr: Nemate račun?
hu: Nincs fiókod?
it: Non hai un account?
ja: アカウントを持っていませんか？
kn: ಖಾತೆ ಇಲ್ಲವೇ?
mi: Karekau he kaute?
mr: खाते नाही?
nl: Heb je geen account?
no: Har du ikke en konto?
pa: ਕੀ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ?
pl: Nie masz konta?
ro: Nu aveți un cont?
sv: Har du inget konto?
ta: கணக்கு இல்லையா?
te: ఖాతా లేదా?
tr: Hesabınız yok mu?
ur: اکاؤنٹ نہیں ہے؟

# all_ready_have_an_account
source: Already have an account?
bn: ইতিমধ্যে একটি সদস্যপদ আছে?
ca: Ja tens un compte?
cs: Máte již účet?
da: har du allerede en bruger?
el: Έχετε ήδη λογαριασμό?
es: ¿Ya tienes una cuenta?
et: On juba konto?
fa: از قبل حساب کاربری دارید؟
fi: Onko sinulla jo tili?
gu: પહેલેથી જ એકાઉન્ટ છે?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
hr: Već imate račun?
hu: Már van fiókja?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರ?
mi: He pūkete kē?
mr: आधीपासूनच एक खाते आहे?
nl: Heb je al een account?
no: Har du allerede en konto?
pa: ਕੀ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਖਾਤਾ ਹੈ?
pl: Posiadasz już konto?
ro: ai deja un cont?
sv: Har du redan ett konto?
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா?
te: ఖాతా కలిగి ఉన్నారా?
tr: Zaten hesabınız var mı?
ur: پہلے سے ہی اکاؤنٹ ہے؟

source: Sign Up
bn: নিবন্ধন করুন
ca: Registra't
cs: Přihlásit se
da: Tilmelde
el: Εγγραφείτε
es: Inscribirse
et: Registreeri
fa: ثبت نام
fi: Kirjaudu
gu: સાઇન અપ કરો
hi: साइन अप करें
hr: Prijavite se
hu: Regisztrálj
it: Iscrizione
ja: サインアップ
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
mi: Waitohu
mr: साइन अप करा
nl: Aanmelden
no: Melde deg på
pa: ਸਾਇਨ ਅਪ
pl: Zapisać się
ro: Inscrie-te
sv: Bli Medlem
ta: பதிவு செய்யவும்
te: చేరడం
tr: Üye olmak
ur: سائن اپ

source: Sign In
bn: সাইন ইন করুন
ca: Inicieu la sessió
cs: Přihlásit se
da: Log ind
el: Συνδεθείτε
es: Iniciar sesión
et: Logi sisse
fa: ورود
fi: Kirjaudu sisään
gu: સાઇન ઇન કરો
hi: दाखिल करना
hr: Prijaviti se
hu: Bejelentkezés
it: Registrazione
ja: ログイン
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
mi: Waitohu Mai
mr: साइन इन करा
nl: Aanmelden
no: Logg inn
pa: ਸਾਈਨ - ਇਨ
pl: Zalogować się
ro: Conectare
sv: Logga in
ta: உள்நுழையவும்
te: సైన్ ఇన్ చేయండి
tr: Kayıt olmak
ur: سائن ان

source: Edit Workout
bn: ওয়ার্কআউট সম্পাদনা করুন
ca: Edita l'entrenament
cs: Upravit cvičení
da: Rediger træning
el: Επεξεργασία προπόνησης
es: Editar entrenamiento
et: Redigeeri treeningut
fa: ویرایش تمرین
fi: Muokkaa harjoitusta
gu: વર્કઆઉટ સંપાદિત કરો
hi: कसरत संपादित करें
hr: Uredi trening
hu: Edzés szerkesztése
it: Modifica allenamento
ja: ワークアウトを編集
kn: ತಾಲೀಮು ಸಂಪಾದಿಸಿ
mi: Whakatika Mahi
mr: वर्कआउट संपादित करा
nl: Training bewerken
no: Rediger treningsøkten
pa: ਕਸਰਤ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj trening
ro: Editați antrenamentul
sv: Redigera träningspass
ta: வொர்க்அவுட்டைத் திருத்து
te: వ్యాయామాన్ని సవరించండి
tr: Antrenmanı Düzenle
ur: ورزش میں ترمیم کریں۔

source: Login to your Account
bn: আপনার অ্যাকাউন্টে লগ ইন করুন
ca: Inicieu sessió al vostre compte
cs: Přihlaste se ke svému účtu
da: Log ind på din konto
el: Συνδεθείτε στο λογαριασμό σας
es: Ingrese a su cuenta
et: Logige sisse oma kontole
fa: وارد حساب کاربری خود شوید
fi: Kirjaudu tilillesi
gu: તમારા એકાઉન્ટમાં લોગિન કરો
hi: अपने अकाउंट में लॉग इन करें
hr: Prijavite se na svoj račun
hu: Jelentkezz be a fiókodba
it: Accedi al tuo account
ja: あなたのアカウントにログイン
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಲಾಗಿನ್ ಆಗಿ
mi: Takiuru ki to Kaute
mr: आपल्या खात्यात लॉग इन करा
nl: Log in op jouw account
no: Logg inn på kontoen din
pa: ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ
pl: Zaloguj się na swoje konto
ro: Conecteaza-te la contul tau
sv: Logga in på ditt konto
ta: உங்கள் கணக்கில் உள்நுழைக
te: మీ ఖాతాకు లాగిన్ చేయండి
tr: Hesabınıza giriş yapın
ur: آپ کے اکاؤنٹ میں لاگ ان کریں

source: Email
bn: ইমেইল
ca: Correu electrònic
cs: E-mailem
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
es: Correo electrónico
et: Meil
fa: پست الکترونیک
fi: Sähköposti
gu: ઈમેલ
hi: ईमेल
ja: Eメール
kn: ಇಮೇಲ್
mi: Īmēra
mr: ईमेल
no: E-post
pa: ਈ - ਮੇਲ
sv: E-post
ta: மின்னஞ்சல்
te: ఇమెయిల్
tr: E-posta
ur: ای میل

source: Password
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
fa: کلمه عبور
fi: Salasana
gu: પાસવર્ડ
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
it: Parola d'ordine
ja: パスワード
kn: ಗುಪ್ತಪದ
mi: Kupuhipa
mr: पासवर्ड
nl: Wachtwoord
no: Passord
pa: ਪਾਸਵਰਡ
pl: Hasło
ro: Parola
sv: Lösenord
ta: கடவுச்சொல்
te: పాస్వర్డ్
tr: Şifre
ur: پاس ورڈ

source: New Password
bn: নতুন পাসওয়ার্ড
ca: nova contrasenya
cs: nové heslo
da: nyt kodeord
el: Νέος Κωδικός
es: Nueva contraseña
et: uus salasõna
fa: رمز عبور جدید
fi: uusi salasana
gu: નવો પાસવર્ડ
hi: नया पासवर्ड
hr: Nova lozinka
hu: új jelszó
it: nuova password
ja: 新しいパスワード
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್
mi: Kupuhipa Hou
mr: नवीन पासवर्ड
nl: nieuw paswoord
no: Nytt passord
pa: ਨਵਾਂ ਪਾਸਵਰਡ
pl: nowe hasło
ro: Parolă Nouă
sv: nytt lösenord
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్వర్డ్
tr: Yeni Şifre
ur: نیا پاس ورڈ

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirma la contrassenya
cs: Potvrďte heslo
da: Bekræft kodeord
el: Επιβεβαίωση Κωδικού
es: confirmar Contraseña
et: Kinnita salasõna
fa: رمز عبور را تایید کنید
fi: Vahvista salasana
gu: પાસવર્ડની પુષ્ટિ કરો
hi: पासवर्ड की पुष्टि कीजिये
hr: Potvrdi lozinku
hu: Jelszó megerősítése
it: Conferma password
ja: パスワードを認証する
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
mi: Whakaū Kupuhipa
mr: पासवर्डची पुष्टी करा
nl: bevestig wachtwoord
no: bekreft passord
pa: ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ
pl: Potwierdź hasło
ro: Confirmă parola
sv: Bekräfta lösenord
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్‌వర్డ్‌ని నిర్ధారించండి
tr: Şifreyi Onayla
ur: پاس ورڈ کی تصدیق کریں۔

source: Remember me
bn: আমাকে মনে কর
ca: Recorda'm
cs: Zapamatuj si mě
da: Husk mig
el: Θυμήσου με
es: Acuérdate de mí
et: Mäleta mind
fa: مرا به خاطر بسپار
fi: Muista minut
gu: મને યાદ
hi: मुझे याद रखें
hr: Zapamti me
hu: Emlékezz rám
it: Ricordati di me
ja: 私を覚えてますか
kn: ನನ್ನನ್ನು ನೆನಪಿನಲ್ಲಿ ಇಡು
mi: Kia mahara ki ahau
mr: माझी आठवण ठेवा
nl: Onthoud me
no: Husk meg
pa: ਮੇਰੀ ਯਾਦ ਹੈ
pl: Zapamiętaj mnie
ro: Ține-mă minte
sv: Kom ihåg mig
ta: என்னை நினைவில் வையுங்கள்
te: నన్ను గుర్తు పెట్టుకో
tr: Beni Hatırla
ur: مجھے پہچانتے ہو

source: Register Successfully
bn: সফলভাবে নিবন্ধন করুন
ca: Registra't correctament
cs: Registrace byla úspěšná
da: Registrering lykkedes
el: Εγγραφείτε με επιτυχία
es: Regístrese con éxito
et: Registreerumine õnnestus
fa: ثبت نام با موفقیت انجام شد
fi: Rekisteröidy onnistuneesti
gu: સફળતાપૂર્વક નોંધણી કરો
hi: सफलतापूर्वक रजिस्टर करें
hr: Registrirajte se uspješno
hu: Sikeres regisztráció
it: Registrati con successo
ja: 登録に成功
kn: ಯಶಸ್ವಿಯಾಗಿ ನೋಂದಾಯಿಸಿ
mi: Rēhita Angitū
mr: यशस्वीरित्या नोंदणी करा
nl: Succesvol geregistreerd
no: Registrering vellykket
pa: ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਕਰੋ
pl: Zarejestruj się pomyślnie
ro: Înregistrare cu succes
sv: Registrera dig framgångsrikt
ta: பதிவு வெற்றிகரமாக
te: విజయవంతంగా నమోదు
tr: Başarıyla Kaydolun
ur: کامیابی کے ساتھ رجسٹر کریں۔

source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছেন?
ca: Has oblidat la contrasenya?
cs: Zapomenuté heslo?
da: glemt kodeord?
el: Ξεχάσατε τον κωδικό?
es: ¿Has olvidado tu contraseña?
et: Unustasid parooli?
fa: رمز عبور را فراموش کرده اید؟
fi: Unohtuiko salasana?
gu: પાસવર્ડ ભૂલી ગયા છો?
hi: पासवर्ड भूल गए?
hr: Zaboravili ste lozinku?
hu: Elfelejtetted a jelszavad?
it: Ha dimenticato la password?
ja: パスワードをお忘れですか？
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
mi: Kua wareware ki te kupuhipa?
mr: पासवर्ड विसरलात?
nl: Wachtwoord vergeten?
no: Glemt passord?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
pl: Zapomniałeś hasła?
ro: Aţi uitat parola?
sv: Glömt ditt lösenord?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
tr: Parolanızı mı unuttunuz?
ur: پاسورڈ بھول گے؟

source: Or continue with
bn: অথবা চালিয়ে যান
ca: O continuar amb
cs: Nebo pokračujte
da: Eller fortsæt med
el: Ή συνεχίστε με
es: o continuar con
et: Või jätkake
fa: یا ادامه دهید
fi: Tai jatka eteenpäin
gu: અથવા ચાલુ રાખો
hi: या जारी रखें
hr: Ili nastavite s
hu: Vagy folytassa ezzel
it: Oppure continua con
ja: または続行します
kn: ಅಥವಾ ಮುಂದುವರಿಸಿ
mi: Me haere tonu ranei
mr: किंवा सुरू ठेवा
nl: Of ga verder met
no: Eller fortsett med
pa: ਜਾਂ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Lub kontynuuj
ro: Sau continua cu
sv: Eller fortsätt med
ta: அல்லது தொடரவும்
te: లేదా కొనసాగించండి
tr: veya ile devam et
ur: یا جاری رکھیں

source: Create your Account
bn: আপনার একাউন্ট তৈরী করুন
ca: Crea el teu compte
cs: Vytvořte si účet
da: Opret din konto
el: Δημιουργήστε το λογαριασμό σας
es: Crea tu cuenta
et: Loo enda konto
fa: حساب کاربری برای خود بسازید
fi: Luo tilisi
gu: તમારું એકાઉન્ટ બનાવો
hi: अपना खाता बनाएं
hr: Kreiraj svoj račun
hu: Hozd létre fiókodat
it: Crea il tuo account
ja: アカウントを作成
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸಿ
mi: Waihangahia to Kaute
mr: तुमचे खाते तयार करा
nl: Maak een account aan
no: Lag din konto
pa: ਆਪਣਾ ਖਾਤਾ ਬਣਾਓ
pl: Utwórz swoje konto
ro: Creeaza-ti contul
sv: Skapa ditt konto
ta: உங்கள் கணக்கை உருவாக்கவும்
te: మీ ఖాతాను సృష్టించండి
tr: Hesabını oluştur
ur: اپنا اکاؤنٹ بناؤ

source: Something want to wrong
bn: কিছু ভুল করতে চাই
ca: Alguna cosa vol fallar
cs: Něco se chce pokazit
da: Noget vil gå galt
el: Κάτι θέλει να κάνει λάθος
es: Algo quiere equivocarse
et: Midagi tahaks valesti minna
fa: یه چیزی میخواد اشتباه کنه
fi: Jotain haluaa mennä pieleen
gu: કંઈક ખોટું કરવા માંગો છો
hi: कुछ गलत करना चाहते हैं
hr: Nešto ne valja
hu: Valami rosszat akar
it: Qualcosa vuole che non vada
ja: 何かが間違っている
kn: ಏನೋ ತಪ್ಪಾಗಲು ಬಯಸುತ್ತಿದೆ
mi: Kei te pirangi tetahi mea ki te he
mr: काहीतरी चुकायचे आहे
nl: Er wil iets mis gaan
no: Noe vil gå galt
pa: ਕੁਝ ਗਲਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
pl: Coś nie tak
ro: Vreau ceva în neregulă
sv: Något vill gå fel
ta: ஏதோ தவறு செய்ய வேண்டும்
te: ఏదో తప్పు చేయాలనుకుంటున్నారు
tr: Bir şeyler ters gitmek istiyor
ur: کچھ غلط کرنا چاہتے ہیں۔

source: Login Successfully
bn: সফলভাবে লগ ইন করুন
ca: Inicieu sessió correctament
cs: Přihlášení proběhlo úspěšně
da: Log ind med succes
el: Είσοδος με επιτυχία
es: Iniciar sesión con éxito
et: Sisselogimine õnnestus
fa: ورود با موفقیت
fi: Sisäänkirjautuminen onnistui
gu: સફળતાપૂર્વક લૉગિન
hi: सफलतापूर्वक लॉगिन करें
hr: Prijava uspješno
hu: Sikeres bejelentkezés
it: Accedi con successo
ja: ログイン成功
kn: ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಗಿ
mi: I Angitū te Takiuru
mr: यशस्वीरित्या लॉगिन करा
nl: Inloggen succesvol
no: Logg på vellykket
pa: ਸਫਲਤਾਪੂਰਵਕ ਲੌਗਇਨ ਕਰੋ
pl: Zaloguj się pomyślnie
ro: Autentificare cu succes
sv: Logga in framgångsrikt
ta: உள்நுழைவு வெற்றிகரமாக
te: విజయవంతంగా లాగిన్ చేయండి
tr: Giriş başarılı
ur: کامیابی سے لاگ ان کریں۔

source: Please enter a valid email id
bn: একটি বৈধ ইমেল আইডি লিখুন
ca: Introduïu un identificador de correu electrònic vàlid
cs: Zadejte prosím platné e-mailové ID
da: Indtast venligst et gyldigt e-mail-id
el: Εισαγάγετε ένα έγκυρο αναγνωριστικό email
es: Ingrese una identificación de correo electrónico válida
et: Sisestage kehtiv e-posti ID
fa: لطفا یک شناسه ایمیل معتبر وارد کنید
fi: Anna kelvollinen sähköpostiosoite
gu: કૃપા કરીને માન્ય ઈમેલ આઈડી દાખલ કરો
hi: कृपया मान्य ईमेल आईडी दर्ज करें
hr: Unesite važeći ID e-pošte
hu: Kérjük, adjon meg egy érvényes e-mail azonosítót
it: Inserisci un ID email valido
ja: 有効な電子メール ID を入力してください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ಐಡಿಯನ್ನು ನಮೂದಿಸಿ
mi: Whakaurua koa he id imeera whaimana
mr: कृपया वैध ईमेल आयडी प्रविष्ट करा
nl: Voer een geldig e-mailadres in
no: Vennligst skriv inn en gyldig e-post-ID
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਈਮੇਲ ਆਈਡੀ ਦਾਖਲ ਕਰੋ
pl: Wprowadź prawidłowy identyfikator e-mail
ro: Vă rugăm să introduceți un ID valid de e-mail
sv: Ange ett giltigt e-post-ID
ta: சரியான மின்னஞ்சல் ஐடியை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ ఐడిని నమోదు చేయండి
tr: Lütfen geçerli bir e-posta kimliği girin
ur: براہ کرم ایک درست ای میل آئی ڈی درج کریں۔

source: Please enter Password of at least Six character
bn: অনুগ্রহ করে কমপক্ষে ছয় অক্ষরের পাসওয়ার্ড লিখুন
ca: Introduïu una contrasenya d'almenys sis caràcters
cs: Zadejte heslo o alespoň šesti znacích
da: Indtast venligst adgangskode på mindst seks tegn
el: Εισαγάγετε κωδικό πρόσβασης τουλάχιστον έξι χαρακτήρων
es: Ingrese la contraseña de al menos seis caracteres
et: Sisestage vähemalt kuuest tähemärgist koosnev parool
fa: لطفا رمز عبور حداقل شش نویسه را وارد کنید
fi: Anna salasana, jossa on vähintään kuusi merkkiä
gu: કૃપા કરીને ઓછામાં ઓછા છ અક્ષરનો પાસવર્ડ દાખલ કરો
hi: कृपया कम से कम छह अक्षरों का पासवर्ड दर्ज करें
hr: Unesite lozinku od najmanje šest znakova
hu: Kérjük, adjon meg legalább hat karakteres jelszót
it: Inserisci una password di almeno sei caratteri
ja: 6 文字以上のパスワードを入力してください
kn: ದಯವಿಟ್ಟು ಕನಿಷ್ಠ ಆರು ಅಕ್ಷರಗಳ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
mi: Whakauruhia koa te Kupuhipa kia ono nga ahuatanga
mr: कृपया किमान सहा वर्णांचा पासवर्ड टाका
nl: Voer een wachtwoord van minimaal zes tekens in
no: Vennligst skriv inn passord på minst seks tegn
pa: ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ-ਘੱਟ ਛੇ ਅੱਖਰਾਂ ਦਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
pl: Wprowadź hasło składające się z co najmniej sześciu znaków
ro: Vă rugăm să introduceți o parolă de cel puțin șase caractere
sv: Vänligen ange ett lösenord på minst sex tecken
ta: குறைந்தது ஆறு எழுத்துகளைக் கொண்ட கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి కనీసం ఆరు అక్షరాల పాస్‌వర్డ్‌ని నమోదు చేయండి
tr: Lütfen en az Altı karakterlik bir Şifre girin
ur: براہ کرم کم از کم چھ حروف کا پاس ورڈ درج کریں۔

source: View Class
bn: ক্লাস দেখুন
ca: Veure classe
cs: Zobrazit třídu
da: Se klasse
el: Προβολή Τάξης
es: Ver clase
et: Vaata klassi
fa: مشاهده کلاس
fi: Näytä luokka
gu: વર્ગ જુઓ
hi: क्लास देखें
hr: Pogledaj razred
hu: Osztály megtekintése
it: Visualizza classe
ja: クラスを見る
kn: ವರ್ಗವನ್ನು ವೀಕ್ಷಿಸಿ
mi: Tiro Karaehe
mr: वर्ग पहा
nl: Klasse bekijken
no: Se klasse
pa: ਕਲਾਸ ਦੇਖੋ
pl: Zobacz klasę
ro: Vizualizați clasa
sv: Se klass
ta: வகுப்பைப் பார்க்கவும்
te: తరగతిని వీక్షించండి
tr: Sınıfı Görüntüle
ur: کلاس دیکھیں

source: Edit Class
bn: ক্লাস সম্পাদনা করুন
ca: Edita la classe
cs: Upravit třídu
da: Rediger klasse
el: Επεξεργασία τάξης
es: Editar clase
et: Redigeeri klassi
fa: ویرایش کلاس
fi: Muokkaa luokkaa
gu: વર્ગ સંપાદિત કરો
hi: कक्षा संपादित करें
hr: Uredi razred
hu: Osztály szerkesztése
it: Modifica classe
ja: クラスを編集
kn: ವರ್ಗ ಸಂಪಾದಿಸಿ
mi: Whakatikatika Karaehe
mr: वर्ग संपादित करा
nl: Klasse bewerken
no: Rediger klasse
pa: ਕਲਾਸ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj klasę
ro: Editați clasa
sv: Redigera klass
ta: வகுப்பைத் திருத்தவும்
te: తరగతిని సవరించండి
tr: Sınıfı Düzenle
ur: کلاس میں ترمیم کریں۔

source: Edit
bn: সম্পাদনা করুন
ca: Edita
cs: Upravit
da: Redigere
el: Επεξεργασία
es: Editar
et: Muuda
fa: ویرایش کنید
fi: Muokata
gu: સંપાદિત કરો
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
it: Modificare
ja: 編集
kn: ತಿದ್ದು
mi: Whakatikatika
mr: सुधारणे
nl: Bewerking
no: Redigere
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytować
ro: Editați | ×
sv: Redigera
ta: தொகு
te: సవరించు
tr: Düzenlemek
ur: ترمیم

source: Delete
bn: মুছে ফেলা
ca: Suprimeix
cs: Vymazat
da: Slet
el: Διαγράφω
es: Borrar
et: Kustuta
fa: حذف
fi: Poistaa
gu: કાઢી નાખો
hi: हटाएं
hr: Izbrisati
hu: Töröl
it: Eliminare
ja: 消去
kn: ಅಳಿಸಿ
mi: Mukua
mr: हटवा
nl: Verwijderen
no: Slett
pa: ਮਿਟਾਓ
pl: Usuwać
ro: Șterge
sv: Radera
ta: அழி
te: తొలగించు
tr: Silmek
ur: حذف کریں۔

source: Create Class
bn: ক্লাস তৈরি করুন
ca: Crear classe
cs: Vytvořit třídu
da: Opret klasse
el: Δημιουργία τάξης
es: Crear clase
et: Loo klass
fa: ایجاد کلاس
fi: Luo luokka
gu: વર્ગ બનાવો
hi: वर्ग बनाएँ
hr: Stvori razred
hu: Osztály létrehozása
it: Crea classe
ja: クラスを作成
kn: ವರ್ಗವನ್ನು ರಚಿಸಿ
mi: Waihanga Karaehe
mr: वर्ग तयार करा
nl: Klasse maken
no: Opprett klasse
pa: ਕਲਾਸ ਬਣਾਓ
pl: Utwórz klasę
ro: Creați o clasă
sv: Skapa klass
ta: வகுப்பை உருவாக்கவும்
te: తరగతిని సృష్టించండి
tr: Sınıf Oluştur
ur: کلاس بنائیں

source: Add Class
bn: ক্লাস যোগ করুন
ca: Afegeix classe
cs: Přidat třídu
da: Tilføj klasse
el: Προσθήκη τάξης
es: Agregar clase
et: Lisa klass
fa: اضافه کردن کلاس
fi: Lisää luokka
gu: વર્ગ ઉમેરો
hi: वर्ग जोड़ें
hr: Dodaj razred
hu: Osztály hozzáadása
it: Aggiungi classe
ja: クラスを追加
kn: ವರ್ಗ ಸೇರಿಸಿ
mi: Tāpiri Karaehe
mr: वर्ग जोडा
nl: Klasse toevoegen
no: Legg til klasse
pa: ਕਲਾਸ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj klasę
ro: Adăugați o clasă
sv: Lägg till klass
ta: வகுப்பைச் சேர்க்கவும்
te: తరగతిని జోడించండి
tr: Sınıf Ekle
ur: کلاس شامل کریں۔
