Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Are you sure want to Delete
bn: আপনি কি মুছতে চান
ca: Esteu segur que voleu suprimir-lo
cs: Opravdu chcete smazat
da: Er du sikker på, at du vil slette
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε
es: ¿Está seguro de que desea eliminar
et: Kas soovite kindlasti kustutada
fa: آیا مطمئن هستید که می خواهید حذف کنید؟
fi: Haluatko varmasti poistaa
gu: શું તમે ખરેખર કાઢી નાખવા માંગો છો
hi: क्या आप निश्चित रूप से हटाना चाहते हैं
hr: Jeste li sigurni da želite izbrisati
hu: Biztosan törölni szeretné
it: Sei sicuro di voler eliminare
ja: 本当に削除しますか
kn: ನೀವು ಖಚಿತವಾಗಿ ಅಳಿಸಲು ಬಯಸುವಿರಾ
mi: E tino hiahia ana koe ki te Mukua
mr: तुम्हाला नक्की हटवायचे आहे का
nl: Weet u zeker dat u wilt verwijderen
no: Er du sikker på at du vil slette
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ
pl: Czy na pewno chcesz usunąć
ro: Sigur doriți să ștergeți
sv: Är du säker på att du vill ta bort
ta: நிச்சயமாக நீக்க வேண்டுமா
te: మీరు ఖచ్చితంగా తొలగించాలనుకుంటున్నారా
tr: Silmek istediğinizden emin misiniz
ur: کیا آپ واقعی حذف کرنا چاہتے ہیں؟

source: Profile
bn: প্রোফাইল
ca: Perfil
cs: Profil
da: Profil
el: Προφίλ
es: Perfil
et: Profiil
fa: مشخصات
fi: Profiili
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
hr: Profil
hu: Profil
it: Profilo
ja: プロフィール
kn: ಪ್ರೊಫೈಲ್
mi: Kōtaha
mr: प्रोफाइल
nl: Profiel
no: Profil
pa: ਪ੍ਰੋਫਾਈਲ
pl: Profil
ro: Profil
sv: Profil
ta: சுயவிவரம்
te: ప్రొఫైల్
tr: Profil
ur: پروفائل

source: Current Package
bn: বর্তমান প্যাকেজ
ca: El paquet actual
cs: Aktuální balíček
da: nuværende pakke
el: Τρέχον πακέτο
es: El paquete actual
et: Praegune pakett
fa: بسته فعلی
fi: Nykyinen Paketti
gu: વર્તમાન પેકેજ
hi: वर्तमान पैकेज
hr: Trenutni paket
hu: Jelenlegi csomag
it: Pacchetto attuale
ja: 現在のパッケージ
kn: ಪ್ರಸ್ತುತ ಪ್ಯಾಕೇಜ್
mi: Mōkī o nāianei
mr: चालू पॅकेज
nl: Huidig pakket
no: Gjeldende pakke
pa: ਮੌਜੂਦਾ ਪੈਕੇਜ
pl: Obecny pakiet
ro: pachetul curent
sv: nuvarande paket
ta: தற்போதைய தொகுப்பு
te: ప్రస్తుత ప్యాకేజీ
tr: Şu anki paket
ur: موجودہ پیکیج

source: Select Specialization
bn: বিশেষীকরণ নির্বাচন করুন
ca: Seleccioneu Especialització
cs: Vyberte Specializace
da: Vælg Specialisering
el: Επιλέξτε Εξειδίκευση
es: Seleccionar especialización
et: Valige Spetsialiseerumine
fa: Specialization را انتخاب کنید
fi: Valitse Erikoistuminen
gu: વિશેષતા પસંદ કરો
hi: विशेषज्ञता का चयन करें
hr: Odaberite Specijalizacija
hu: Válassza a Specializáció lehetőséget
it: Seleziona Specializzazione
ja: スペシャライゼーションを選択
kn: ವಿಶೇಷತೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Motuhake
mr: स्पेशलायझेशन निवडा
nl: Selecteer Specialisatie
no: Velg Spesialisering
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਚੁਣੋ
pl: Wybierz specjalizację
ro: Selectați Specializare
sv: Välj Specialisering
ta: நிபுணத்துவத்தைத் தேர்ந்தெடுக்கவும்
te: స్పెషలైజేషన్ ఎంచుకోండి
tr: Uzmanlık Seç
ur: تخصص کو منتخب کریں۔

source: Password not match.
bn: পাসওয়ার্ড মেলে না।
ca: La contrasenya no coincideix.
cs: Heslo se neshoduje.
da: Adgangskoden matcher ikke.
el: Ο κωδικός δεν ταιριάζει.
es: La contraseña no coincide.
et: Parool ei ühti.
fa: رمز عبور مطابقت ندارد
fi: Salasana ei täsmää.
gu: પાસવર્ડ મેળ ખાતો નથી.
hi: पासवर्ड मेल नहीं खाता।
hr: Lozinka se ne podudara.
hu: A jelszó nem egyezik.
it: Password non corrispondente.
ja: パスワードが一致しません。
kn: ಪಾಸ್ವರ್ಡ್ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ.
mi: Kāore te kupuhipa i te ōrite.
mr: पासवर्ड जुळत नाही.
nl: Wachtwoord komt niet overeen.
no: Passord stemmer ikke.
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ।
pl: Hasło nie pasuje.
ro: Parola nu se potrivește.
sv: Lösenordet matchar inte.
ta: கடவுச்சொல் பொருந்தவில்லை.
te: పాస్‌వర్డ్ సరిపోలలేదు.
tr: Şifre eşleşmiyor.
ur: پاس ورڈ مماثل نہیں ہے۔

source: Edit Profile
bn: জীবন বৃত্তান্ত সম্পাদনা
ca: Edita el perfil
cs: Upravit profil
da: Rediger profil
el: Επεξεργασία προφίλ
es: Editar perfil
et: Muuda profiili
fa: ویرایش نمایه
fi: Muokkaa profiilia
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें
hr: Uredi profil
hu: Profil szerkesztése
it: Modifica Profilo
ja: プロファイル編集
kn: ಪ್ರೊಫೈಲ್ ಬದಲಿಸು
mi: Whakatika Kōtaha
mr: प्रोफाईल संपादित करा
nl: Bewerk profiel
no: Rediger profil
pa: ਸੋਧ ਪ੍ਰੋਫ਼ਾਈਲ
pl: Edytuj profil
ro: Editează profilul
sv: Redigera profil
ta: சுயவிவரத்தைத் திருத்து
te: ప్రొఫైల్‌ని సవరించండి
tr: Profili Düzenle
ur: پروفائل میں ترمیم کریں

source: Password updated successfully
bn: পাসওয়ার্ড সফলভাবে আপডেট করা হয়েছে
ca: La contrasenya s'ha actualitzat correctament
cs: Heslo bylo úspěšně aktualizováno
da: Adgangskoden blev opdateret
el: Ο κωδικός πρόσβασης ενημερώθηκε με επιτυχία
es: Contraseña actualizada exitosamente
et: Parooli värskendamine õnnestus
fa: رمز عبور با موفقیت به روز شد
fi: Salasana päivitetty onnistuneesti
gu: પાસવર્ડ સફળતાપૂર્વક અપડેટ થયો
hi: पासवर्ड सफलतापूर्वक अपडेट किया गया
hr: Lozinka je uspješno ažurirana
hu: A jelszó sikeresen frissítve
it: Password aggiornata con successo
ja: パスワードが正常に更新されました
kn: ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: Kua whakahōutia te kupuhipa
mr: पासवर्ड यशस्वीरित्या अपडेट केला
nl: Wachtwoord succesvol bijgewerkt
no: Passordet ble oppdatert
pa: ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Hasło zostało zmienione
ro: Parola a fost actualizată cu succes
sv: Lösenordet har uppdaterats
ta: கடவுச்சொல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: పాస్‌వర్డ్ విజయవంతంగా నవీకరించబడింది
tr: şifre başarıyla güncellendi
ur: پاس ورڈ کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔

source: View Packages
bn: প্যাকেজ দেখুন
ca: Veure paquets
cs: Zobrazit balíčky
da: Se pakker
el: Προβολή πακέτων
es: Ver paquetes
et: Vaata pakette
fa: مشاهده بسته ها
fi: Näytä paketit
gu: પેકેજો જુઓ
hi: पैकेज देखें
hr: Pogledajte pakete
hu: Csomagok megtekintése
it: Visualizza i pacchetti
ja: パッケージを見る
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ವೀಕ್ಷಿಸಿ
mi: Tirohia nga Paeke
mr: पॅकेजेस पहा
nl: Pakketten bekijken
no: Se pakker
pa: ਪੈਕੇਜ ਵੇਖੋ
pl: Zobacz pakiety
ro: Vezi pachete
sv: Visa paket
ta: தொகுப்புகளைப் பார்க்கவும்
te: ప్యాకేజీలను వీక్షించండి
tr: Paketleri Görüntüle
ur: پیکیجز دیکھیں

source: View Membership
bn: সদস্যপদ দেখুন
ca: Veure Membres
cs: Zobrazit členství
da: Se medlemskab
el: Προβολή Συνδρομής
es: Ver membresía
et: Vaata liikmelisust
fa: مشاهده عضویت
fi: Näytä jäsenyys
gu: સભ્યપદ જુઓ
hi: सदस्यता देखें
hr: Prikaži članstvo
hu: Tagság megtekintése
it: Visualizza l'appartenenza
ja: メンバーシップを表示
kn: ಸದಸ್ಯತ್ವವನ್ನು ವೀಕ್ಷಿಸಿ
mi: Tirohia te Mema
mr: सदस्यत्व पहा
nl: Lidmaatschap bekijken
no: Se medlemskap
pa: ਮੈਂਬਰਸ਼ਿਪ ਵੇਖੋ
pl: Wyświetl członkostwo
ro: Vedeți calitatea de membru
sv: Visa medlemskap
ta: உறுப்பினர்களைப் பார்க்கவும்
te: సభ్యత్వాన్ని వీక్షించండి
tr: Üyeliği Görüntüle
ur: ممبرشپ دیکھیں

source: Edit Packages
bn: প্যাকেজ সম্পাদনা করুন
ca: Edita paquets
cs: Upravit balíčky
da: Rediger pakker
el: Επεξεργασία πακέτων
es: Editar paquetes
et: Redigeeri pakette
fa: ویرایش بسته ها
fi: Muokkaa paketteja
gu: પેકેજો સંપાદિત કરો
hi: पैकेज संपादित करें
hr: Uredi pakete
hu: Csomagok szerkesztése
it: Modifica pacchetti
ja: パッケージの編集
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ಸಂಪಾದಿಸಿ
mi: Whakatika i nga Paeke
mr: पॅकेजेस संपादित करा
nl: Pakketten bewerken
no: Rediger pakker
pa: ਪੈਕੇਜ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj pakiety
ro: Editați pachete
sv: Redigera paket
ta: தொகுப்புகளைத் திருத்தவும்
te: ప్యాకేజీలను సవరించండి
tr: Paketleri Düzenle
ur: پیکجز میں ترمیم کریں۔

source: Edit Membership
bn: সদস্যপদ সম্পাদনা করুন
ca: Edita la pertinença
cs: Upravit členství
da: Rediger medlemskab
el: Επεξεργασία συνδρομής
es: Editar membresía
et: Liikmesuse muutmine
fa: ویرایش عضویت
fi: Muokkaa jäsenyyttä
gu: સભ્યપદ સંપાદિત કરો
hi: सदस्यता संपादित करें
hr: Uredi članstvo
hu: Tagság szerkesztése
it: Modifica appartenenza
ja: メンバーシップを編集
kn: ಸದಸ್ಯತ್ವವನ್ನು ಸಂಪಾದಿಸಿ
mi: Whakatika mema
mr: सदस्यत्व संपादित करा
nl: Lidmaatschap bewerken
no: Rediger medlemskap
pa: ਮੈਂਬਰਸ਼ਿਪ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj członkostwo
ro: Editați calitatea de membru
sv: Redigera medlemskap
ta: உறுப்பினர் திருத்தம்
te: సభ్యత్వాన్ని సవరించండి
tr: Üyeliği Düzenle
ur: رکنیت میں ترمیم کریں۔

source: Please Enter Membership Name
bn: সদস্যপদ নাম লিখুন দয়া করে
ca: Introduïu el nom de membre
cs: Zadejte název členství
da: Indtast venligst medlemsnavn
el: Παρακαλώ εισάγετε Όνομα μέλους
es: Ingrese el nombre de membresía
et: Sisestage liikmenimi
fa: لطفا نام عضویت را وارد کنید
fi: Anna jäsennimi
gu: કૃપા કરીને સભ્યપદનું નામ દાખલ કરો
hi: कृपया सदस्यता नाम दर्ज करें
hr: Unesite ime članstva
hu: Kérjük, adja meg a tagság nevét
it: Inserisci il nome di appartenenza
ja: 会員名を入力してください
kn: ದಯವಿಟ್ಟು ಸದಸ್ಯತ್ವದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te Ingoa Mema
mr: कृपया सदस्यत्वाचे नाव प्रविष्ट करा
nl: Voer de naam van het lidmaatschap in
no: Vennligst skriv inn medlemskapsnavn
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੈਂਬਰਸ਼ਿਪ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
pl: Wprowadź nazwę członkostwa
ro: Vă rugăm să introduceți numele de membru
sv: Vänligen ange medlemsnamn
ta: உறுப்பினர் பெயரை உள்ளிடவும்
te: దయచేసి సభ్యత్వం పేరు నమోదు చేయండి
tr: Lütfen Üyelik Adını Giriniz
ur: براہ کرم رکنیت کا نام درج کریں۔

# package_name
source: Packages Name
bn: প্যাকেজের নাম
ca: Nom dels paquets
cs: Název balíčku
da: Pakkers navn
el: Όνομα πακέτων
es: Nombre de los paquetes
et: Pakkide nimi
fa: نام بسته ها
fi: Pakettien nimi
gu: પેકેજનું નામ
hi: पैकेज नाम
hr: Naziv paketa
hu: Csomagok neve
it: Nome pacchetti
ja: パッケージ名
kn: ಪ್ಯಾಕೇಜುಗಳ ಹೆಸರು
mi: Ingoa mōkī
mr: पॅकेजचे नाव
nl: Pakketten Naam
no: Pakkenavn
pa: ਪੈਕੇਜਾਂ ਦਾ ਨਾਮ
pl: Nazwa pakietu
ro: Numele pachetelor
sv: Paketens namn
ta: தொகுப்புகளின் பெயர்
te: ప్యాకేజీల పేరు
tr: Paket Adı
ur: پیکیجز کا نام

source: Membership Name
bn: সদস্যপদ নাম
ca: Nom de membre
cs: Jméno členství
da: Medlemskabs navn
el: Όνομα μέλους
es: Nombre de membresía
et: Liikmesuse nimi
fa: نام عضویت
fi: Jäsennimi
gu: સભ્યપદનું નામ
hi: सदस्यता नाम
hr: Ime članstva
hu: Tagság neve
it: Nome di appartenenza
ja: 会員名
kn: ಸದಸ್ಯತ್ವದ ಹೆಸರು
mi: Ingoa Mema
mr: सदस्यत्वाचे नाव
nl: Lidmaatschap Naam
no: Medlemskapsnavn
pa: ਮੈਂਬਰਸ਼ਿਪ ਦਾ ਨਾਮ
pl: Nazwa członkostwa
ro: Nume de membru
sv: Medlemskapsnamn
ta: உறுப்பினர் பெயர்
te: సభ్యత్వం పేరు
tr: üyelik adı
ur: رکنیت کا نام

source: Please Enter Amount
bn: অনুগ্রহ করে পরিমাণ লিখুন
ca: Introduïu la quantitat
cs: Zadejte částku
da: Indtast venligst beløb
el: Εισαγάγετε το ποσό
es: Ingrese la cantidad
et: Sisestage summa
fa: لطفا مبلغ را وارد کنید
fi: Anna summa
gu: કૃપા કરીને રકમ દાખલ કરો
hi: कृपया राशि दर्ज करें
hr: Unesite iznos
hu: Kérjük, adja meg az összeget
it: Inserisci l'importo
ja: 金額を入力してください
kn: ದಯವಿಟ್ಟು ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia te moni
mr: कृपया रक्कम प्रविष्ट करा
nl: Voer het bedrag in
no: Vennligst skriv inn beløp
pa: ਕਿਰਪਾ ਕਰਕੇ ਰਕਮ ਦਾਖਲ ਕਰੋ
pl: Wprowadź kwotę
ro: Vă rugăm să introduceți suma
sv: Vänligen ange belopp
ta: தயவுசெய்து தொகையை உள்ளிடவும்
te: దయచేసి మొత్తాన్ని నమోదు చేయండి
tr: Lütfen Miktarı Girin
ur: براہ کرم رقم درج کریں۔

source: Amount
bn: পরিমাণ
ca: Import
cs: Množství
da: Beløb
el: Ποσό
es: Cantidad
et: Summa
fa: میزان
fi: Määrä
gu: રકમ
hi: राशि
hr: Iznos
hu: Összeg
it: Quantità
ja: 額
kn: ಮೊತ್ತ
mi: Te nui
mr: रक्कम
nl: Hoeveelheid
no: Beløp
pa: ਦੀ ਰਕਮ
pl: Kwota
ro: Cantitate
sv: Belopp
ta: தொகை
te: మొత్తం
tr: Miktar
ur: رقم

source: Please Enter Period
bn: পিরিয়ড লিখুন
ca: Introduïu el període
cs: Zadejte období
da: Indtast venligst periode
el: Εισαγάγετε την περίοδο
es: Ingrese el período
et: Palun sisesta periood
fa: لطفا دوره را وارد کنید
fi: Anna jakso
gu: કૃપા કરીને સમયગાળો દાખલ કરો
hi: कृपया अवधि दर्ज करें
hr: Unesite točku
hu: Kérjük, adja meg az időszakot
it: Inserisci il periodo
ja: 期間を入力してください
kn: ದಯವಿಟ್ಟು ಅವಧಿಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te wa
mr: कृपया कालावधी प्रविष्ट करा
nl: Voer een periode in
no: Vennligst skriv inn periode
pa: ਕਿਰਪਾ ਕਰਕੇ ਮਿਆਦ ਦਾਖਲ ਕਰੋ
pl: Wprowadź okres
ro: Vă rugăm să introduceți perioada
sv: Vänligen ange period
ta: தயவுசெய்து காலத்தை உள்ளிடவும்
te: దయచేసి వ్యవధిని నమోదు చేయండి
tr: Lütfen Dönem Girin
ur: براہ کرم مدت درج کریں۔

source: Period(Days)
bn: সময়কাল (দিন)
ca: Període (Dies)
cs: Období (dny)
da: Periode (dage)
el: Περίοδος (Ημέρες)
es: Período (días)
et: Periood (päevad)
fa: دوره (روزها)
fi: Jakso (päiviä)
gu: સમયગાળો(દિવસો)
hi: अवधि (दिन)
hr: Razdoblje (dani)
hu: Időszak (napok)
it: Periodo (giorni)
ja: 期間(日)
kn: ಅವಧಿ(ದಿನಗಳು)
mi: Wā(Ra)
mr: कालावधी(दिवस)
nl: Periode(Dagen)
no: Periode (dager)
pa: ਮਿਆਦ(ਦਿਨ)
pl: Okres (dni)
ro: Perioada (Zile)
sv: Period (dagar)
ta: காலம்(நாட்கள்)
te: కాలం(రోజులు)
tr: Süre(Gün)
ur: مدت (دن)

source: Please Enter Class Limit
bn: অনুগ্রহ করে ক্লাস লিমিট লিখুন
ca: Introduïu el límit de classe
cs: Zadejte limit třídy
da: Indtast venligst klassegrænsen
el: Εισαγάγετε το όριο τάξης
es: Ingrese el límite de clase
et: Palun sisestage klassi limiit
fa: لطفا محدودیت کلاس را وارد کنید
fi: Anna luokkaraja
gu: કૃપા કરીને વર્ગ મર્યાદા દાખલ કરો
hi: कृपया कक्षा सीमा दर्ज करें
hr: Unesite ograničenje klase
hu: Kérjük, adja meg az osztálykorlátot
it: Inserisci il limite di classe
ja: クラス制限を入力してください
kn: ದಯವಿಟ್ಟು ತರಗತಿಯ ಮಿತಿಯನ್ನು ನಮೂದಿಸಿ
mi: Whakaurua koa te Tepe Karaehe
mr: कृपया वर्ग मर्यादा प्रविष्ट करा
nl: Voer de klasselimiet in
no: Vennligst skriv inn klassegrense
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਲਾਸ ਸੀਮਾ ਦਾਖਲ ਕਰੋ
pl: Wprowadź limit klasy
ro: Vă rugăm să introduceți limita de clasă
sv: Vänligen ange klassgräns
ta: வகுப்பு வரம்பை உள்ளிடவும்
te: దయచేసి తరగతి పరిమితిని నమోదు చేయండి
tr: Lütfen Sınıf Limitini Giriniz
ur: براہ کرم کلاس کی حد درج کریں۔

source: Please Enter Member Limit
bn: সদস্য সীমা লিখুন দয়া করে
ca: Introduïu el límit de membres
cs: Zadejte počet členů
da: Indtast venligst medlemsgrænsen
el: Παρακαλώ εισάγετε το όριο μέλους
es: Ingrese el límite de miembros
et: Palun sisesta liikmelimiit
fa: لطفا محدودیت اعضا را وارد کنید
fi: Anna jäsenraja
gu: મહેરબાની કરીને સભ્ય મર્યાદા દાખલ કરો
hi: कृपया सदस्य सीमा दर्ज करें
hr: Unesite ograničenje za članstvo
hu: Kérjük, adja meg a tagsági korlátot
it: Inserisci il limite di membri
ja: メンバー制限を入力してください
kn: ದಯವಿಟ್ಟು ಸದಸ್ಯರ ಮಿತಿಯನ್ನು ನಮೂದಿಸಿ
mi: Tena Whakauruhia te Tepe Mema
mr: कृपया सदस्य मर्यादा प्रविष्ट करा
nl: Voer de ledenlimiet in
no: Vennligst skriv inn medlemsgrense
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੈਂਬਰ ਸੀਮਾ ਦਾਖਲ ਕਰੋ
pl: Wprowadź limit członków
ro: Vă rugăm să introduceți limita de membri
sv: Vänligen ange medlemsgräns
ta: உறுப்பினர் வரம்பை உள்ளிடவும்
te: దయచేసి సభ్యుల పరిమితిని నమోదు చేయండి
tr: Lütfen Üye Limitini Giriniz
ur: براہ کرم ممبر کی حد درج کریں۔

source: Member Limit
bn: সদস্য সীমা
ca: Límit de membres
cs: Limit členů
da: Medlemsgrænse
el: Όριο μέλους
es: Límite de miembros
et: Liikmete piirang
fa: محدودیت اعضا
fi: Jäsenrajoitus
gu: સભ્ય મર્યાદા
hi: सदस्य सीमा
hr: Ograničenje za članove
hu: Tagsági limit
it: Limite membri
ja: メンバー制限
kn: ಸದಸ್ಯರ ಮಿತಿ
mi: Tetenga Mema
mr: सदस्य मर्यादा
nl: Limiet voor leden
no: Medlemsgrense
pa: ਮੈਂਬਰ ਸੀਮਾ
pl: Limit członków
ro: Limită de membri
sv: Medlemsgräns
ta: உறுப்பினர் வரம்பு
te: సభ్యుల పరిమితి
tr: Üye Limiti
ur: رکن کی حد

source: Class Limit
bn: ক্লাস লিমিট
ca: Límit de classe
cs: Limit třídy
da: Klassegrænse
el: Όριο τάξης
es: Límite de clase
et: Klassi piirang
fa: محدودیت کلاس
fi: Luokkarajoitus
gu: વર્ગ મર્યાદા
hi: वर्ग सीमा
hr: Ograničenje klase
hu: Osztálykorlát
it: Limite di classe
ja: クラス制限
kn: ವರ್ಗ ಮಿತಿ
mi: Tepe o te karaehe
mr: वर्ग मर्यादा
nl: Klasse limiet
no: Klassegrense
pa: ਕਲਾਸ ਸੀਮਾ
pl: Limit klasy
ro: Limită de clasă
sv: Klassgräns
ta: வகுப்பு வரம்பு
te: తరగతి పరిమితి
tr: Sınıf Sınırı
ur: کلاس کی حد

source: Recurring Package
bn: পুনরাবৃত্ত প্যাকেজ
ca: Paquet recurrent
cs: Opakující se balíček
da: Tilbagevendende pakke
el: Επαναλαμβανόμενο πακέτο
es: Paquete Recurrente
et: Korduv pakett
fa: بسته تکراری
fi: Toistuva paketti
gu: રિકરિંગ પેકેજ
hi: आवर्ती पैकेज
hr: Ponavljajući paket
hu: Ismétlődő csomag
it: Pacchetto ricorrente
ja: 繰り返しパッケージ
kn: ಮರುಕಳಿಸುವ ಪ್ಯಾಕೇಜ್
mi: Mōkī Whakahoki
mr: आवर्ती पॅकेज
nl: Terugkerend pakket
no: Gjentakende pakke
pa: ਆਵਰਤੀ ਪੈਕੇਜ
pl: Pakiet cykliczny
ro: Pachet recurent
sv: Återkommande paket
ta: தொடர் தொகுப்பு
te: పునరావృత ప్యాకేజీ
tr: Yinelenen Paket
ur: بار بار چلنے والا پیکیج

source: Image
bn: ছবি
ca: Imatge
cs: obraz
da: Billede
el: Εικόνα
es: Imagen
et: Pilt
fa: تصویر
fi: Kuva
gu: છબી
hi: छवि
hr: Slika
hu: Kép
it: Immagine
ja: 画像
kn: ಚಿತ್ರ
mi: Whakaahua
mr: प्रतिमा
nl: Afbeelding
no: Bilde
pa: ਚਿੱਤਰ
pl: Obraz
ro: Imagine
sv: Bild
ta: படம்
te: చిత్రం
tr: resim
ur: تصویر

source: Description
bn: বর্ণনা
ca: Descripció
cs: Popis
da: Beskrivelse
el: Περιγραφή
es: Descripción
et: Kirjeldus
fa: شرح
fi: Kuvaus
gu: વર્ણન
hi: विवरण
hr: Opis
hu: Leírás
it: Descrizione
ja: 説明
kn: ವಿವರಣೆ
mi: Whakaahuatanga
mr: वर्णन
nl: Beschrijving
no: Beskrivelse
pa: ਵਰਣਨ
pl: Opis
ro: Descriere
sv: Beskrivning
ta: விளக்கம்
te: వివరణ
tr: Tanım
ur: تفصیل

# attach_document
source: Attach Documents
bn: নথি সংযুক্ত করুন
ca: Adjuntar Documents
cs: Připojit dokumenty
da: Vedhæft dokumenter
el: Επισύναψη Εγγράφων
es: Adjuntar Documentos
et: Lisage dokumendid
fa: اسناد را پیوست کنید
fi: Liitä asiakirjat
gu: દસ્તાવેજો જોડો
hi: दस्तावेज़ संलग्न करें
hr: Priložite dokumente
hu: Dokumentumok csatolása
it: Allega documenti
ja: ドキュメントを添付
kn: ದಾಖಲೆಗಳನ್ನು ಲಗತ್ತಿಸಿ
mi: Āpiti Tuhinga
mr: कागदपत्रे संलग्न करा
nl: Documenten bijvoegen
no: Legg ved dokumenter
pa: ਦਸਤਾਵੇਜ਼ ਨੱਥੀ ਕਰੋ
pl: załącz dokumenty
ro: Atașați documente
sv: Bifoga dokument
ta: ஆவணங்களை இணைக்கவும்
te: పత్రాలను అటాచ్ చేయండి
tr: belgeleri ekle
ur: دستاویزات منسلک کریں۔

source: Attachment
bn: সংযুক্তি
ca: Adjunt
cs: Příloha
da: Vedhæftet fil
el: Συνημμένο
es: Adjunto
et: Manus
fa: پیوست
fi: Liite
gu: જોડાણ
hi: अटैचमेंट
hr: Prilog
hu: Melléklet
it: Attaccamento
ja: 付属品
kn: ಲಗತ್ತು
mi: Āpitihanga
mr: संलग्नक
nl: Bijlage
no: Vedlegg
pa: ਅਟੈਚਮੈਂਟ
pl: Załącznik
ro: Atașament
sv: Anknytning
ta: இணைப்பு
te: అటాచ్మెంట్
tr: EK
ur: منسلکہ

source: Save Packages
bn: প্যাকেজ সংরক্ষণ করুন
ca: Guarda els paquets
cs: Uložit balíčky
da: Gem pakker
el: Αποθήκευση πακέτων
es: Guardar paquetes
et: Salvesta paketid
fa: ذخیره بسته ها
fi: Tallenna paketit
gu: પેકેજો સાચવો
hi: पैकेज सहेजें
hr: Spremi pakete
hu: Csomagok mentése
it: Salva pacchetti
ja: パッケージを保存
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ಉಳಿಸಿ
mi: Whakaorangia nga kete
mr: पॅकेजेस सेव्ह करा
nl: Pakketten opslaan
no: Lagre pakker
pa: ਪੈਕੇਜ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz pakiety
ro: Salvați pachetele
sv: Spara paket
ta: தொகுப்புகளைச் சேமிக்கவும்
te: ప్యాకేజీలను సేవ్ చేయండి
tr: Paketleri Kaydet
ur: پیکجز کو محفوظ کریں۔

source: Add Packages
bn: প্যাকেজ যোগ করুন
ca: Afegeix paquets
cs: Přidat balíčky
da: Tilføj pakker
el: Προσθήκη πακέτων
es: Agregar paquetes
et: Lisa pakette
fa: افزودن بسته ها
fi: Lisää paketteja
gu: પેકેજો ઉમેરો
hi: पैकेज जोड़ें
hr: Dodajte pakete
hu: Csomagok hozzáadása
it: Aggiungi pacchetti
ja: パッケージを追加
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ಸೇರಿಸಿ
mi: Tāpiri Mōkī
mr: पॅकेजेस जोडा
nl: Pakketten toevoegen
no: Legg til pakker
pa: ਪੈਕੇਜ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj pakiety
ro: Adăugați pachete
sv: Lägg till paket
ta: தொகுப்புகளைச் சேர்க்கவும்
te: ప్యాకేజీలను జోడించండి
tr: Paket Ekle
ur: پیکجز شامل کریں۔

source: ADD MEMBERSHIP
bn: মেম্বারশিপ যোগ করুন
ca: AFEGIR SUBSCRIPCIÓ
cs: PŘIDAT ČLENSTVÍ
da: TILFØJ MEDLEMSKAB
el: ΠΡΟΣΘΗΚΗ ΣΥΜΜΕΤΟΧΗΣ
es: AÑADIR MEMBRESÍA
et: LISA LIIKMESUS
fa: افزودن عضویت
fi: LISÄÄ JÄSENYYS
gu: સભ્યપદ ઉમેરો
hi: सदस्यता जोड़ें
hr: DODAJTE ČLANSTVO
hu: TAGSÁG HOZZÁADÁSA
it: AGGIUNGI MEMBRI
ja: メンバーシップを追加
kn: ಸದಸ್ಯತ್ವವನ್ನು ಸೇರಿಸಿ
mi: Tāpiri Mema
mr: सदस्यत्व जोडा
nl: VOEG LIDMAATSCHAP TOE
no: LEGG TIL MEDLEMSKAP
pa: ਮੈਂਬਰਸ਼ਿਪ ਸ਼ਾਮਲ ਕਰੋ
pl: DODAJ CZŁONKOSTWO
ro: ADAUGĂ CALITATEA DE MEMBRU
sv: LÄGG TILL MEDLEMSKAP
ta: உறுப்பினர் சேர்க்கை
te: సభ్యత్వాన్ని జోడించండి
tr: ÜYELİK EKLE
ur: ممبرشپ شامل کریں۔

source: SAVE MEMBERSHIP
bn: সদস্যপদ সংরক্ষণ করুন
ca: DESA LA SOCIETAT
cs: ULOŽIT ČLENSTVÍ
da: GEM MEDLEMSKAB
el: ΑΠΟΘΗΚΕΥΣΗ ΣΥΜΜΕΤΟΧΗΣ
es: GUARDAR MEMBRESÍA
et: SALVESTA LIIKMESUS
fa: ذخیره عضویت
fi: TALLENNA JÄSENYYS
gu: સભ્યપદ સાચવો
hi: सदस्यता सहेजें
hr: SAČUVAJTE ČLANSTVO
hu: TAGSÁG MENTÉSE
it: SALVA L'ISCRIZIONE
ja: メンバーシップを保存
kn: ಸದಸ್ಯತ್ವವನ್ನು ಉಳಿಸಿ
mi: Whakaorangia te Mema
mr: सदस्यत्व जतन करा
nl: BESPAAR HET LIDMAATSCHAP
no: LAGRE MEDLEMSKAP
pa: ਸਦੱਸਤਾ ਬਚਾਓ
pl: ZAPISZ CZŁONKOSTWO
ro: SALVAȚI CALITATEA
sv: SPARA MEDLEMSKAP
ta: உறுப்பினர் சேமி
te: సభ్యత్వాన్ని సేవ్ చేయండి
tr: ÜYELİĞİ KAYDET
ur: رکنیت کو بچائیں۔

# please_give_a_storage_read_write_and_permission
source: Please give a storage Read & Write permission
bn: অনুগ্রহ করে একটি স্টোরেজ পড়ার ও লেখার অনুমতি দিন
ca: Doneu un permís de lectura i escriptura d'emmagatzematge
cs: Dejte prosím úložišti oprávnění ke čtení a zápisu
da: Giv venligst et lager læse- og skrivetilladelse
el: Παρακαλούμε δώστε άδεια αποθήκευσης ανάγνωσης και εγγραφής
es: Otorgue un permiso de lectura y escritura de almacenamiento
et: Andke talletusruumi lugemis- ja kirjutamisluba
fa: لطفاً به یک فضای ذخیره اجازه خواندن و نوشتن بدهید
fi: Anna tallennustilalle luku- ja kirjoitusoikeus
gu: કૃપા કરીને સ્ટોરેજ વાંચવા અને લખવાની પરવાનગી આપો
hi: कृपया स्टोरेज को पढ़ने और लिखने की अनुमति दें
hr: Dajte dopuštenje za čitanje i pisanje za pohranu
hu: Adjon olvasási és írási engedélyt a tárhelynek
it: Si prega di fornire un'autorizzazione di lettura e scrittura per l'archiviazione
ja: ストレージに読み取りと書き込みの許可を与えてください
kn: ದಯವಿಟ್ಟು ಸಂಗ್ರಹಣೆಯನ್ನು ಓದಲು ಮತ್ತು ಬರೆಯಲು ಅನುಮತಿ ನೀಡಿ
mi: Tena koa hoatu he waahi rokiroki Panui me te Tuhi whakaaetanga
mr: कृपया स्टोरेज वाचण्याची आणि लिहिण्याची परवानगी द्या
nl: Geef een lees- en schrijfmachtiging voor opslag
no: Vennligst gi en lagrings lese- og skrivetillatelse
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਟੋਰੇਜ ਨੂੰ ਪੜ੍ਹਨ ਅਤੇ ਲਿਖਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ
pl: Zezwól na przechowywanie danych Odczyt i zapis
ro: Vă rugăm să acordați o permisiune de citire și scriere de stocare
sv: Vänligen ge en lagringsbehörighet Läs & Skriv
ta: ஒரு சேமிப்பகத்தைப் படிக்கவும் எழுதவும் அனுமதி வழங்கவும்
te: దయచేసి నిల్వ చదవడానికి & వ్రాయడానికి అనుమతిని ఇవ్వండి
tr: Lütfen bir depolamaya Okuma ve Yazma izni verin
ur: براہ کرم ایک ذخیرہ پڑھنے اور لکھنے کی اجازت دیں۔

source: Please select valid File
bn: বৈধ ফাইল নির্বাচন করুন
ca: Seleccioneu un fitxer vàlid
cs: Vyberte prosím platný soubor
da: Vælg venligst en gyldig fil
el: Επιλέξτε έγκυρο αρχείο
es: Seleccione un archivo válido
et: Valige sobiv fail
fa: لطفا فایل معتبر را انتخاب کنید
fi: Valitse kelvollinen tiedosto
gu: કૃપા કરીને માન્ય ફાઇલ પસંદ કરો
hi: कृपया मान्य फ़ाइल चुनें
hr: Odaberite valjanu datoteku
hu: Kérjük, válasszon érvényes fájlt
it: Seleziona un file valido
ja: 有効なファイルを選択してください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia koa te Kōnae whaimana
mr: कृपया वैध फाइल निवडा
nl: Selecteer een geldig bestand
no: Velg gyldig fil
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਫ਼ਾਈਲ ਚੁਣੋ
pl: Wybierz prawidłowy plik
ro: Vă rugăm să selectați un fișier valid
sv: Välj giltig fil
ta: சரியான கோப்பைத் தேர்ந்தெடுக்கவும்
te: దయచేసి చెల్లుబాటు అయ్యే ఫైల్‌ని ఎంచుకోండి
tr: Lütfen geçerli bir Dosya seçin
ur: براہ کرم درست فائل کو منتخب کریں۔
