Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: New Member Arrived
bn: নতুন সদস্য এসেছেন
ca: Va arribar un nou membre
cs: Přišel nový člen
da: Nyt medlem ankommet
el: Έφτασε νέο μέλος
es: Llegó un nuevo miembro
et: Saabus uus liige
fa: عضو جدید وارد شد
fi: Uusi jäsen saapui
gu: નવા સભ્ય આવ્યા
hi: नया सदस्य आया
hr: Stigao je novi član
hu: Új tag érkezett
it: Nuovo membro arrivato
ja: 新しいメンバーが到着しました
kn: ಹೊಸ ಸದಸ್ಯ ಬಂದರು
mi: Kua tae mai te Mema Hou
mr: नवीन सदस्य आले
nl: Nieuw lid gearriveerd
no: Nytt medlem ankommet
pa: ਨਵਾਂ ਮੈਂਬਰ ਆ ਗਿਆ
pl: Przybył nowy członek
ro: A sosit un nou membru
sv: Ny medlem anlänt
ta: புதிய உறுப்பினர் வந்தார்
te: కొత్త సభ్యుడు వచ్చారు
tr: Yeni Üye Geldi
ur: نیا ممبر آگیا

source: New Members
bn: নতুন সদস্য
ca: Nous membres
cs: Noví členové
da: Nye medlemmer
el: Νέα μέλη
es: Nuevos miembros
et: Uued liikmed
fa: اعضای جدید
fi: Uudet jäsenet
gu: નવા સભ્યો
hi: नए सदस्य
hr: Novi članovi
hu: Új tagok
it: Nuovi membri
ja: 新メンバー
kn: ಹೊಸ ಸದಸ್ಯರು
mi: Nga Mema Hou
mr: नवीन सदस्य
nl: Nieuwe leden
no: Nye medlemmer
pa: ਨਵੇਂ ਮੈਂਬਰ
pl: Nowi członkowie
ro: Membri noi
sv: Nya medlemmar
ta: புதிய உறுப்பினர்கள்
te: కొత్త సభ్యులు
tr: Yeni üyeler
ur: نئے ممبران

source: Total Income
bn: মোট আয়
ca: Ingressos totals
cs: Celkový příjem
da: Total indkomst
el: Συνολικό εισόδημα
es: Ingresos totales
et: Kogutulu
fa: درآمد کلی
fi: Kokonaistulot
gu: કુલ આવક
hi: कुल आय
hr: Ukupni prihod
hu: Teljes bevétel
it: Reddito totale
ja: 総収入
kn: ಒಟ್ಟು ಆದಾಯ
mi: Tapeke Whiwhinga
mr: एकूण उत्पन्न
nl: Totaal inkomen
no: Totale inntekter
pa: ਕੁੱਲ ਆਮਦਨ
pl: Całkowity przychód
ro: Venit total
sv: Total inkomst
ta: மொத்த வருமானம்
te: మొత్తం రాబడి
tr: Toplam gelir
ur: کل آمدنی

source: Seconds
bn: সেকেন্ড
ca: Segons
cs: Sekundy
da: Sekunder
el: Δευτερόλεπτα
es: Segundos
et: Sekundid
fa: ثانیه ها
fi: Sekuntia
gu: સેકન્ડ
hi: सेकंड
hr: sekundi
hu: Másodpercek
it: Secondi
ja: 秒
kn: ಸೆಕೆಂಡುಗಳು
mi: Hekona
mr: सेकंद
nl: seconden
no: Sekunder
pa: ਸਕਿੰਟ
pl: sekundy
ro: secunde
sv: Sekunder
ta: நொடிகள்
te: సెకన్లు
tr: saniye
ur: سیکنڈز

# you_do_not_have_any_plan
source: You Don't have any plan
bn: তোমার কোন পরিকল্পনা নেই
ca: No tens cap pla
cs: Nemáš žádný plán
da: Du har ingen plan
el: Δεν έχεις κανένα σχέδιο
es: No tienes ningún plan
et: Sul pole mingit plaani
fa: تو هیچ برنامه ای نداری
fi: Sinulla ei ole mitään suunnitelmaa
gu: તમારી પાસે કોઈ યોજના નથી
hi: आपकी कोई योजना नहीं है
hr: Nemaš nikakav plan
hu: Nincs semmi terved
it: Non hai nessun piano
ja: あなたは計画を持っていません
kn: ನಿಮ್ಮ ಬಳಿ ಯಾವುದೇ ಯೋಜನೆ ಇಲ್ಲ
mi: Karekau he mahere
mr: तुमची कोणतीही योजना नाही
nl: Je hebt geen enkel plan
no: Du har ingen plan
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਯੋਜਨਾ ਨਹੀਂ ਹੈ
pl: Nie masz żadnego planu
ro: Nu ai niciun plan
sv: Du har ingen plan
ta: உங்களிடம் எந்த திட்டமும் இல்லை
te: మీకు ఎలాంటి ప్రణాళిక లేదు
tr: Herhangi bir planın yok
ur: آپ کے پاس کوئی منصوبہ نہیں ہے۔

source: Select Trainer
bn: প্রশিক্ষক নির্বাচন করুন
ca: selecciona entrenador
cs: vybrat trenéra
da: vælg træner
el: επιλογή εκπαιδευτή
es: seleccionar entrenador
et: vali treener
fa: انتخاب مربی
fi: valitse kouluttaja
gu: પ્રશિક્ષક પસંદ કરો
hi: चुनिंदा ट्रेनर
hr: odaberite trenera
hu: Tréner kiválasztása
it: seleziona allenatore
ja: トレーナーを選択
kn: ತರಬೇತುದಾರರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
mi: tohu kaiwhakangungu
mr: प्रशिक्षक निवडा
nl: trainer selecteren
no: velg trener
pa: ਚੁਣੋ ਟ੍ਰੇਨਰ
pl: wybierz trenera
ro: selectați antrenorul
sv: välj tränare
ta: தேர்ந்தெடு பயிற்சியாளர்
te: శిక్షకుడిని ఎంచుకోండి
tr: eğitmen seç
ur: ٹرینر منتخب کریں

source: Workout not assign to member
bn: ওয়ার্কআউট সদস্যকে বরাদ্দ করা হয় না
ca: entrenament no assignat al membre
cs: cvičení není přiřazeno členovi
da: træning ikke tildelt til medlem
el: η προπόνηση δεν ανατίθεται σε μέλος
es: entrenamiento no asignado a miembro
et: treeningut ei määrata liikmele
fa: تمرین به عضو اختصاص داده نمی شود
fi: harjoitusta ei määrätä jäsenelle
gu: વર્કઆઉટ સભ્યને સોંપવામાં આવતું નથી
hi: सदस्य को वर्कआउट असाइन नहीं किया जाता
hr: vježbanje nije dodijeljeno članu
hu: az edzés nincs taghoz rendelve
it: allenamento non assegnato al membro
ja: 「ワークアウトはメンバーに割り当てられていません」、
kn: ವ್ಯಾಯಾಮವನ್ನು ಸದಸ್ಯರಿಗೆ ನಿಯೋಜಿಸಲಾಗಿಲ್ಲ
mi: Karekau he mahi whakangungu ki te mema
mr: सदस्याला कसरत नियुक्त नाही
nl: training niet toewijzen aan lid
no: trening ikke tilordnet medlem
pa: ਵਰਕਆਉਟ ਮੈਂਬਰ ਨੂੰ ਸੌਂਪਿਆ ਨਹੀਂ ਜਾਂਦਾ
pl: trening nie przypisywany do członka
ro: antrenamentul nu este atribuit membrului
sv: träningspass inte tilldelats till medlem
ta: உறுப்பினருக்கு உடற்பயிற்சி ஒதுக்கப்படவில்லை
te: వ్యాయామం సభ్యునికి కేటాయించబడదు
tr: antrenman üyeye atanmadı
ur: ورک آؤٹ ممبر کو تفویض نہیں کیا جاتا ہے

source: Recent Membership
bn: সাম্প্রতিক সদস্যপদ
ca: afiliació recent
cs: nedávné členství
da: seneste medlemskab
el: πρόσφατη ιδιότητα μέλους
es: membresía reciente
et: hiljutine liikmelisus
fa: عضویت اخیر
fi: äskettäinen jäsenyys
gu: તાજેતરનું સભ્યપદ
hi: हाल की सदस्यता
hr: nedavno članstvo
hu: legutóbbi tagság
it: adesione recente
ja: 「最近のメンバーシップ」、
kn: ಇತ್ತೀಚಿನ ಸದಸ್ಯತ್ವ
mi: mema tata nei
mr: अलीकडील सदस्यत्व
nl: recent lidmaatschap
no: nylig medlemskap
pa: ਹਾਲੀਆ ਸਦੱਸਤਾ
pl: ostatnie członkostwo
ro: abonament recent
sv: nyligen medlemskap
ta: சமீபத்திய உறுப்பினர்
te: ఇటీవలి సభ్యత్వం
tr: son üyelik
ur: حالیہ رکنیت

source: Select Workout Category
bn: ওয়ার্কআউট বিভাগ নির্বাচন করুন
ca: selecciona la categoria d'entrenament
cs: vyberte kategorii cvičení
da: vælg træningskategori
el: επιλογή κατηγορίας προπόνησης
es: seleccionar categoría de entrenamiento
et: vali treeningu kategooria
fa: انتخاب دسته تمرین
fi: valitse harjoitusluokka
gu: વર્કઆઉટ શ્રેણી પસંદ કરો
hi: कसरत श्रेणी चुनें
hr: odaberi kategoriju vježbanja
hu: válasszon edzéskategóriát
it: seleziona la categoria di allenamento
ja: ワークアウト カテゴリを選択
kn: ವ್ಯಾಯಾಮ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te kāwai whakangungu
mr: वर्कआउट श्रेणी निवडा
nl: selecteer trainingscategorie
no: velg treningskategori
pa: ਵਰਕਆਉਟ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
pl: wybierz kategorię treningu
ro: selectați categoria de antrenament
sv: välj träningskategori
ta: ஒர்க்அவுட் வகையைத் தேர்ந்தெடு
te: వ్యాయామ వర్గాన్ని ఎంచుకోండి
tr: antrenman kategorisi seç
ur: ورزش زمرہ منتخب کریں

source: Membership History
bn: সদস্যতার ইতিহাস
ca: historial de membres
cs: historie členství
da: medlemshistorie
el: ιστορία μελών
es: historial de membresía
et: liikmelisuse ajalugu
fa: سابقه عضویت
fi: jäsenhistoria
gu: સદસ્યતાનો ઇતિહાસ
hi: सदस्यता इतिहास
hr: povijest članstva
hu: tagsági előzmények
it: storia di appartenenza
ja: 「会員履歴」、
kn: ಸದಸ್ಯತ್ವದ ಇತಿಹಾಸ
mi: hitori mema
mr: सदस्यत्व इतिहास
nl: lidmaatschapsgeschiedenis
no: medlemshistorie
pa: ਮੈਂਬਰਸ਼ਿਪ ਇਤਿਹਾਸ
pl: historia członkostwa
ro: istoricul membrului
sv: medlemshistorik
ta: உறுப்பினர் வரலாறு
te: సభ్యత్వ చరిత్ర
tr: üyelik geçmişi
ur: رکنیت کی تاریخ

source: Select Workout
bn: ওয়ার্কআউট নির্বাচন করুন
ca: selecciona l'entrenament
cs: vybrat cvičení
da: vælg træning
el: επιλογή προπόνησης
es: seleccionar entrenamiento
et: vali treening
fa: انتخاب تمرین
fi: valitse harjoitus
gu: વર્કઆઉટ પસંદ કરો
hi: कसरत चुनें
hr: odaberite trening
hu: válasszon edzést
it: seleziona allenamento
ja: ワークアウトを選択
kn: ವ್ಯಾಯಾಮವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te whakangungu
mr: वर्कआउट निवडा
nl: selecteer training
no: velg trening
pa: ਚੋਣ ਕਸਰਤ
pl: wybierz trening
ro: selectați antrenamentul
sv: välj träningspass
ta: வொர்க்அவுட்டை தேர்ந்தெடு
te: వ్యాయామం ఎంచుకోండి
tr: egzersiz seç
ur: ورزش کا انتخاب کریں

source: Select Class
bn: শ্রেণী নির্বাচন করুন
ca: selecciona la classe
cs: vybrat třídu
da: vælg klasse
el: επιλογή τάξης
es: seleccionar clase
et: vali klass
fa: انتخاب کلاس
fi: valitse luokka
gu: વર્ગ પસંદ કરો
hi: वर्ग चुनें
hr: odaberi razred
hu: osztály kiválasztása
it: seleziona classe
ja: クラスを選択
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: whiria te karaehe
mr: वर्ग निवडा
nl: selecteer klasse
no: velg klasse
pa: ਕਲਾਸ ਚੁਣੋ
pl: wybierz klasę
ro: selectați clasa
sv: välj klass
ta: வகுப்பைத் தேர்ந்தெடு
te: తరగతిని ఎంచుకోండి
tr: sınıf seç
ur: منتخب کلاس

source: Select Exercise Category
bn: ব্যায়াম বিভাগ নির্বাচন করুন
ca: selecciona la categoria d'exercici
cs: vyberte kategorii cvičení
da: vælg træningskategori
el: επιλογή κατηγορίας άσκησης
es: seleccionar categoría de ejercicio
et: vali treeningu kategooria
fa: انتخاب دسته تمرین
fi: valitse harjoitusluokka
gu: વ્યાયામ શ્રેણી પસંદ કરો
hi: व्यायाम श्रेणी चुनें
hr: odaberi kategoriju vježbi
hu: válasszon edzéskategóriát
it: seleziona categoria esercizio
ja: エクササイズのカテゴリを選択
kn: ವ್ಯಾಯಾಮ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te kāwai korikori
mr: व्यायाम श्रेणी निवडा
nl: selecteer trainingscategorie
no: velg treningskategori
pa: ਅਭਿਆਸ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
pl: wybierz kategorię ćwiczeń
ro: selectați categoria de exerciții
sv: välj träningskategori
ta: உடற்பயிற்சி வகையைத் தேர்ந்தெடு
te: వ్యాయామ వర్గాన్ని ఎంచుకోండి
tr: egzersiz kategorisini seçin
ur: ورزش زمرہ منتخب کریں

source: Select Exercise
bn: ব্যায়াম নির্বাচন করুন
ca: selecciona l'exercici
cs: vybrat cvičení
da: vælg øvelse
el: επιλογή άσκησης
es: seleccionar ejercicio
et: vali harjutus
fa: انتخاب تمرین
fi: valitse harjoitus
gu: વ્યાયામ પસંદ કરો
hi: चुनें व्यायाम
hr: odaberi vježbu
hu: válasszon gyakorlatot
it: seleziona esercizio
ja: 「エクササイズを選択」
kn: ವ್ಯಾಯಾಮವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: tīpakohia te mahi
mr: व्यायाम निवडा
nl: selecteer oefening
no: velg trening
pa: ਅਭਿਆਸ ਚੁਣੋ
pl: wybierz ćwiczenie
ro: selectați exercițiul
sv: välj övning
ta: உடற்பயிற்சியைத் தேர்ந்தெடு
te: వ్యాయామం ఎంచుకోండి
tr: egzersiz seç
ur: ورزش کا انتخاب کریں

source: Ask your trainer to assign Workout
bn: আপনার প্রশিক্ষককে ওয়ার্কআউট বরাদ্দ করতে বলুন
ca: Demana al teu entrenador que assigni l'entrenament
cs: Požádejte svého trenéra, aby přidělil cvičení
da: Bed din træner om at tildele Workout
el: Ζητήστε από τον προπονητή σας να αναθέσει το Workout
es: Pídele a tu entrenador que te asigne el entrenamiento
et: Paluge oma treeneril määrata treening
fa: از مربی خود بخواهید تمرینی را تعیین کند
fi: Pyydä valmentajaasi määrittämään harjoitus
gu: તમારા ટ્રેનરને વર્કઆઉટ સોંપવા માટે કહો
hi: अपने ट्रेनर से वर्कआउट असाइन करने के लिए कहें
hr: Zamolite svog trenera da vam dodijeli trening
hu: Kérje meg edzőjét, hogy jelöljön ki egy edzést
it: Chiedi al tuo trainer di assegnare un allenamento
ja: トレーナーにワークアウトの割り当てを依頼してください
kn: ತಾಲೀಮು ನಿಯೋಜಿಸಲು ನಿಮ್ಮ ತರಬೇತುದಾರರನ್ನು ಕೇಳಿ
mi: Tonoa to kaiwhakangungu ki te tautapa i tetahi Mahi Mahi
mr: तुमच्या प्रशिक्षकाला वर्कआउट नियुक्त करण्यास सांगा
nl: Vraag je trainer om een training toe te wijzen
no: Be treneren om å tilordne en treningsøkt
pa: ਆਪਣੇ ਟ੍ਰੇਨਰ ਨੂੰ ਵਰਕਆਉਟ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਕਹੋ
pl: Poproś swojego trenera o przypisanie treningu
ro: Cereți antrenorului să atribuie un antrenament
sv: be din tränare att tilldela träningspass
ta: வொர்க்அவுட்டை ஒதுக்க உங்கள் பயிற்சியாளரிடம் கேளுங்கள்
te: వర్కౌట్ కేటాయించమని మీ శిక్షకుడిని అడగండి
tr: antrenörünüzden antrenman atamasını isteyin
ur: اپنے ٹرینر سے ورزش تفویض کرنے کو کہو

source: Extend Date
bn: তারিখ বাড়ান
ca: Data d'ampliació
cs: Prodloužit datum
da: Forlæng dato
el: Παράταση ημερομηνίας
es: Ampliar fecha
et: Kuupäeva pikendamine
fa: تمدید تاریخ
fi: Pidennä päivämäärää
gu: તારીખ લંબાવો
hi: तिथि बढ़ाएँ
hr: Produži datum
hu: Dátum meghosszabbítása
it: Estendi data
ja: 日付の延長
kn: ದಿನಾಂಕವನ್ನು ವಿಸ್ತರಿಸಿ
mi: Whakaroa te Ra
mr: तारीख वाढवा
nl: Datum verlengen
no: Forleng dato
pa: ਮਿਤੀ ਵਧਾਓ
pl: Przedłuż datę
ro: Data extinderii
sv: Förläng datum
ta: தேதியை நீட்டிக்கவும்
te: తేదీని పొడిగించండి
tr: Tarihi Uzat
ur: تاریخ میں توسیع کریں۔

source: Email Notification
bn: ইমেল বিজ্ঞপ্তি
ca: Notificació per correu electrònic
cs: email upozornění
da: E-mail notifikation
el: Ειδοποίηση ηλεκτρονικού ταχυδρομείου
es: Notificación de correo electrónico
et: E-posti teavitus
fa: اعلان ایمیل
fi: Sähköposti-ilmoitus
gu: ઇમેઇલ સૂચના
hi: ई - मेल अधिसूचना
hr: Obavijest e-poštom
hu: Email értesítés
it: notifica per email
ja: 電子メール通知
kn: ಇಮೇಲ್ ಅಧಿಸೂಚನೆ
mi: Whakamōhiotanga Īmēra
mr: ईमेल सूचना
nl: E-mail notificatie
no: E-postvarsling
pa: ਈਮੇਲ ਸੂਚਨਾ
pl: Powiadomienie e-mail
ro: notificare prin e-mail
sv: E-postmeddelande
ta: மின்னஞ்சல் அறிவிப்பு
te: ఇమెయిల్ నోటిఫికేషన్
tr: Eposta bildirimi
ur: ای میل اطلاع

source: Extend Days
bn: দিন বাড়ান
ca: Ampliar els dies
cs: Prodloužit dny
da: Forlæng dage
el: Παράταση ημερών
es: Extender Días
et: Pikenda päevi
fa: روزها را تمدید کنید
fi: Pidennä päiviä
gu: દિવસો લંબાવો
hi: दिन बढ़ाएँ
hr: Produžite dane
hu: Hosszabbítsa meg a napokat
it: Prolunga i giorni
ja: 日数の延長
kn: ದಿನಗಳನ್ನು ವಿಸ್ತರಿಸಿ
mi: Whakaroa Ra
mr: दिवस वाढवा
nl: Dagen verlengen
no: Forleng dagene
pa: ਦਿਨ ਵਧਾਓ
pl: Wydłuż dni
ro: Extinde zilele
sv: Förläng dagarna
ta: நாட்களை நீட்டிக்கவும்
te: రోజులు పొడిగించండి
tr: Günleri Uzat
ur: دن بڑھا دیں۔

source: Edit Member
bn: সদস্য সম্পাদনা করুন
ca: Edita membre
cs: Upravit člena
da: Rediger medlem
el: Επεξεργασία μέλους
es: Editar miembro
et: Muuda liiget
fa: ویرایش عضو
fi: Muokkaa jäsentä
gu: સભ્ય સંપાદિત કરો
hi: सदस्य संपादित करें
hr: Uredi člana
hu: Tag szerkesztése
it: Modifica membro
ja: メンバーの編集
kn: ಸದಸ್ಯರನ್ನು ಸಂಪಾದಿಸಿ
mi: Whakatika Mema
mr: सदस्य संपादित करा
nl: Lid bewerken
no: Rediger medlem
pa: ਮੈਂਬਰ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj członka
ro: Editează membru
sv: Redigera medlem
ta: உறுப்பினரைத் திருத்து
te: సభ్యుడిని సవరించండి
tr: Üyeyi Düzenle
ur: ممبر میں ترمیم کریں۔

source: Email not matched
bn: ইমেল মেলেনি
ca: El correu electrònic no coincideix
cs: Email neodpovídá
da: E-mail matchede ikke
el: Το email δεν ταιριάζει
es: Correo electrónico no coincidente
et: E-posti aadress ei sobinud
fa: ایمیل مطابقت ندارد
fi: Sähköpostiosoite ei täsmää
gu: ઇમેઇલ મેળ ખાતો નથી
hi: ईमेल का मिलान नहीं हुआ
hr: E-pošta se ne podudara
hu: Az e-mail cím nem egyezik
it: Email non corrispondente
ja: メールアドレスが一致しません
kn: ಇಮೇಲ್ ಹೊಂದಿಕೆಯಾಗಲಿಲ್ಲ
mi: Kaore i rite te imeera
mr: ईमेल जुळत नाही
nl: E-mail komt niet overeen
no: E-post samsvarer ikke
pa: ਈਮੇਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੀ
pl: E-mail nie pasuje
ro: E-mail nepotrivit
sv: E-postadressen matchade inte
ta: மின்னஞ்சல் பொருந்தவில்லை
te: ఇమెయిల్ సరిపోలలేదు
tr: E-posta eşleşmedi
ur: ای میل مماثل نہیں ہے۔

source: Please Select Image
bn: ছবি নির্বাচন করুন
ca: Seleccioneu la imatge
cs: Vyberte prosím obrázek
da: Vælg venligst billede
el: Επιλέξτε Εικόνα
es: Seleccione la imagen
et: Palun valige pilt
fa: لطفا تصویر را انتخاب کنید
fi: Valitse kuva
gu: કૃપા કરીને છબી પસંદ કરો
hi: कृपया छवि का चयन करें
hr: Odaberite sliku
hu: Kérjük, válassza ki a képet
it: Si prega di selezionare l'immagine
ja: 画像を選択してください
kn: ದಯವಿಟ್ಟು ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Atahanga
mr: कृपया प्रतिमा निवडा
nl: Selecteer afbeelding
no: Vennligst velg bilde
pa: ਕਿਰਪਾ ਕਰਕੇ ਚਿੱਤਰ ਚੁਣੋ
pl: Wybierz obraz
ro: Vă rugăm să selectați imaginea
sv: Välj bild
ta: தயவுசெய்து படத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి చిత్రాన్ని ఎంచుకోండి
tr: Lütfen Resim Seçiniz
ur: براہ کرم تصویر منتخب کریں۔

source: Please Select Category
bn: অনুগ্রহ করে বিভাগ নির্বাচন করুন
ca: Seleccioneu la categoria
cs: Vyberte prosím kategorii
da: Vælg venligst kategori
el: Επιλέξτε Κατηγορία
es: Seleccione una categoría
et: Palun valige kategooria
fa: لطفا دسته را انتخاب کنید
fi: Valitse luokka
gu: કૃપા કરીને શ્રેણી પસંદ કરો
hi: कृपया श्रेणी का चयन करें
hr: Odaberite kategoriju
hu: Kérjük, válassza ki a kategóriát
it: Si prega di selezionare la categoria
ja: カテゴリを選択してください
kn: ದಯವಿಟ್ಟು ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mi: Tīpakohia te Kāwai
mr: कृपया श्रेणी निवडा
nl: Selecteer categorie
no: Vennligst velg kategori
pa: ਕਿਰਪਾ ਕਰਕੇ ਸ਼੍ਰੇਣੀ ਚੁਣੋ
pl: Wybierz kategorię
ro: Vă rugăm să selectați o categorie
sv: Välj kategori
ta: வகையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి వర్గాన్ని ఎంచుకోండి
tr: Lütfen Kategori Seçiniz
ur: براہ کرم زمرہ منتخب کریں۔

source: From
bn: থেকে
ca: Des de
cs: Z
da: Fra
el: Από
es: De
et: Alates
fa: از جانب
gu: થી
hi: से
hr: Iz
hu: Tól től
it: Da
ja: から
kn: ಇಂದ
mi: Mai
mr: पासून
nl: Van
no: Fra
pa: ਤੋਂ
pl: Z
ro: Din
sv: Från
ta: இருந்து
te: నుండి
tr: İtibaren
ur: سے

source: Please enter current password
bn: বর্তমান পাসওয়ার্ড লিখুন
ca: Introduïu la contrasenya actual
cs: Zadejte prosím aktuální heslo
da: Indtast venligst den aktuelle adgangskode
el: Εισαγάγετε τον τρέχοντα κωδικό πρόσβασης
es: Por favor ingrese la contraseña actual
et: Sisestage praegune parool
fa: لطفا رمز عبور فعلی را وارد کنید
fi: Anna nykyinen salasana
gu: કૃપા કરીને વર્તમાન પાસવર્ડ દાખલ કરો
hi: कृपया वर्तमान पासवर्ड दर्ज करें
hr: Unesite trenutnu lozinku
hu: Kérjük, adja meg a jelenlegi jelszót
it: Si prega di inserire la password attuale
ja: 現在のパスワードを入力してください
kn: ದಯವಿಟ್ಟು ಪ್ರಸ್ತುತ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
mi: Whakauruhia koa te kupuhipa o naianei
mr: कृपया वर्तमान पासवर्ड प्रविष्ट करा
nl: Voer het huidige wachtwoord in
no: Vennligst skriv inn gjeldende passord
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ
pl: Wprowadź aktualne hasło
ro: Vă rugăm să introduceți parola curentă
sv: Vänligen ange nuvarande lösenord
ta: தற்போதைய கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి ప్రస్తుత పాస్‌వర్డ్‌ని నమోదు చేయండి
tr: Lütfen geçerli şifreyi girin
ur: براہ کرم موجودہ پاس ورڈ درج کریں۔

source: Duration
bn: সময়কাল
ca: Durada
cs: Doba trvání
da: Varighed
el: Διάρκεια
es: Duración
et: Kestus
fa: مدت زمان
fi: Kesto
gu: અવધિ
hi: अवधि
hr: Trajanje
hu: Időtartam
it: Durata
ja: 間隔
kn: ಅವಧಿ
mi: Roanga
mr: कालावधी
nl: Duur
no: Varighet
pa: ਮਿਆਦ
pl: Czas trwania
ro: Durată
sv: Varaktighet
ta: கால அளவு
te: వ్యవధి
tr: Süre
ur: دورانیہ

source: Selected Trainer
bn: নির্বাচিত প্রশিক্ষক
ca: Entrenador seleccionat
cs: Vybraný trenér
da: Udvalgt træner
el: Επιλεγμένος εκπαιδευτής
es: Entrenador seleccionado
et: Valitud treener
fa: مربی منتخب
fi: Valittu kouluttaja
gu: પસંદ કરેલ ટ્રેનર
hi: चयनित प्रशिक्षक
hr: Odabrani trener
hu: Kiválasztott edző
it: Allenatore selezionato
ja: 選ばれたトレーナー
kn: ಆಯ್ದ ತರಬೇತುದಾರ
mi: Kaiwhakangungu kua tohua
mr: निवडलेला प्रशिक्षक
nl: Geselecteerde trainer
no: Valgt trener
pa: ਚੁਣਿਆ ਗਿਆ ਟ੍ਰੇਨਰ
pl: Wybrany Trener
ro: Antrenor selectat
sv: Utvald tränare
ta: தேர்ந்தெடுக்கப்பட்ட பயிற்சியாளர்
te: ఎంపికైన శిక్షకుడు
tr: Seçilmiş Eğitmen
ur: منتخب ٹرینر

source: Exercise Goals
bn: ব্যায়াম লক্ষ্য
ca: Objectius de l'exercici
cs: Cíle cvičení
da: Træningsmål
el: Στόχοι Άσκησης
es: Objetivos de ejercicio
et: Harjutuse eesmärgid
fa: اهداف تمرین
fi: Harjoitustavoitteet
gu: વ્યાયામ ગોલ
hi: व्यायाम लक्ष्य
hr: Ciljevi vježbe
hu: Gyakorlati célok
it: Obiettivi dell'esercizio
ja: 運動の目標
kn: ವ್ಯಾಯಾಮ ಗುರಿಗಳು
mi: Nga Whainga Whakangungu
mr: व्यायाम गोल
nl: Doelen trainen
no: Treningsmål
pa: ਅਭਿਆਸ ਦੇ ਟੀਚੇ
pl: Cele ćwiczeń
ro: Obiectivele exercițiului
sv: Träningsmål
ta: உடற்பயிற்சி இலக்குகள்
te: వ్యాయామ లక్ష్యాలు
tr: Egzersiz Hedefleri
ur: ورزش کے اہداف

source: Membership not assign
bn: সদস্যপদ বরাদ্দ না
ca: No assignar membres
cs: Nepřiřadit členství
da: Tildel ikke medlemskab
el: Μη εκχώρηση μέλους
es: No asignar membresía
et: Mitte määrata liikmesust
fa: عدم اختصاص عضویت
fi: Älä määritä jäsenyyttä
gu: સભ્યપદ અસાઇન નથી
hi: सदस्यता नहीं सौंपें
hr: Nije dodijeljeno članstvo
hu: Nincs tagság hozzárendelése
it: Non assegnare l'appartenenza
ja: メンバーシップを割り当てない
kn: ಸದಸ್ಯತ್ವವನ್ನು ನಿಯೋಜಿಸುವುದಿಲ್ಲ
mi: Kaua e hoatu he mema
mr: सदस्यत्व नियुक्त करू नका
nl: Lidmaatschap niet toewijzen
no: Ikke tildel medlemskap
pa: ਮੈਂਬਰਸ਼ਿਪ ਨਾ ਸੌਂਪੋ
pl: Nie przypisuj członkostwa
ro: Nu atribuiți calitatea de membru
sv: Inte tilldela medlemskap
ta: உறுப்பினர் பதவியை ஒதுக்கவில்லை
te: సభ్యత్వం కేటాయించలేదు
tr: Üyelik Atama
ur: رکنیت تفویض نہیں

source: No package assigned
bn: কোন প্যাকেজ বরাদ্দ করা হয়নি
ca: No s'ha assignat cap paquet
cs: Není přiřazen žádný balíček
da: Ingen pakke tildelt
el: Δεν έχει εκχωρηθεί πακέτο
es: Ningún paquete asignado
et: Ühtegi paketti pole määratud
fa: بسته ای اختصاص داده نشده است
fi: Pakettia ei ole määritetty
gu: કોઈ પેકેજ સોંપાયેલ નથી
hi: कोई पैकेज असाइन नहीं किया गया
hr: Paket nije dodijeljen
hu: Nincs hozzárendelve csomag
it: Nessun pacchetto assegnato
ja: パッケージが割り当てられていません
kn: ಯಾವುದೇ ಪ್ಯಾಕೇಜ್ ನಿಯೋಜಿಸಲಾಗಿಲ್ಲ
mi: Karekau he kete kua tohua
mr: कोणतेही पॅकेज नियुक्त केलेले नाही
nl: Geen pakket toegewezen
no: Ingen pakke tildelt
pa: ਕੋਈ ਪੈਕੇਜ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pl: Brak przypisanego pakietu
ro: Niciun pachet alocat
sv: Inget paket tilldelat
ta: தொகுப்பு எதுவும் ஒதுக்கப்படவில்லை
te: ప్యాకేజీ కేటాయించబడలేదు
tr: Atanan paket yok
ur: کوئی پیکیج تفویض نہیں کیا گیا۔

source: Days left
bn: দিন বাকি
ca: Dies que falten
cs: Zbývající dny
da: Dage tilbage
el: Μέρες που απομένουν
es: Días restantes
et: Päevad jäänud
fa: روزهای باقی مانده
fi: Päiviä jäljellä
gu: દિવસો બાકી
hi: दिन शेष
hr: Preostalo dana
hu: Nap van hátra
it: Giorni rimasti
ja: 残りの日数
kn: ದಿನಗಳು ಉಳಿದಿವೆ
mi: Nga ra e toe ana
mr: दिवस राहिले
nl: Dagen over
no: Dager igjen
pa: ਦਿਨ ਰਹਿ ਗਏ
pl: Pozostałe dni
ro: Zile rămase
sv: Dagar kvar
ta: இன்னும் நாட்கள்
te: మిగిలిన రోజులు
tr: Kalan günler
ur: دن رہ گئے۔

# you_do_not_have_any_payment_history
source: You don't have any Payment History
bn: আপনার কোনো অর্থপ্রদানের ইতিহাস নেই
ca: No teniu cap historial de pagaments
cs: Nemáte žádnou historii plateb
da: Du har ingen betalingshistorik
el: Δεν έχετε ιστορικό πληρωμών
es: No tienes historial de pago
et: Teil pole makseajalugu
fa: هیچ سابقه پرداختی ندارید
fi: Sinulla ei ole maksuhistoriaa
gu: તમારી પાસે કોઈ ચુકવણી ઇતિહાસ નથી
hi: आपका कोई भुगतान इतिहास नहीं है
hr: Nemate povijest plaćanja
hu: Nincsenek fizetési előzményei
it: Non hai alcuna cronologia dei pagamenti
ja: 支払い履歴がありません
kn: ನೀವು ಯಾವುದೇ ಪಾವತಿ ಇತಿಹಾಸವನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he hitori Utu
mr: तुमच्याकडे कोणताही पेमेंट इतिहास नाही
nl: U heeft geen betalingsgeschiedenis
no: Du har ingen betalingslogg
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਭੁਗਤਾਨ ਇਤਿਹਾਸ ਨਹੀਂ ਹੈ
pl: Nie masz historii płatności
ro: Nu aveți niciun istoric de plăți
sv: Du har ingen betalningshistorik
ta: உங்களிடம் எந்த கட்டண வரலாறும் இல்லை
te: మీకు చెల్లింపు చరిత్ర ఏదీ లేదు
tr: Ödeme Geçmişiniz yok
ur: آپ کے پاس ادائیگی کی کوئی سرگزشت نہیں ہے۔

# you_do_not_have_any_income_history
source: You don't have any Income History
bn: আপনার কোনো আয়ের ইতিহাস নেই
ca: No teniu cap historial d'ingressos
cs: Nemáte žádnou historii příjmů
da: Du har ingen indkomsthistorik
el: Δεν έχετε ιστορικό εισοδήματος
es: No tienes historial de ingresos
et: Teil pole sissetulekute ajalugu
fa: شما هیچ سابقه درآمدی ندارید
fi: Sinulla ei ole tulohistoriaa
gu: તમારી પાસે કોઈ આવકનો ઇતિહાસ નથી
hi: आपका कोई आय इतिहास नहीं है
hr: Nemate nikakvu povijest prihoda
hu: Nincs bevételi előzménye
it: Non hai alcuna cronologia dei redditi
ja: 収入履歴がありません
kn: ನೀವು ಯಾವುದೇ ಆದಾಯ ಇತಿಹಾಸವನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he hitori o nga moni whiwhi
mr: तुमच्याकडे कोणताही उत्पन्न इतिहास नाही
nl: U heeft geen Inkomensgeschiedenis
no: Du har ingen inntektshistorikk
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਆਮਦਨੀ ਇਤਿਹਾਸ ਨਹੀਂ ਹੈ
pl: Nie masz historii dochodów
ro: Nu aveți niciun istoric de venituri
sv: Du har ingen inkomsthistorik
ta: உங்களிடம் வருமான வரலாறு எதுவும் இல்லை
te: మీకు ఎలాంటి ఆదాయ చరిత్ర లేదు
tr: Herhangi bir Gelir Geçmişiniz yok
ur: آپ کی کوئی آمدنی کی تاریخ نہیں ہے۔

source: Member Id Prefix
bn: সদস্য আইডি উপসর্গ
ca: Prefix d'identificador de membre
cs: Prefix ID člena
da: Medlems-id-præfiks
el: Πρόθεμα αναγνωριστικού μέλους
es: Prefijo de identificación de miembro
et: Liikme ID eesliide
fa: پیش شماره شناسه عضو
fi: Jäsentunnuksen etuliite
gu: સભ્ય આઈડી ઉપસર્ગ
hi: सदस्य आईडी उपसर्ग
hr: Prefiks ID člana
hu: Tagazonosító előtag
it: Prefisso ID membro
ja: メンバー ID プレフィックス
kn: ಸದಸ್ಯರ ಐಡಿ ಪೂರ್ವಪ್ರತ್ಯಯ
mi: Member id hmahruaitu
mr: सदस्य आयडी उपसर्ग
nl: Voorvoegsel lid-ID
no: Medlems-id-prefiks
pa: ਮੈਂਬਰ ਆਈਡੀ ਪ੍ਰੀਫਿਕਸ
pl: Prefiks identyfikatora członka
ro: Prefixul ID membru
sv: Medlems-id-prefix
ta: உறுப்பினர் ஐடி முன்னொட்டு
te: సభ్యుల ఐడి ఉపసర్గ
tr: Üye kimliği öneki
ur: ممبر آئی ڈی کا سابقہ
