Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Member Added Successfully
bn: সদস্য সফলভাবে যোগ করা হয়েছে
ca: Membre afegit correctament
cs: Člen úspěšně přidán
da: Medlem tilføjet
el: Το μέλος προστέθηκε με επιτυχία
es: Miembro agregado con éxito
et: Liikme lisamine õnnestus
fa: عضو با موفقیت اضافه شد
fi: Jäsen lisätty onnistuneesti
gu: સભ્ય સફળતાપૂર્વક ઉમેરાયા
hi: सदस्य सफलतापूर्वक जोड़ा गया
hr: Član je uspješno dodan
hu: Tag sikeresen hozzáadva
it: Membro aggiunto con successo
ja: メンバーが正常に追加されました
kn: ಸದಸ್ಯರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakapiri Mema
mr: सदस्य यशस्वीरित्या जोडले
nl: Lid succesvol toegevoegd
no: Medlem lagt til
pa: ਮੈਂਬਰ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
pl: Członek dodany pomyślnie
ro: Membru adăugat cu succes
sv: Medlem har lagts till
ta: உறுப்பினர் சேர்க்கப்பட்டது
te: సభ్యుడు విజయవంతంగా జోడించబడ్డారు
tr: Üye Başarıyla Eklendi
ur: ممبر کامیابی کے ساتھ شامل ہو گیا۔

source: Member Already exist
bn: সদস্য ইতিমধ্যে বিদ্যমান
ca: Membre ja existeix
cs: Člen již existuje
da: Medlem eksisterer allerede
el: Μέλος Υπάρχει ήδη
es: Miembro ya existe
et: Liige on juba olemas
fa: عضو از قبل وجود دارد
fi: Jäsen on jo olemassa
gu: સભ્ય પહેલેથી અસ્તિત્વમાં છે
hi: सदस्य पहले से मौजूद है
hr: Član već postoji
hu: Tag már létezik
it: Membro Esiste già
ja: メンバーはすでに存在します
kn: ಸದಸ್ಯರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದಾರೆ
mi: Mema kua noho
mr: सदस्य आधीच अस्तित्वात आहे
nl: Lid Bestaat al
no: Medlem finnes allerede
pa: ਮੈਂਬਰ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Członek już istnieje
ro: Membru există deja
sv: Medlem finns redan
ta: உறுப்பினர் ஏற்கனவே இருக்கிறார்
te: సభ్యుడు ఇప్పటికే ఉన్నారు
tr: Üye Zaten Var
ur: ممبر پہلے سے موجود ہے۔

# member_update_successfully
source: Member Updated Successfully
bn: সদস্য সফলভাবে আপডেট করা হয়েছে
ca: Membre actualitzat correctament
cs: Člen byl úspěšně aktualizován
da: Medlemmet blev opdateret
el: Το μέλος ενημερώθηκε με επιτυχία
es: Miembro actualizado con éxito
et: Liikme värskendamine õnnestus
fa: عضو با موفقیت به روز شد
fi: Jäsen päivitetty onnistuneesti
gu: સભ્ય સફળતાપૂર્વક અપડેટ થયું
hi: सदस्य सफलतापूर्वक अद्यतन किया गया
hr: Član je uspješno ažuriran
hu: Tag sikeresen frissítve
it: Membro aggiornato con successo
ja: メンバーが正常に更新されました
kn: ಸದಸ್ಯರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahou Mema
mr: सदस्य यशस्वीरित्या अद्यतनित केले
nl: Lid succesvol bijgewerkt
no: Medlem oppdatert
pa: ਮੈਂਬਰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Członek zaktualizowany pomyślnie
ro: Membru actualizat cu succes
sv: Medlem uppdaterad framgångsrikt
ta: உறுப்பினர் வெற்றிகரமாக புதுப்பிக்கப்பட்டார்
te: సభ్యుడు విజయవంతంగా నవీకరించబడింది
tr: Üye Başarıyla Güncellendi
ur: ممبر کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔

source: User Updated Successfully
bn: ব্যবহারকারী সফলভাবে আপডেট করা হয়েছে
ca: Usuari actualitzat correctament
cs: Uživatel byl úspěšně aktualizován
da: Bruger opdateret
el: Χρήστης Ενημερώθηκε με επιτυχία
es: Usuario actualizado con éxito
et: Kasutaja värskendamine õnnestus
fa: کاربر با موفقیت به روز شد
fi: Käyttäjä päivitetty onnistuneesti
gu: વપરાશકર્તા સફળતાપૂર્વક અપડેટ થયું
hi: उपयोगकर्ता सफलतापूर्वक अपडेट किया गया
hr: Korisnik je uspješno ažuriran
hu: Felhasználó sikeresen frissítve
it: Utente aggiornato con successo
ja: ユーザーが正常に更新されました
kn: ಬಳಕೆದಾರರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahou Kaiwhakamahi
mr: वापरकर्ता यशस्वीरित्या अद्यतनित
nl: Gebruiker succesvol geüpdatet
no: Bruker oppdatert
pa: ਉਪਭੋਗਤਾ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Pomyślnie zaktualizowano użytkownika
ro: Utilizatorul a fost actualizat cu succes
sv: Användaren har uppdaterats framgångsrikt
ta: பயனர் வெற்றிகரமாக புதுப்பிக்கப்பட்டார்
te: వినియోగదారు విజయవంతంగా నవీకరించబడ్డారు
tr: Kullanıcı Başarıyla Güncellendi
ur: صارف کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔

# member_assign_successfully
source: Member Assigned Successfully
bn: সদস্য সফলভাবে বরাদ্দ করা হয়েছে
ca: Membre assignat correctament
cs: Člen byl úspěšně přiřazen
da: Medlem tildelt med succes
el: Το μέλος διορίστηκε με επιτυχία
es: Miembro asignado con éxito
et: Liikme määramine õnnestus
fa: عضو با موفقیت منصوب شد
fi: Jäsen määrätty onnistuneesti
gu: સભ્યને સફળતાપૂર્વક સોંપવામાં આવ્યું
hi: सदस्य को सफलतापूर्वक नियुक्त किया गया
hr: Član je uspješno dodijeljen
hu: Tag hozzárendelése sikeresen megtörtént
it: Membro assegnato correttamente
ja: メンバーが正常に割り当てられました
kn: ಸದಸ್ಯರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನಿಯೋಜಿಸಲಾಗಿದೆ
mi: I Angitū te Whakaritenga Mema
mr: सदस्य यशस्वीरित्या नियुक्त केला
nl: Lid succesvol toegewezen
no: Medlem tildelt vellykket
pa: ਮੈਂਬਰ ਸਫਲਤਾਪੂਰਵਕ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ
pl: Członek przypisany pomyślnie
ro: Membru alocat cu succes
sv: Medlem tilldelas framgångsrikt
ta: உறுப்பினர் வெற்றிகரமாக நியமிக்கப்பட்டார்
te: సభ్యుడు విజయవంతంగా అప్పగించబడింది
tr: Üye Başarıyla Atandı
ur: ممبر کامیابی کے ساتھ تفویض کیا گیا۔

source: User Password Matched
bn: ব্যবহারকারীর পাসওয়ার্ড মিলেছে
ca: La contrasenya d'usuari coincideix
cs: Uživatelské heslo se shoduje
da: Matchet brugeradgangskode
el: Αντιστοίχιση κωδικού πρόσβασης χρήστη
es: Contraseña de usuario coincidente
et: Kasutaja parool sobitatud
fa: رمز عبور کاربر مطابقت دارد
fi: Käyttäjän salasana täsmäytys
gu: વપરાશકર્તા પાસવર્ડ મેળ ખાય છે
hi: उपयोगकर्ता पासवर्ड का मिलान हुआ
hr: Korisnička lozinka odgovara
hu: Felhasználói jelszó egyeztetve
it: Password utente corrispondente
ja: ユーザーパスワードが一致しました
kn: ಬಳಕೆದಾರ ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದಿಕೆಯಾಗಿದೆ
mi: Kupuhipa Kaiwhakamahi Whakaorite
mr: वापरकर्ता पासवर्ड जुळला
nl: Gebruikerswachtwoord komt overeen
no: Brukerpassord samsvarer
pa: ਯੂਜ਼ਰ ਪਾਸਵਰਡ ਮੇਲ ਖਾਂਦਾ ਹੈ
pl: Hasło użytkownika dopasowane
ro: Parola utilizator a fost potrivită
sv: Användarlösenord matchat
ta: பயனர் கடவுச்சொல் பொருத்தப்பட்டது
te: వినియోగదారు పాస్‌వర్డ్ సరిపోలింది
tr: Kullanıcı Şifresi Eşleşti
ur: صارف کا پاس ورڈ مماثل ہے۔

source: User Password Not Matched
bn: ব্যবহারকারীর পাসওয়ার্ড মেলেনি
ca: La contrasenya d'usuari no coincideix
cs: Uživatelské heslo se neshoduje
da: Brugeradgangskode matcher ikke
el: Ο κωδικός χρήστη δεν ταιριάζει
es: Contraseña de usuario no coincidente
et: Kasutaja parool ei sobi
fa: رمز عبور کاربر مطابقت ندارد
fi: Käyttäjän salasana ei täsmää
gu: વપરાશકર્તા પાસવર્ડ મેળ ખાતો નથી
hi: उपयोगकर्ता पासवर्ड मेल नहीं खाता
hr: Korisnička lozinka ne odgovara
hu: A felhasználói jelszó nem egyezik
it: Password utente non corrispondente
ja: ユーザーパスワードが一致しません
kn: ಬಳಕೆದಾರ ಪಾಸ್‌ವರ್ಡ್ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
mi: Kupuhipa Kaiwhakamahi Kaore i Taurite
mr: वापरकर्ता पासवर्ड जुळला नाही
nl: Gebruikerswachtwoord komt niet overeen
no: Brukerpassord samsvarer ikke
pa: ਯੂਜ਼ਰ ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ
pl: Hasło użytkownika nie pasuje
ro: Parola utilizatorului nu se potrivește
sv: Användarlösenord matchar inte
ta: பயனர் கடவுச்சொல் பொருந்தவில்லை
te: వినియోగదారు పాస్‌వర్డ్ సరిపోలలేదు
tr: Kullanıcı Şifresi Eşleşmedi
ur: صارف کا پاس ورڈ مماثل نہیں ہے۔

# profile_update_successfully
source: Profile Updated Successfully
bn: প্রোফাইল সফলভাবে আপডেট করা হয়েছে
ca: Perfil actualitzat correctament
cs: Profil byl úspěšně aktualizován
da: Profilen blev opdateret
el: Το προφίλ ενημερώθηκε με επιτυχία
es: Perfil actualizado con éxito
et: Profiili värskendamine õnnestus
fa: نمایه با موفقیت به روز شد
fi: Profiili päivitetty onnistuneesti
gu: પ્રોફાઇલ સફળતાપૂર્વક અપડેટ થઈ
hi: प्रोफाइल को सफलतापूर्वक अपडेट किया गया
hr: Profil je uspješno ažuriran
hu: Profil sikeresen frissítve
it: Profilo aggiornato con successo
ja: プロファイルが正常に更新されました
kn: ಪ್ರೊಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahōu Kōtaha
mr: प्रोफाइल यशस्वीरित्या अपडेट केले
nl: Profiel succesvol bijgewerkt
no: Profilen er oppdatert
pa: ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Profil zaktualizowany pomyślnie
ro: Profil actualizat cu succes
sv: Profilen har uppdaterats
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది
tr: Profil Başarıyla Güncellendi
ur: پروفائل کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔

source: Membership Already Exist
bn: সদস্যপদ ইতিমধ্যে বিদ্যমান
ca: Els membres ja existeixen
cs: Členství již existuje
da: Medlemskab eksisterer allerede
el: Η ιδιότητα μέλους υπάρχει ήδη
es: La membresía ya existe
et: Liikmelisus on juba olemas
fa: عضویت از قبل وجود دارد
fi: Jäsenyys jo olemassa
gu: સભ્યપદ પહેલેથી અસ્તિત્વમાં છે
hi: सदस्यता पहले से मौजूद है
hr: Članstvo već postoji
hu: Tagság már létezik
it: L'appartenenza esiste già
ja: メンバーシップはすでに存在します
kn: ಸದಸ್ಯತ್ವ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Kua Tiri Kua Mema
mr: सदस्यत्व आधीच अस्तित्वात आहे
nl: Lidmaatschap bestaat al
no: Medlemskap eksisterer allerede
pa: ਮੈਂਬਰਸ਼ਿਪ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Członkostwo już istnieje
ro: Calitatea de membru există deja
sv: Medlemskap finns redan
ta: உறுப்பினர் ஏற்கனவே உள்ளது
te: సభ్యత్వం ఇప్పటికే ఉంది
tr: Üyelik Zaten Var
ur: رکنیت پہلے سے موجود ہے۔

source: Membership Added Successfully
bn: সদস্যপদ সফলভাবে যোগ করা হয়েছে
ca: Membre s'ha afegit correctament
cs: Členství bylo úspěšně přidáno
da: Medlemskab blev tilføjet
el: Η ιδιότητα μέλους προστέθηκε με επιτυχία
es: Membresía agregada con éxito
et: Liikmelisus edukalt lisatud
fa: عضویت با موفقیت اضافه شد
fi: Jäsenyys lisätty onnistuneesti
gu: સદસ્યતા સફળતાપૂર્વક ઉમેરાઈ
hi: सदस्यता सफलतापूर्वक जोड़ी गई
hr: Članstvo je uspješno dodano
hu: A tagság sikeresen hozzáadva
it: Abbonamento aggiunto con successo
ja: メンバーシップが正常に追加されました
kn: ಸದಸ್ಯತ್ವವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakapiri Mema
mr: सदस्यत्व यशस्वीरित्या जोडले
nl: Lidmaatschap succesvol toegevoegd
no: Medlemskap lagt til
pa: ਮੈਂਬਰਸ਼ਿਪ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ
pl: Pomyślnie dodano członkostwo
ro: Calitatea de membru a fost adăugată cu succes
sv: Medlemskap har lagts till
ta: உறுப்பினர் சேர்க்கப்பட்டது
te: సభ్యత్వం విజయవంతంగా జోడించబడింది
tr: Üyelik Başarıyla Eklendi
ur: رکنیت کامیابی کے ساتھ شامل کر دی گئی۔

source: Membership Updated Successfully
bn: সদস্যপদ সফলভাবে আপডেট করা হয়েছে
ca: Membres actualitzats correctament
cs: Členství bylo úspěšně aktualizováno
da: Medlemskab blev opdateret
el: Η ιδιότητα μέλους ενημερώθηκε με επιτυχία
es: Membresía actualizada con éxito
et: Liikmesuse värskendamine õnnestus
fa: عضویت با موفقیت به روز شد
fi: Jäsenyys päivitetty onnistuneesti
gu: સભ્યપદ સફળતાપૂર્વક અપડેટ થયું
hi: सदस्यता सफलतापूर्वक अपडेट की गई
hr: Članstvo je uspješno ažurirano
hu: A tagság frissítése sikeresen megtörtént
it: Abbonamento aggiornato con successo
ja: メンバーシップが正常に更新されました
kn: ಸದಸ್ಯತ್ವವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahoutanga Mema
mr: सदस्यत्व यशस्वीरित्या अद्यतनित केले
nl: Lidmaatschap bijgewerkt
no: Medlemskapet er oppdatert
pa: ਮੈਂਬਰਸ਼ਿਪ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ
pl: Członkostwo zostało pomyślnie zaktualizowane
ro: Calitatea de membru a fost actualizată cu succes
sv: Medlemskapet har uppdaterats framgångsrikt
ta: உறுப்பினர் சேர்க்கை வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: సభ్యత్వం విజయవంతంగా నవీకరించబడింది
tr: Üyelik Başarıyla Güncellendi
ur: رکنیت کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔

source: Membership deleted Successfully
bn: সদস্যপদ সফলভাবে মুছে ফেলা হয়েছে
ca: La pertinença s'ha suprimit correctament
cs: Členství bylo úspěšně smazáno
da: Medlemskab blev slettet
el: Η ιδιότητα μέλους διαγράφηκε με επιτυχία
es: Membresía eliminada con éxito
et: Liikmesuse kustutamine õnnestus
fa: عضویت با موفقیت حذف شد
fi: Jäsenyys poistettu onnistuneesti
gu: સભ્યપદ સફળતાપૂર્વક કાઢી નાખ્યું
hi: सदस्यता सफलतापूर्वक हटा दी गई
hr: Članstvo je uspješno izbrisano
hu: A tagság sikeresen törölve
it: Abbonamento cancellato con successo
ja: メンバーシップが正常に削除されました
kn: ಸದಸ್ಯತ್ವವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
mi: I momoho te muku mema
mr: सदस्यत्व यशस्वीरित्या हटवले
nl: Lidmaatschap succesvol verwijderd
no: Medlemskapet er slettet
pa: ਸਦੱਸਤਾ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਈ ਗਈ
pl: Członkostwo zostało pomyślnie usunięte
ro: Calitatea de membru a fost șters cu succes
sv: Medlemskapet har raderats
ta: உறுப்பினர் வெற்றிகரமாக நீக்கப்பட்டது
te: సభ్యత్వం విజయవంతంగా తొలగించబడింది
tr: Üyelik Başarıyla Silindi
ur: رکنیت کامیابی سے حذف کر دی گئی۔

source: Invoice deleted successfully
bn: চালান সফলভাবে মুছে ফেলা হয়েছে৷
ca: La factura s'ha suprimit correctament
cs: Faktura byla úspěšně smazána
da: Faktura blev slettet
el: Το τιμολόγιο διαγράφηκε με επιτυχία
es: Factura eliminada con éxito
et: Arve kustutamine õnnestus
fa: فاکتور با موفقیت حذف شد
fi: Laskun poistaminen onnistui
gu: ઇન્વૉઇસ સફળતાપૂર્વક કાઢી નાખ્યું
hi: चालान सफलतापूर्वक हटा दिया गया
hr: Faktura je uspješno izbrisana
hu: A számla sikeresen törölve
it: Fattura eliminata con successo
ja: 請求書は正常に削除されました
kn: ಸರಕುಪಟ್ಟಿ ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
mi: I pai te muku nama
mr: बीजक यशस्वीरित्या हटवले
nl: Factuur succesvol verwijderd
no: Faktura slettet
pa: ਇਨਵੌਇਸ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ
pl: Faktura została pomyślnie usunięta
ro: Factura a fost ștearsă cu succes
sv: Fakturan har raderats
ta: இன்வாய்ஸ் வெற்றிகரமாக நீக்கப்பட்டது
te: ఇన్‌వాయిస్ విజయవంతంగా తొలగించబడింది
tr: Fatura başarıyla silindi
ur: انوائس کامیابی کے ساتھ حذف ہو گئی۔

source: Status Updated Successfully
bn: স্থিতি সফলভাবে আপডেট করা হয়েছে৷
ca: Estat actualitzat correctament
cs: Stav úspěšně aktualizován
da: Status opdateret
el: Η κατάσταση ενημερώθηκε με επιτυχία
es: Estado actualizado con éxito
et: Oleku värskendamine õnnestus
fa: وضعیت با موفقیت به روز شد
fi: Tila päivitetty onnistuneesti
gu: સ્થિતિ સફળતાપૂર્વક અપડેટ થઈ
hi: स्थिति सफलतापूर्वक अपडेट की गई
hr: Status uspješno ažuriran
hu: Az állapot sikeresen frissítve
it: Stato aggiornato con successo
ja: ステータスが正常に更新されました
kn: ಸ್ಥಿತಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahoutanga
mr: स्थिती यशस्वीरित्या अद्यतनित केली
nl: Status succesvol bijgewerkt
no: Status oppdatert
pa: ਸਥਿਤੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Pomyślnie zaktualizowano stan
ro: Stare actualizată cu succes
sv: Status uppdaterad framgångsrikt
ta: நிலை வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: స్థితి విజయవంతంగా నవీకరించబడింది
tr: Durum Başarıyla Güncellendi
ur: اسٹیٹس کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا۔

source: Payment Success
bn: পেমেন্ট সফল
ca: Pagament correcte
cs: Úspěch platby
da: Betalingssucces
el: Επιτυχία πληρωμής
es: pago exitoso
et: Makse õnnestumine
fa: موفقیت در پرداخت
fi: Maksun onnistuminen
gu: ચુકવણી સફળ
hi: भुगतान की सफलता
hr: Uspjeh plaćanja
hu: Sikeres fizetés
it: Successo del pagamento
ja: 支払い成功
kn: ಪಾವತಿ ಯಶಸ್ಸು
mi: Angitu Utu
mr: पेमेंट यशस्वी
nl: Betaling gelukt
no: Betalingssuksess
pa: ਭੁਗਤਾਨ ਸਫਲਤਾ
pl: transakcja zakończona sukcesem
ro: Plata Succesă
sv: Betalningsframgång
ta: பணம் செலுத்துதல் வெற்றி
te: చెల్లింపు విజయం
tr: Başarılı ödeme
ur: ادائیگی کی کامیابی

source: Envento purchase successfully
bn: Envento ক্রয় সফলভাবে
ca: Compra Envento amb èxit
cs: Nákup Envento byl úspěšný
da: Envento-køb med succes
el: Η αγορά Envento με επιτυχία
es: Envento compra con exito
et: Envento ostmine õnnestus
fa: Envento با موفقیت خرید کرد
fi: Envento-ostos onnistui
gu: Envento સફળતાપૂર્વક ખરીદી
hi: एनवेंटो की खरीदारी सफलतापूर्वक हुई
hr: Envento kupnja uspjela
hu: Az Envento vásárlás sikeres
it: Envento acquisto con successo
ja: Envento の購入が完了しました
kn: Envento ಖರೀದಿ ಯಶಸ್ವಿಯಾಗಿ
mi: I angitu te hoko a Envento
mr: Envento यशस्वीरित्या खरेदी
nl: Envento-aankoop succesvol
no: Envento-kjøp vellykket
pa: Envento ਸਫਲਤਾਪੂਰਵਕ ਖਰੀਦਦਾਰੀ
pl: Zakup Envento zakończony sukcesem
ro: Achiziție Envento cu succes
sv: Envento köpte framgångsrikt
ta: Envento வாங்குதல் வெற்றிகரமாக
te: Envento కొనుగోలు విజయవంతంగా
tr: Envento satın alma işlemi başarıyla
ur: Envento کامیابی سے خریداری

source: Admin not found
bn: অ্যাডমিন খুঁজে পাওয়া যায়নি
ca: No s'ha trobat l'administrador
cs: Admin nenalezen
da: Admin ikke fundet
el: Ο διαχειριστής δεν βρέθηκε
es: Administrador no encontrado
et: Administraatorit ei leitud
fa: ادمین پیدا نشد
fi: Järjestelmänvalvojaa ei löydy
gu: એડમિન મળ્યો નથી
hi: व्यवस्थापक नहीं मिला
hr: Administrator nije pronađen
hu: Adminisztrátor nem található
it: Amministratore non trovato
ja: 管理者が見つかりません
kn: ನಿರ್ವಾಹಕರು ಕಂಡುಬಂದಿಲ್ಲ
mi: Kaore i kitea te kaiwhakahaere
mr: प्रशासक सापडला नाही
nl: Beheerder niet gevonden
no: Administrator ikke funnet
pa: ਐਡਮਿਨ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono administratora
ro: Administratorul nu a fost găsit
sv: Admin hittades inte
ta: நிர்வாகி கிடைக்கவில்லை
te: అడ్మిన్ కనుగొనబడలేదు
tr: yönetici bulunamadı
ur: ایڈمن نہیں ملا

source: Specialization Already Exist
bn: বিশেষীকরণ ইতিমধ্যেই বিদ্যমান
ca: L'especialització ja existeix
cs: Specializace již existuje
da: Specialisering findes allerede
el: Εξειδίκευση υπάρχει ήδη
es: La especialización ya existe
et: Spetsialiseerumine on juba olemas
fa: تخصص از قبل وجود دارد
fi: Erikoistuminen on jo olemassa
gu: વિશેષતા પહેલાથી જ અસ્તિત્વમાં છે
hi: विशेषज्ञता पहले से मौजूद है
hr: Specijalizacija već postoji
hu: Szakterület már létezik
it: La specializzazione esiste già
ja: 専門分野はすでに存在します
kn: ವಿಶೇಷತೆ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Kua Tiariarii te Matanga
mr: स्पेशलायझेशन आधीपासूनच अस्तित्वात आहे
nl: Specialisatie bestaat al
no: Spesialisering eksisterer allerede
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Specjalizacja już istnieje
ro: Specializarea există deja
sv: Specialisering finns redan
ta: நிபுணத்துவம் ஏற்கனவே உள்ளது
te: స్పెషలైజేషన్ ఇప్పటికే ఉంది
tr: Uzmanlık Zaten Var
ur: تخصص پہلے سے موجود ہے۔

source: Trainer added Successfully
bn: প্রশিক্ষক সফলভাবে যোগ করা হয়েছে
ca: L'entrenador s'ha afegit correctament
cs: Trenér byl úspěšně přidán
da: Træner tilføjet
el: Ο εκπαιδευτής προστέθηκε με επιτυχία
es: Entrenador agregado con éxito
et: Koolitaja lisati edukalt
fa: مربی با موفقیت اضافه شد
fi: Valmentaja lisätty onnistuneesti
gu: ટ્રેનર સફળતાપૂર્વક ઉમેરાયો
hi: प्रशिक्षक सफलतापूर्वक जोड़ा गया
hr: Trener je uspješno dodan
hu: Edző sikeresen hozzátette
it: Allenatore aggiunto con successo
ja: トレーナーが正常に追加されました
kn: ತರಬೇತುದಾರರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I angitū te taapiri a te kaiwhakangungu
mr: प्रशिक्षक यशस्वीरित्या जोडला
nl: Trainer succesvol toegevoegd
no: Trener lagt til
pa: ਟ੍ਰੇਨਰ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
pl: Trener został pomyślnie dodany
ro: Antrenorul a adăugat cu succes
sv: Tränare har lagts till
ta: பயிற்சியாளர் வெற்றிகரமாக சேர்க்கப்பட்டார்
te: శిక్షకుడు విజయవంతంగా జోడించబడ్డారు
tr: Eğitmen Başarıyla Eklendi
ur: ٹرینر کو کامیابی کے ساتھ شامل کیا گیا۔

source: Trainer deleted Successfully
bn: প্রশিক্ষক সফলভাবে মুছে ফেলা হয়েছে
ca: L'entrenador s'ha suprimit correctament
cs: Trenér byl úspěšně smazán
da: Træneren blev slettet
el: Το Trainer διαγράφηκε με επιτυχία
es: Entrenador eliminado con éxito
et: Treener on edukalt kustutatud
fa: مربی با موفقیت حذف شد
fi: Valmentaja poistettu onnistuneesti
gu: ટ્રેનર સફળતાપૂર્વક કાઢી નાખ્યું
hi: प्रशिक्षक सफलतापूर्वक हटा दिया गया
hr: Trener je uspješno izbrisan
hu: Edző sikeresen törölve
it: Allenatore eliminato con successo
ja: トレーナーが正常に削除されました
kn: ತರಬೇತುದಾರರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
mi: I tutuki pai te muku a te kaiwhakangungu
mr: ट्रेनर यशस्वीरित्या हटवला
nl: Trainer succesvol verwijderd
no: Trener slettet
pa: ਟ੍ਰੇਨਰ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ
pl: Trainer został pomyślnie usunięty
ro: Antrenorul a fost șters cu succes
sv: Tränaren har raderats
ta: பயிற்சியாளர் வெற்றிகரமாக நீக்கப்பட்டார்
te: శిక్షకుడు విజయవంతంగా తొలగించబడ్డాడు
tr: Eğitmen Başarıyla Silindi
ur: ٹرینر کو کامیابی سے حذف کر دیا گیا۔

source: Trainer Assigned Successfully
bn: প্রশিক্ষক সফলভাবে বরাদ্দ করা হয়েছে
ca: Entrenador assignat correctament
cs: Trenér byl úspěšně přidělen
da: Træner tildelt med succes
el: Ο εκπαιδευτής διορίστηκε με επιτυχία
es: Entrenador asignado con éxito
et: Koolitaja määrati edukalt
fa: مربی با موفقیت منصوب شد
fi: Kouluttaja määrätty onnistuneesti
gu: ટ્રેનરને સફળતાપૂર્વક સોંપવામાં આવ્યું
hi: प्रशिक्षक को सफलतापूर्वक नियुक्त किया गया
hr: Trener je uspješno dodijeljen
hu: Az oktató sikeresen kijelölve
it: Allenatore assegnato con successo
ja: トレーナーが正常に割り当てられました
kn: ತರಬೇತುದಾರರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನಿಯೋಜಿಸಲಾಗಿದೆ
mi: I Angitu te Whakangungu
mr: प्रशिक्षक यशस्वीरित्या नियुक्त केला
nl: Trainer succesvol toegewezen
no: Trener tildelt vellykket
pa: ਟ੍ਰੇਨਰ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ
pl: Trener przypisany pomyślnie
ro: Formatorul a fost atribuit cu succes
sv: Tränare tilldelas framgångsrikt
ta: பயிற்சியாளர் வெற்றிகரமாக நியமிக்கப்பட்டார்
te: శిక్షకుడు విజయవంతంగా అప్పగించబడ్డాడు
tr: Eğitmen Başarıyla Atandı
ur: ٹرینر کو کامیابی کے ساتھ تفویض کیا گیا۔

source: Trainer Already exist
bn: প্রশিক্ষক ইতিমধ্যে বিদ্যমান
ca: Entrenador ja existeix
cs: Trenér již existuje
da: Træner findes allerede
el: Προπονητής υπάρχει ήδη
es: Entrenador Ya existe
et: Treener on juba olemas
fa: مربی از قبل وجود دارد
fi: Valmentaja on jo olemassa
gu: ટ્રેનર પહેલેથી અસ્તિત્વમાં છે
hi: प्रशिक्षक पहले से मौजूद हैं
hr: Trener već postoji
hu: Edző már létezik
it: Allenatore Esiste già
ja: トレーナーはすでに存在します
kn: ತರಬೇತುದಾರ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Kua noho tonu te Kaiwhakangungu
mr: ट्रेनर आधीच अस्तित्वात आहे
nl: Trainer bestaat al
no: Trener finnes allerede
pa: ਟ੍ਰੇਨਰ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Trener już istnieje
ro: Trainer există deja
sv: Tränare finns redan
ta: பயிற்சியாளர் ஏற்கனவே இருக்கிறார்
te: శిక్షకుడు ఇప్పటికే ఉన్నారు
tr: Eğitmen Zaten Var
ur: ٹرینر پہلے سے موجود ہے۔

source: Trainer Updated Successfully
bn: প্রশিক্ষক সফলভাবে আপডেট হয়েছে
ca: Entrenador actualitzat correctament
cs: Trenér byl úspěšně aktualizován
da: Træner blev opdateret
el: Το Trainer ενημερώθηκε με επιτυχία
es: Entrenador actualizado con éxito
et: Treener on edukalt värskendatud
fa: ترینر با موفقیت به روز شد
fi: Valmentaja päivitetty onnistuneesti
gu: ટ્રેનર સફળતાપૂર્વક અપડેટ થયું
hi: ट्रेनर सफलतापूर्वक अपडेट किया गया
hr: Trener je uspješno ažuriran
hu: Az edző sikeresen frissítve
it: Allenatore aggiornato con successo
ja: トレーナーが正常に更新されました
kn: ತರಬೇತುದಾರರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahoutanga o te Kaiwhakaako
mr: प्रशिक्षक यशस्वीरित्या अद्यतनित केले
nl: Trainer succesvol geüpdatet
no: Trener oppdatert
pa: ਟ੍ਰੇਨਰ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Trainer został pomyślnie zaktualizowany
ro: Trainerul a fost actualizat cu succes
sv: Tränaren har uppdaterats framgångsrikt
ta: பயிற்சியாளர் வெற்றிகரமாக புதுப்பிக்கப்பட்டார்
te: శిక్షణ విజయవంతంగా నవీకరించబడింది
tr: Eğitmen Başarıyla Güncellendi
ur: ٹرینر کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔

source: Profile Updated Successfully
bn: প্রোফাইল সফলভাবে আপডেট করা হয়েছে
ca: Perfil actualitzat correctament
cs: Profil byl úspěšně aktualizován
da: Profilen blev opdateret
el: Το προφίλ ενημερώθηκε με επιτυχία
es: Perfil actualizado con éxito
et: Profiili värskendamine õnnestus
fa: نمایه با موفقیت به روز شد
fi: Profiili päivitetty onnistuneesti
gu: પ્રોફાઇલ સફળતાપૂર્વક અપડેટ થઈ
hi: प्रोफाइल को सफलतापूर्वक अपडेट किया गया
hr: Profil je uspješno ažuriran
hu: Profil sikeresen frissítve
it: Profilo aggiornato con successo
ja: プロファイルが正常に更新されました
kn: ಪ್ರೊಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahōu Kōtaha
mr: प्रोफाइल यशस्वीरित्या अपडेट केले
nl: Profiel succesvol bijgewerkt
no: Profilen er oppdatert
pa: ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Profil zaktualizowany pomyślnie
ro: Profil actualizat cu succes
sv: Profilen har uppdaterats
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది
tr: Profil Başarıyla Güncellendi
ur: پروفائل کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔

source: User Already exist
bn: ব্যবহারকারী ইতিমধ্যে উপস্থিত
ca: Usuari ja existeix
cs: Uživatel již existuje
da: Bruger findes allerede
el: Ο χρήστης υπάρχει ήδη
es: Usuario ya existente
et: Kasutaja on juba olemas
fa: کاربر از قبل وجود دارد
fi: Käyttäjä on jo olemassa
gu: વપરાશકર્તા પહેલેથી અસ્તિત્વમાં છે
hi: उपयोगकर्ता पहले से ही मौजूद है
hr: Korisnik već postoji
hu: A felhasználó már létezik
it: Utente già esistente
ja: ユーザーはすでに存在します
kn: ಬಳಕೆದಾರರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದಾರೆ
mi: Kua noho tonu te Kaiwhakamahi
mr: वापरकर्ता आधीच अस्तित्वात आहे
nl: Gebruiker bestaat al
no: Brukeren finnes fra før
pa: ਉਪਭੋਗਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Użytkownik już istnieje
ro: Utilizatorul exista deja
sv: Användaren finns redan
ta: பயனர் ஏற்கனவே உள்ளார்
te: వినియోగదారు ఇప్పటికే ఉన్నారు
tr: Kullanıcı zaten var
ur: صارف پہلے سے موجود ہے۔
