Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Current Password
bn: বর্তমান পাসওয়ার্ড
ca: Contrasenya actual
cs: Aktuální heslo
da: Nuværende kodeord
el: Τρέχον κωδικό πρόσβασης
es: Contraseña actual
et: Praegune salasõna
fa: رمز عبور فعلی
fi: Nykyinen salasana
gu: અત્યારનો પાસવર્ડ
hi: वर्तमान पासवर्ड
hr: Trenutna lozinka
hu: Jelenlegi jelszó
it: Password attuale
ja: 現在のパスワード
kn: ಪ್ರಸ್ತುತ ಗುಪ್ತಪದ
mi: Tuna password hman mek
mr: सध्याचा गुप्त शब्द
nl: Huidig wachtwoord
no: Nåværende passord
pa: ਵਰਤਮਾਨ ਪਾਸਵਰਡ
pl: Aktualne hasło
ro: Parola actuală
sv: Nuvarande lösenord
ta: தற்போதைய கடவுச்சொல்
te: ప్రస్తుత పాస్వర్డ్
tr: Mevcut Şifre
ur: موجودہ خفیہ لفظ

source: Ask Your trainer to assign Workout Category
bn: আপনার প্রশিক্ষককে ওয়ার্কআউট বিভাগ নির্ধারণ করতে বলুন
ca: Demana al teu entrenador que assigni una categoria d'entrenament
cs: Požádejte svého trenéra, aby přiřadil kategorii cvičení
da: Bed din træner om at tildele træningskategori
el: Ζητήστε από τον προπονητή σας να ορίσει κατηγορία προπόνησης
es: Pídele a tu entrenador que te asigne una categoría de entrenamiento
et: Paluge oma treeneril määrata treeningu kategooria
fa: از مربی خود بخواهید دسته تمرینی را تعیین کند
fi: Pyydä valmentajaasi määrittämään harjoitusluokka
gu: તમારા ટ્રેનરને વર્કઆઉટ કેટેગરી સોંપવા માટે કહો
hi: अपने ट्रेनर से वर्कआउट श्रेणी निर्दिष्ट करने के लिए कहें
hr: Zamolite svog trenera da vam dodijeli kategoriju vježbanja
hu: Kérje meg edzőjét, hogy rendeljen edzéskategóriát
it: Chiedi al tuo trainer di assegnare una categoria di allenamento
ja: トレーナーにワークアウトのカテゴリを割り当てるよう依頼してください
kn: ವ್ಯಾಯಾಮ ವರ್ಗವನ್ನು ನಿಯೋಜಿಸಲು ನಿಮ್ಮ ತರಬೇತುದಾರರನ್ನು ಕೇಳಿ
mi: I trainer hnenah workout category ruat turin hrilh rawh
mr: तुमच्या प्रशिक्षकाला कसरत श्रेणी नियुक्त करण्यास सांगा
nl: Vraag je trainer om een trainingscategorie toe te wijzen
no: Be treneren din om å tildele treningskategori
pa: ਆਪਣੇ ਟ੍ਰੇਨਰ ਨੂੰ ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਕਹੋ
pl: Poproś swojego trenera o przypisanie kategorii treningu
ro: Cereți antrenorului să atribuie o categorie de antrenament
sv: Be din tränare att tilldela träningskategori
te: వర్కౌట్ వర్గాన్ని కేటాయించమని మీ శిక్షకుడిని అడగండి
tr: Eğitmeninizden antrenman kategorisi atamasını isteyin
ur: اپنے ٹرینر سے ورزش کے زمرے کو تفویض کرنے کو کہیں

# you_have_no_access
source: You don't have acccess
bn: আপনার কোন অ্যাক্সেস নেই
ca: No tens accés
cs: Nemáte přístup
da: Du har ingen adgang
el: Δεν έχετε πρόσβαση
es: No tienes acceso
et: Teil pole juurdepääsu
fa: شما دسترسی ندارید
fi: Sinulla ei ole pääsyä
gu: તમારી પાસે કોઈ ઍક્સેસ નથી
hi: आपकी कोई पहुंच नहीं है
hr: Nemate pristup
hu: Nincs hozzáférésed
it: Non hai accesso
ja: 「アクセス権がありません」
kn: ನಿಮಗೆ ಯಾವುದೇ ಪ್ರವೇಶವಿಲ್ಲ
mi: Access i nei lo
mr: तुम्हाला प्रवेश नाही
nl: Je hebt geen toegang
no: Du har ingen tilgang
pa: ਤੁਹਾਡੀ ਕੋਈ ਪਹੁੰਚ ਨਹੀਂ ਹੈ
pl: Nie masz dostępu
ro: Nu ai acces
sv: Du har ingen tillgång
ta: உங்களுக்கு அணுகல் இல்லை
te: మీకు యాక్సెస్ లేదు
tr: Erişiminiz yok
ur: آپ کی رسائی نہیں ہے

# your_membership_is_expired_please_contect_your_trainer
source: your membership is expired please contact to your trainer
bn: আপনার সদস্যতার মেয়াদ শেষ হয়ে গেছে অনুগ্রহ করে আপনার প্রশিক্ষকের সাথে যোগাযোগ করুন
ca: La vostra subscripció ha caducat, poseu-vos en contacte amb el vostre entrenador
cs: Vaše členství vypršelo, kontaktujte svého trenéra
da: Dit medlemskab er udløbet, kontakt venligst din træner
el: Η συνδρομή σας έχει λήξει, επικοινωνήστε με τον εκπαιδευτή σας
es: Su membresía ha caducado, comuníquese con su entrenador
et: Teie liikmelisus on aegunud, võtke ühendust oma treeneriga
fa: عضویت شما منقضی شده است لطفا با مربی خود تماس بگیرید
fi: Jäsenyytesi on vanhentunut, ota yhteyttä valmentajaasi
gu: તમારી સભ્યપદ સમાપ્ત થઈ ગઈ છે, કૃપા કરીને તમારા ટ્રેનરનો સંપર્ક કરો
hi: आपकी सदस्यता समाप्त हो गई है कृपया अपने प्रशिक्षक से संपर्क करें
hr: Vaše članstvo je isteklo, obratite se svom treneru
hu: Tagságod lejárt, fordulj az edződhöz
it: La tua iscrizione è scaduta, contatta il tuo trainer
ja: 「メンバーシップの有効期限が切れていますので、トレーナーにお問い合わせください。」
kn: ನಿಮ್ಮ ಸದಸ್ಯತ್ವದ ಅವಧಿ ಮುಗಿದಿದೆ ದಯವಿಟ್ಟು ನಿಮ್ಮ ತರಬೇತುದಾರರನ್ನು ಸಂಪರ್ಕಿಸಿ
mi: I membership a tawp tawh a, i trainer hnenah zawhfiah rawh
mr: तुमचे सदस्यत्व कालबाह्य झाले आहे, कृपया तुमच्या प्रशिक्षकाशी संपर्क साधा
nl: Je lidmaatschap is verlopen, neem contact op met je trainer
no: Ditt medlemskap er utløpt vennligst kontakt din trener
pa: ਤੁਹਾਡੀ ਮੈਂਬਰਸ਼ਿਪ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਟ੍ਰੇਨਰ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Twoje członkostwo wygasło, skontaktuj się ze swoim trenerem
ro: Abonamentul dvs. a expirat vă rugăm să contactați antrenorul
sv: Ditt medlemskap har löpt ut, kontakta din tränare
ta: உங்கள் உறுப்பினர் காலாவதியானது, உங்கள் பயிற்சியாளரைத் தொடர்பு கொள்ளவும்
te: మీ సభ్యత్వం గడువు ముగిసింది, దయచేసి మీ శిక్షకుడిని సంప్రదించండి
tr: Üyeliğiniz sona ermiştir, lütfen eğitmeninizle iletişime geçiniz
ur: آپ کی رکنیت ختم ہو گئی ہے، براہ کرم اپنے ٹرینر سے رابطہ کریں

# your_package_is_expired_please_contect_your_admin
source: your package is expired please contact to your admin
bn: আপনার প্যাকেজের মেয়াদ শেষ হয়ে গেছে অনুগ্রহ করে আপনার অ্যাডমিনের সাথে যোগাযোগ করুন
ca: El vostre paquet ha caducat, poseu-vos en contacte amb el vostre administrador
cs: Platnost vašeho balíčku vypršela, kontaktujte svého správce
da: Din pakke er udløbet, kontakt venligst din administrator
el: Το πακέτο σας έχει λήξει, επικοινωνήστε με τον διαχειριστή σας
es: Su paquete ha caducado, póngase en contacto con su administrador
et: Teie pakett on aegunud, võtke ühendust oma administraatoriga
fa: بسته شما منقضی شده است لطفا با ادمین خود تماس بگیرید
fi: Pakettisi on vanhentunut, ota yhteyttä järjestelmänvalvojaan
gu: તમારા પેકેજની સમયસીમા સમાપ્ત થઈ ગઈ છે, કૃપા કરીને તમારા એડમિનનો સંપર્ક કરો
hi: आपका पैकेज समाप्त हो गया है कृपया अपने व्यवस्थापक से संपर्क करें
hr: Vaš paket je istekao, kontaktirajte svog administratora
hu: Csomagja lejárt, forduljon az adminisztrátorhoz
it: Il tuo pacchetto è scaduto, contatta il tuo amministratore
ja: パッケージの有効期限が切れていますので、管理者に連絡してください
kn: ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್ ಅವಧಿ ಮೀರಿದೆ ದಯವಿಟ್ಟು ನಿಮ್ಮ ನಿರ್ವಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಿ
mi: I package a expired tawh a, i admin ah min rawn biak dawn nia
mr: तुमचे पॅकेज कालबाह्य झाले आहे, कृपया तुमच्या प्रशासकाशी संपर्क साधा
nl: Uw pakket is verlopen, neem contact op met uw beheerder
no: Pakken din er utløpt, kontakt administratoren din
pa: ਤੁਹਾਡੇ ਪੈਕੇਜ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Twój pakiet wygasł, skontaktuj się z administratorem
ro: Pachetul dvs. a expirat vă rugăm să contactați administratorul
sv: Ditt paket har gått ut, kontakta din administratör
ta: உங்கள் தொகுப்பு காலாவதியானது, உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்
te: మీ ప్యాకేజీ గడువు ముగిసింది దయచేసి మీ నిర్వాహకులను సంప్రదించండి
tr: Paketinizin süresi doldu, lütfen yöneticinizle iletişime geçin
ur: آپ کے پیکیج کی میعاد ختم ہو گئی ہے، براہ کرم اپنے منتظم سے رابطہ کریں

source: Earning
bn: উপার্জন
ca: guanyar
cs: výdělek
da: tjener
el: Κερδίζοντας
es: Ganador
et: Teenimine
fa: درآمد
fi: Ansaita
gu: કમાણી
hi: कमाई
hr: Zarada
hu: Csomagja lejárt, forduljon az adminisztrátorhoz
it: Guadagnare
ja: 収入を得る
kn: ಗಳಿಕೆ
mr: कमाई
nl: Verdienen
no: Tjener
pa: ਕਮਾਈ
pl: Zarobkowy
ro: Castig
sv: Tjäna
ta: சம்பாதித்தல்
te: సంపాదన
tr: Kazanmak
ur: کمائی

source: Please add class
bn: দয়া করে ক্লাস যোগ করুন
ca: Afegiu classe
cs: Přidejte prosím třídu
da: Føj venligst klasse
el: Παρακαλώ προσθέστε τάξη
es: Por favor agregue clase
et: Palun lisa klass
fa: لطفاً کلاس اضافه کنید
fi: Lisää luokka
gu: કૃપા કરીને વર્ગ ઉમેરો
hi: कृपया कक्षा जोड़ें
hr: Dodajte razred
hu: Kérem, adja hozzá az osztályt
it: Aggiungi classe
ja: クラスを追加してください
kn: ದಯವಿಟ್ಟು ವರ್ಗವನ್ನು ಸೇರಿಸಿ
mi: Khawngaihin class add rawh
mr: कृपया वर्ग जोडा
nl: Gelieve klas toe te voegen
no: Vennligst legg til klasse
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਲਾਸ ਜੋੜੋ
pl: Proszę dodać klasę
ro: Vă rugăm să adăugați clasa
sv: Vänligen lägg till klass
ta: வகுப்பைச் சேர்க்கவும்
te: దయచేసి తరగతిని జోడించండి
tr: Lütfen sınıf ekleyin
ur: براہ کرم کلاس شامل کریں

source: Please add specialization
bn: অনুগ্রহ করে বিশেষীকরণ যোগ করুন
ca: Afegiu una especialització
cs: Přidejte prosím specializaci
da: Tilføj venligst specialisering
el: Παρακαλώ προσθέστε εξειδίκευση
es: Por favor agregue especialización
et: Palun lisage spetsialiseerumine
fa: لطفاً تخصص را اضافه کنید
fi: Lisää erikoisala
gu: કૃપા કરીને વિશેષતા ઉમેરો
hi: कृपया विशेषज्ञता जोड़ें
hr: Dodajte specijalizaciju
hu: Kérjük, adjon hozzá specializációt
it: Aggiungi specializzazione
ja: 専門分野を追加してください
kn: ದಯವಿಟ್ಟು ವಿಶೇಷತೆಯನ್ನು ಸೇರಿಸಿ
mi: Khawngaihin specialization hi add ve teh u
mr: कृपया स्पेशलायझेशन जोडा
nl: Voeg specialisatie toe
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਿਸ਼ੇਸ਼ਤਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Proszę dodać specjalizację
ro: Vă rugăm să adăugați specializare
sv: Vänligen lägg till specialisering
ta: நிபுணத்துவத்தைச் சேர்க்கவும்
te: దయచేసి స్పెషలైజేషన్ జోడించండి
tr: Lütfen uzmanlık ekleyin
ur: براہ کرم مہارت شامل کریں

source: Please add membership
bn: দয়া করে সদস্যপদ যোগ করুন
ca: Si us plau, afegiu una pertinença
cs: Přidejte členství
da: Tilføj venligst medlemskab
el: Παρακαλώ προσθέστε συνδρομή
es: Por favor agregue membresía
et: Palun lisage liikmelisus
fa: لطفا عضویت را اضافه کنید
fi: Lisää jäsenyys
gu: કૃપા કરીને સભ્યપદ ઉમેરો
hi: कृपया सदस्यता जोड़ें
hr: Dodajte članstvo
hu: Kérem, adjon hozzá tagságot
it: Aggiungi appartenenza
ja: 「メンバーシップを追加してください」
kn: ದಯವಿಟ್ಟು ಸದಸ್ಯತ್ವವನ್ನು ಸೇರಿಸಿ
mi: Khawngaihin membership add rawh u
mr: कृपया सदस्यत्व जोडा
nl: Voeg lidmaatschap toe
no: Vennligst legg til medlemskap
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੈਂਬਰਸ਼ਿਪ ਸ਼ਾਮਲ ਕਰੋ
pl: Proszę dodać członkostwo
ro: Vă rugăm să adăugați calitatea de membru
sv: Vänligen lägg till medlemskap
ta: உறுப்பினரைச் சேர்க்கவும்
te: దయచేసి సభ్యత్వాన్ని జోడించండి
tr: Lütfen üyelik ekleyiniz
ur: براہ کرم رکنیت شامل کریں

source: Please add workout category
bn: অনুগ্রহ করে ওয়ার্কআউট বিভাগ যোগ করুন
ca: Afegiu una categoria d'entrenament
cs: Přidejte kategorii cvičení
da: Føj venligst træningskategori
el: Προσθέστε κατηγορία προπόνησης
es: Por favor agregue categoría de entrenamiento
et: Palun lisa treeningu kategooria
fa: لطفاً دسته تمرین را اضافه کنید
fi: Lisää harjoitusluokka
gu: કૃપા કરીને વર્કઆઉટ શ્રેણી ઉમેરો
hi: कृपया कसरत श्रेणी जोड़ें
hr: Dodajte kategoriju vježbanja
hu: Kérem, adjon hozzá edzés kategóriát
it: Aggiungi categoria allenamento
ja: ワークアウト カテゴリを追加してください
kn: ದಯವಿಟ್ಟು ತಾಲೀಮು ವರ್ಗವನ್ನು ಸೇರಿಸಿ
mi: Khawngaihin workout category hi add dawn nia
mr: कृपया कसरत श्रेणी जोडा
nl: Voeg trainingscategorie toe
no: Vennligst legg til treningskategori
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Proszę dodać kategorię treningu
ro: Vă rugăm să adăugați o categorie de antrenament
sv: Vänligen lägg till träningskategori
ta: ஒர்க்அவுட் வகையைச் சேர்க்கவும்
te: దయచేసి వ్యాయామ వర్గాన్ని జోడించండి
tr: Lütfen antrenman kategorisi ekleyin
ur: براہ کرم ورزش کا زمرہ شامل کریں

source: Please add workout
bn: অনুগ্রহ করে ওয়ার্কআউট যোগ করুন
ca: Afegiu entrenament, si us plau
cs: Přidejte cvičení
da: Føj venligst træning
el: Παρακαλώ προσθέστε προπόνηση
es: Por favor agregue entrenamiento
et: Palun lisage treening
fa: لطفاً تمرین را اضافه کنید
fi: Lisää harjoitus
gu: કૃપા કરીને વર્કઆઉટ ઉમેરો
hi: कृपया कसरत जोड़ें
hr: Dodajte trening
hu: Kérem, adjon hozzá edzést
it: Aggiungi allenamento
ja: 「トレーニングを追加してください」
kn: ದಯವಿಟ್ಟು ತಾಲೀಮು ಸೇರಿಸಿ
mi: Khawngaihin workout hi add rawh
mr: कृपया कसरत जोडा
nl: Voeg training toe
no: Vennligst legg til trening
pa: ਕਿਰਪਾ ਕਰਕੇ ਕਸਰਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Proszę dodać trening
ro: Vă rugăm să adăugați un antrenament
sv: Vänligen lägg till träningspass
ta: தயவுசெய்து உடற்பயிற்சியைச் சேர்க்கவும்
te: దయచేసి వ్యాయామం జోడించండి
tr: Lütfen antrenman ekleyin
ur: براہ کرم ورزش شامل کریں

source: Recurring Membership
bn: পুনরাবৃত্ত সদস্যপদ
ca: Pertinença recurrent
cs: Opakující se členství
da: Tilbagevendende medlemskab
el: Επαναλαμβανόμενη ιδιότητα μέλους
es: Membresía recurrente
et: Korduv liikmelisus
fa: عضویت مکرر
fi: Toistuva jäsenyys
gu: પુનરાવર્તિત સભ્યપદ
hi: आवर्ती सदस्यता
hr: Ponavljajuće članstvo
hu: Ismétlődő tagság
it: Abbonamento ricorrente
ja: 「定期メンバーシップ」
kn: ಮರುಕಳಿಸುವ ಸದಸ್ಯತ್ವ
mi: Membership lo awm leh tur
mr: आवर्ती सदस्यत्व
nl: Terugkerend lidmaatschap
no: Gjentakende medlemskap
pa: ਆਵਰਤੀ ਸਦੱਸਤਾ
pl: Członkostwo cykliczne
ro: Abonament recurent
sv: Återkommande medlemskap
ta: தொடர் உறுப்பினர்
te: పునరావృత సభ్యత్వం
tr: Yinelenen üyelik
ur: بار بار رکنیت

source: Exercise data added Successfully
bn: ব্যায়াম ডেটা সফলভাবে যোগ করা হয়েছে
ca: Les dades de l'exercici s'han afegit correctament
cs: Údaje o cvičení byly úspěšně přidány
da: Træningsdata blev tilføjet med succes
el: Τα δεδομένα άσκησης προστέθηκαν με επιτυχία
es: Datos de ejercicio añadidos con éxito
et: Treeningu andmed on edukalt lisatud
fa: داده های تمرین با موفقیت اضافه شد
fi: Harjoitustietojen lisäys onnistui
gu: વ્યાયામ ડેટા સફળતાપૂર્વક ઉમેરવામાં આવ્યો
hi: व्यायाम डेटा सफलतापूर्वक जोड़ा गया
hr: Podaci o vježbanju uspješno dodani
hu: Az edzésadatok sikeresen hozzáadva
it: Dati dell'esercizio aggiunti con successo
ja: 運動データが正常に追加されました
kn: ವ್ಯಾಯಾಮ ಡೇಟಾವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: Exercise data hlawhtling taka dah belh a ni
mr: व्यायाम डेटा यशस्वीरित्या जोडला गेला
nl: Trainingsgegevens succesvol toegevoegd
no: Treningsdata ble lagt til
pa: ਅਭਿਆਸ ਡੇਟਾ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਿਆ ਗਿਆ
pl: Dane ćwiczeń zostały pomyślnie dodane
ro: Datele exercițiului au fost adăugate cu succes
sv: Träningsdata har lagts till framgångsrikt
ta: உடற்பயிற்சி தரவு வெற்றிகரமாக சேர்க்கப்பட்டது
te: వ్యాయామ డేటా విజయవంతంగా జోడించబడింది
tr: Egzersiz verileri başarıyla eklendi
ur: ورزش ڈیٹا کامیابی سے شامل کیا گیا

source: Exercise Started Successfully
bn: ব্যায়াম সফলভাবে শুরু হয়েছে
ca: L'exercici ha començat amb èxit
cs: Cvičení bylo úspěšně zahájeno
da: Træningen startede med succes
el: Η άσκηση ξεκίνησε με επιτυχία
es: Ejercicio iniciado con éxito
et: Treening algas edukalt
fa: تمرین با موفقیت آغاز شد
fi: Harjoitus alkoi onnistuneesti
gu: કસરત સફળતાપૂર્વક શરૂ થઈ
hi: व्यायाम सफलतापूर्वक प्रारंभ हुआ
hr: Vježba je uspješno započela
hu: A gyakorlat sikeresen elkezdődött
it: Esercizio iniziato con successo
ja: エクササイズは正常に開始されました
kn: ವ್ಯಾಯಾಮ ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಾರಂಭವಾಯಿತು
mi: Exercise hlawhtling taka tan a ni
mr: व्यायाम यशस्वीरित्या सुरू झाला
nl: Training succesvol gestart
no: Trening startet vellykket
pa: ਅਭਿਆਸ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ੁਰੂ ਹੋਇਆ
pl: Ćwiczenie rozpoczęło się pomyślnie
ro: Exercițiul a început cu succes
sv: Träningen började framgångsrikt
ta: உடற்பயிற்சி வெற்றிகரமாக தொடங்கியது
te: వ్యాయామం విజయవంతంగా ప్రారంభమైంది
tr: Egzersiz başarıyla başladı
ur: ورزش کامیابی سے شروع ہوئی

source: Exercise Paused Successfully
bn: ব্যায়াম সফলভাবে থামানো হয়েছে
ca: L'exercici s'ha aturat correctament
cs: Cvičení bylo úspěšně pozastaveno
da: Øvelse sat på pause
el: Η άσκηση διακόπηκε με επιτυχία
es: Ejercicio pausado con éxito
et: Harjutus peatati edukalt
fa: تمرین با موفقیت متوقف شد
fi: Harjoitus keskeytetty onnistuneesti
gu: કસરત સફળતાપૂર્વક થોભાવવામાં આવી
hi: व्यायाम सफलतापूर्वक रोका गया
hr: Vježba je uspješno pauzirana
hu: Az edzés sikeresen szünetel
it: Esercizio messo in pausa con successo
ja: エクササイズは正常に開始されました
kn: ವ್ಯಾಯಾಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ವಿರಾಮಗೊಳಿಸಲಾಗಿದೆ
mi: Exercise hlawhtling takin a chawl a
mr: व्यायाम यशस्वीरित्या थांबवला
nl: Training succesvol gepauzeerd
no: Treningen ble satt på pause
pa: ਅਭਿਆਸ ਸਫਲਤਾਪੂਰਵਕ ਰੋਕਿਆ ਗਿਆ
pl: Ćwiczenie zostało pomyślnie wstrzymane
ro: Exercițiu întrerupt cu succes
sv: Träningen pausades framgångsrikt
ta: உடற்பயிற்சி வெற்றிகரமாக நிறுத்தப்பட்டது
te: వ్యాయామం విజయవంతంగా పాజ్ చేయబడింది
tr: Egzersiz başarıyla duraklatıldı
ur: ورزش کامیابی سے روک دی گئی

# exercise_resume_successfully
source: Exercise Resumed Successfully
bn: ব্যায়াম সফলভাবে পুনরায় শুরু করুন
ca: Resumen l'exercici amb èxit
cs: Úspěšné obnovení cvičení
da: Træningsresume vellykket
el: Βιογραφικό της άσκησης με επιτυχία
es: Resumen del ejercicio con éxito
et: Treeningu jätkamine edukalt
fa: رزومه تمرین با موفقیت
fi: Harjoituksen jatkaminen onnistui
gu: વ્યાયામ સફળતાપૂર્વક ફરી શરૂ કરો
hi: व्यायाम सफलतापूर्वक फिर से शुरू करें
hr: Uspješan nastavak vježbe
hu: Az edzés sikeres folytatása
it: Riprendi esercizio con successo
ja: エクササイズが正常に再開されました
kn: ವ್ಯಾಯಾಮ ಪುನರಾರಂಭ ಯಶಸ್ವಿಯಾಗಿ
mi: Exercise resume hlawhtling takin
mr: व्यायाम यशस्वीरित्या पुन्हा सुरू करा
nl: Training hervat succesvol
no: Trening CV vellykket
pa: ਅਭਿਆਸ ਸਫਲਤਾਪੂਰਵਕ ਮੁੜ ਸ਼ੁਰੂ
pl: Ćwiczenie zostało pomyślnie wznowione
ro: Reluarea exercițiului cu succes
sv: Träningsresume framgångsrikt
ta: உடற்பயிற்சி வெற்றிகரமாக தொடரவும்
te: వ్యాయామం విజయవంతంగా పునఃప్రారంభం
tr: Egzersiz başarıyla devam ettirildi
ur: ورزش کامیابی سے دوبارہ شروع

source: Exercise Finished Successfully
bn: ব্যায়াম সফলভাবে সমাপ্ত
ca: L'exercici s'ha acabat correctament
cs: Cvičení úspěšně dokončeno
da: Øvelse afsluttet med succes
el: Η άσκηση ολοκληρώθηκε με επιτυχία
es: Ejercicio finalizado con éxito
et: Harjutus on edukalt lõpetatud
fa: تمرین با موفقیت به پایان رسید
fi: Harjoitus suoritettu onnistuneesti
gu: વ્યાયામ સફળતાપૂર્વક સમાપ્ત
hi: व्यायाम सफलतापूर्वक समाप्त हुआ
hr: Vježba je uspješno završena
hu: A gyakorlat sikeresen befejeződött
it: Esercizio terminato con successo
ja: 「演習は正常に終了しました」
kn: ವ್ಯಾಯಾಮ ಯಶಸ್ವಿಯಾಗಿ ಮುಗಿದಿದೆ
mi: Exercise hlawhtling taka zo tawh
mr: व्यायाम यशस्वीरित्या संपला
nl: Training succesvol afgerond
no: Øvelse fullført vellykket
pa: ਅਭਿਆਸ ਸਫਲਤਾਪੂਰਵਕ ਸਮਾਪਤ ਹੋਇਆ
pl: Ćwiczenie zakończone sukcesem
ro: Exercițiul s-a încheiat cu succes
sv: Övningen avslutad framgångsrikt
ta: உடற்பயிற்சி வெற்றிகரமாக முடிந்தது
te: వ్యాయామం విజయవంతంగా ముగిసింది
tr: Egzersiz başarıyla tamamlandı
ur: ورزش کامیابی سے ختم ہو گئی

source: View Recept
bn: রিসেপ্ট দেখুন
ca: Veure recepció
cs: Zobrazit recept
da: Se recept
el: Προβολή υποδοχής
es: Ver recibo
et: Vaata retsept
fa: مشاهده پذیرش
fi: Näytä resepti
gu: રિસેપ્ટ જુઓ
hi: रिसेप्शन देखें
hr: Pogledajte recept
hu: Recept megtekintése
it: Visualizza ricevuta
ja: 受信を表示
kn: ವೀಕ್ಷಣೆ ರೆಸಿಪ್ಟ್
mi: Recept en rawh
mr: रिसेप्ट पहा
nl: Bekijk recept
no: Se mottak
pa: ਰਿਸੈਪਟ ਵੇਖੋ
pl: Zobacz receptę
ro: Vezi recepția
sv: Visa recept
ta: பார்வை ரெசிப்ட்
te: రిసిప్ట్ చూడండి
tr: Resepsiyonu görüntüle
ur: رسیپٹ دیکھیں

source: Payment Id
bn: পেমেন্ট আইডি
ca: Identificador de pagament
cs: ID platby
da: Betalings-id
el: Αναγνωριστικό πληρωμής
es: Identificación de pago
et: Makse ID
fa: شناسه پرداخت
fi: Maksutunnus
gu: ચુકવણી આઈડી
hi: भुगतान आईडी
hr: ID plaćanja
hu: Fizetési azonosító
it: ID pagamento
ja: 「支払いID」
kn: ಪಾವತಿ ಐಡಿ
mi: Pawisa id
mr: पेमेंट आयडी
nl: Betalings-ID
no: Betalings-ID
pa: ਭੁਗਤਾਨ ਆਈਡੀ
pl: Identyfikator płatności
ro: ID de plată
sv: Betalnings-id
ta: கட்டண ஐடி
te: చెల్లింపు ఐడి
tr: Ödeme kimliği
ur: ادائیگی کی شناخت

source: Payment Status
bn: লেনদেনের অবস্থা
ca: Estat de pagament
cs: Status platby
da: Betalingsstatus
el: Κατάσταση πληρωμής
es: Estado de pago
et: Makse staatus
fa: وضعیت پرداخت
fi: Maksun tilanne
gu: ચુકવણીની સ્થિતિ
hi: भुगतान की स्थिति
hr: Status plaćanja
hu: Fizetési állapot
it: Stato del pagamento
ja: 支払い状況
kn: ಪಾವತಿ ಸ್ಥಿತಿ
mi: Pawisa pek dan
mr: पैसे भरल्याची स्थिती
nl: Betalingsstatus
no: Betalingsstatus
pa: ਭੁਗਤਾਨ ਸਥਿਤੀ
pl: Status płatności
ro: Starea plății
sv: Betalningsstatus
ta: கட்டண நிலை
te: చెల్లింపు స్థితి
tr: Ödeme durumu
ur: ادائیگی کی حیثیت

source: Payment By
bn: দ্বারা পেমেন্ট
ca: Pagament per
cs: Platba do
da: Betaling pr
el: Πληρωμή από
es: Pago por
et: Makseviis
fa: پرداخت توسط
fi: Maksutapa
gu: દ્વારા ચુકવણી
hi: पेमेंट इसके ज़रिये
hr: Plaćanje do
hu: Fizetés
it: Pagamento da
ja: 支払い状況
kn: ಪಾವತಿ
mi: Pawisa by
mr: द्वारे पेमेंट
nl: Betaling door
no: Betaling innen
pa: ਦੁਆਰਾ ਭੁਗਤਾਨ
pl: Płatność przez
ro: Plată de către
sv: Betalning av
ta: பணம் செலுத்துதல்
te: చెల్లింపు ద్వారా
tr: Ödeme yöntemi
ur: بذریعہ ادائیگی

source: Please update currency (INR) not supported in paypal
bn: অনুগ্রহ করে কারেন্সি আপডেট করুন (INR) পেপ্যালে সমর্থিত নয়
ca: Si us plau, actualitzeu la moneda (INR) que no és compatible amb PayPal
cs: Aktualizujte měnu (INR), která není v paypal podporována
da: Opdater venligst valuta (INR) understøttes ikke i PayPal
el: Ενημερώστε το νόμισμα (INR) που δεν υποστηρίζεται στο paypal
es: Actualice la moneda (INR) no admitida en paypal
et: Värskendage valuutat (INR), mida Paypal ei toeta
fa: لطفاً ارز (INR) را به روز کنید که در پی پال پشتیبانی نمی شود
fi: Päivitä valuutta (INR), jota Paypal ei tue
gu: કૃપા કરીને ચલણ (INR) અપડેટ કરો જે પેપલમાં સમર્થિત નથી
hi: कृपया मुद्रा (INR) अपडेट करें जो PayPal में समर्थित नहीं है
hr: Ažurirajte valutu (INR) koja nije podržana u paypalu
hu: Kérjük, frissítse a pénznemet (INR), amelyet a Paypal nem támogat
it: Si prega di aggiornare la valuta (INR) non supportata in paypal
ja: PayPal でサポートされていない通貨 (INR) を更新してください
kn: ಪೇಪಾಲ್‌ನಲ್ಲಿ ಬೆಂಬಲಿಸದ ಕರೆನ್ಸಿ (INR) ಅನ್ನು ನವೀಕರಿಸಿ
mi: Tena koa whakahouhia te moni (INR) kaore i te tautokohia i te paypal
mr: कृपया पेपलमध्ये समर्थित नाही चलन (INR) अपडेट करा
nl: Werk de valuta (INR) bij die niet wordt ondersteund in PayPal
no: Vennligst oppdater valuta (INR) støttes ikke i PayPal
pa: ਕਿਰਪਾ ਕਰਕੇ ਮੁਦਰਾ (INR) ਨੂੰ ਅਪਡੇਟ ਕਰੋ ਜੋ ਪੇਪਾਲ ਵਿੱਚ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ
pl: Zaktualizuj walutę (INR), która nie jest obsługiwana w systemie PayPal
ro: Vă rugăm să actualizați moneda (INR) care nu este acceptată în paypal
sv: Uppdatera valutan (INR) stöds inte i PayPal
ta: Paypal இல் ஆதரிக்கப்படாத நாணயத்தை (INR) புதுப்பிக்கவும்
te: దయచేసి paypalలో మద్దతు లేని కరెన్సీ (INR)ని నవీకరించండి
tr: Lütfen paypal'da desteklenmeyen para birimini (INR) güncelleyin
ur: براہ کرم کرنسی (INR) کو اپ ڈیٹ کریں جو پے پال میں تعاون یافتہ نہیں ہے۔

# app_name
source: CrossFit
bn: ক্রসফিট
fa: کراس فیت
gu: ક્રોસફિટ
ja: クロスフィット
kn: ಕ್ರಾಸ್ ಫಿಟ್
mi: Whakawhitiwhiti
mr: क्रॉसफिट
pa: ਕਰਾਸਫਿਟ
ta: கிராஸ்ஃபிட்
te: క్రాస్ ఫిట్
ur: کراس فٹ

# envanto_key
source: Envato Purchase Key
bn: Envato ক্রয় কী
ca: Clau de compra d'Envato
cs: Nákupní klíč Envato
da: Envato købsnøgle
el: Κλειδί αγοράς Envato
es: Clave de compra de Envato
et: Envato ostuvõti
fa: کلید خرید Envato
fi: Envaton ostoavain
gu: Envato ખરીદી કી
hi: एनवाटो खरीद कुंजी
hr: Envato ključ za kupnju
hu: Envato vásárlási kulcs
it: Chiave di acquisto Envato
ja: Envato 購入キー
kn: Envato ಖರೀದಿ ಕೀ
mi: Kī Hoko Envato
mr: Envato खरेदी की
nl: Envato-aankoopsleutel
no: Envato-kjøpsnøkkel
pa: Envato ਖਰੀਦ ਕੁੰਜੀ
pl: Klucz zakupu Envato
ro: Cheie de achiziție Envato
sv: Envato köpnyckel
ta: Envato கொள்முதல் விசை
te: Envato కొనుగోలు కీ
tr: Envato Satın Alma Anahtarı
ur: Envato خریداری کی کلید

source: Please enter envato purchase key
bn: Envato ক্রয় কী লিখুন দয়া করে
ca: Introduïu la clau de compra d'envato
cs: Zadejte prosím kód nákupu envato
da: Indtast venligst envato-købsnøgle
el: Εισαγάγετε το κλειδί αγοράς envato
es: Ingrese la clave de compra de envato
et: Sisestage envato ostuvõti
fa: لطفا کلید خرید envato را وارد کنید
fi: Anna envato-ostoavain
gu: એન્વાટો ખરીદી કી દાખલ કરો
hi: कृपया envato खरीद कुंजी दर्ज करें
hr: Unesite envato ključ kupnje
hu: Kérjük, adja meg az envato vásárlási kulcsot
it: Inserisci la chiave di acquisto envato
ja: envato購入キーを入力してください
kn: ದಯವಿಟ್ಟು envato ಖರೀದಿ ಕೀಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te taviri hoko envato
mr: कृपया envato खरेदी की प्रविष्ट करा
nl: Voer de envato-aankoopsleutel in
no: Vennligst skriv inn envato-kjøpsnøkkelen
pa: ਕਿਰਪਾ ਕਰਕੇ envato ਖਰੀਦ ਕੁੰਜੀ ਦਰਜ ਕਰੋ
pl: Wprowadź klucz zakupu envato
ro: Vă rugăm să introduceți cheia de achiziție envato
sv: Vänligen ange envato köpnyckel
ta: Envato கொள்முதல் விசையை உள்ளிடவும்
te: దయచేసి envato కొనుగోలు కీని నమోదు చేయండి
tr: Lütfen envato satın alma anahtarını girin
ur: براہ کرم envato خریداری کی کلید درج کریں۔

source: pay
bn: বেতন
ca: pagar
cs: platit
da: betale
el: πληρωμή
es: pagar
et: maksma
fa: پرداخت
fi: maksaa
gu: ચૂકવણી
hi: भुगतान करना
hr: platiti
hu: fizetés
it: paga
ja: 支払い
kn: ಪಾವತಿ
mi: utu
mr: पैसे द्या
nl: betalen
no: betale
pa: ਭੁਗਤਾਨ ਕਰੋ
pl: płacić
ro: a plati
sv: betala
ta: செலுத்து
te: చెల్లించాలి
tr: ödemek
ur: ادائیگی
