Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: My Membership Plan
bn: আমার সদস্যতা পরিকল্পনা
ca: El meu pla de soci
cs: Můj členský plán
da: Min medlemsplan
el: Το σχέδιο μέλους μου
es: Mi plan de membresía
et: Minu liikmeplaan
fa: طرح عضویت من
fi: Jäsensuunnitelmani
gu: મારી સભ્યપદ યોજના
hi: मेरी सदस्यता योजना
hr: Moj članski plan
hu: Tagsági tervem
it: Il mio piano di abbonamento
ja: 私の会員プラン
kn: ನನ್ನ ಸದಸ್ಯತ್ವ ಯೋಜನೆ
mi: Taku Mahere Mema
mr: माझी सदस्यत्व योजना
nl: Mijn lidmaatschapsplan
no: Min medlemsplan
pa: ਮੇਰੀ ਮੈਂਬਰਸ਼ਿਪ ਯੋਜਨਾ
pl: Mój plan członkostwa
ro: Planul meu de membru
sv: Min medlemsplan
ta: எனது உறுப்பினர் திட்டம்
te: నా మెంబర్‌షిప్ ప్లాన్
tr: Üyelik Planım
ur: میرا رکنیت کا منصوبہ

source: Tell Us About Your Self
bn: আপনার নিজের সম্পর্কে আমাদের বলুন
ca: Parla'ns sobre tu
cs: Řekněte nám o sobě
da: Fortæl os om dig selv
el: Μιλησε μας για τον εαυτο σου
es: Cuéntanos acerca de tí
et: Räägi meile endast
fa: درباره خودتان به ما بگویید
fi: Kerro meille itsestäsi
gu: તમારા વિષે જણાવો
hi: अपने बारे में हमें बताएं
hr: Reci nam o sebi
hu: Mondj valamit magadról
it: Parlaci di te
ja: あなた自身について教えてください
kn: ನಿನ್ನ ಬಗ್ಗೆ ನಮಗೆ ತಿಳಿಸು
mi: Korerotia Mai Mou Whaiaro
mr: स्वत: बद्दल सांगा
nl: Vertel ons over jezelf
no: Fortell oss om deg selv
pa: ਸਾਨੂੰ ਆਪਣੇ ਬਾਰੇ ਦੱਸੋ
pl: Opowiedz nam o sobie
ro: Spune-ne despre tine
sv: Berätta för oss om dig själv
ta: உங்கள் சுயத்தைப் பற்றி எங்களிடம் கூறுங்கள்
te: మీ గురించి చెప్పండి
tr: Bize kendinden bahset
ur: کچھ اپنے بارے میں بتائیں

source: To give better experience and result to
bn: ভাল অভিজ্ঞতা এবং ফলাফল দিতে
ca: Per donar millor experiència i resultat
cs: Poskytnout lepší zážitek a výsledek
da: At give bedre oplevelse og resultat til
el: Για να δώσει καλύτερη εμπειρία και αποτέλεσμα σε
es: Para dar una mejor experiencia y resultado a
et: Et anda parem kogemus ja tulemus
fa: برای دادن تجربه و نتیجه بهتر به
fi: Antaakseen paremman kokemuksen ja tuloksen
gu: વધુ સારો અનુભવ અને પરિણામ આપવા માટે
hi: बेहतर अनुभव और परिणाम देने के लिए
hr: Za bolje iskustvo i rezultat
hu: Jobb élményt és eredményt adni
it: Per dare una migliore esperienza e risultato a
ja: より良い経験と結果を与えるために
kn: ಉತ್ತಮ ಅನುಭವ ಮತ್ತು ಫಲಿತಾಂಶವನ್ನು ನೀಡಲು
mi: Kia pai ake te wheako me te hua
mr: चांगले अनुभव आणि परिणाम देण्यासाठी
nl: Om een betere ervaring en resultaat te geven
no: For å gi bedre opplevelse og resultat til
pa: ਨੂੰ ਬਿਹਤਰ ਅਨੁਭਵ ਅਤੇ ਨਤੀਜਾ ਦੇਣ ਲਈ
pl: Aby dać lepsze doświadczenie i wynik
ro: Pentru a oferi experiență și rezultate mai bune
sv: För att ge bättre upplevelse och resultat till
ta: சிறந்த அனுபவத்தையும் முடிவையும் வழங்க
te: మెరుగైన అనుభవాన్ని మరియు ఫలితాన్ని అందించడానికి
tr: Daha iyi bir deneyim ve sonuç vermek için
ur: بہتر تجربہ اور نتیجہ دینے کے لیے

source: your members, we need to know your gender.
bn: আপনার সদস্য, আমাদের আপনার লিঙ্গ জানতে হবে।
ca: els vostres membres, hem de conèixer el vostre gènere.
cs: vaši členové, potřebujeme znát vaše pohlaví.
da: dine medlemmer, skal vi kende dit køn.
el: τα μέλη σας, πρέπει να γνωρίζουμε το φύλο σας.
es: sus miembros, necesitamos saber su género.
et: teie liikmed, peame teadma teie sugu.
fa: اعضای شما، ما باید جنسیت شما را بدانیم.
fi: jäsenet, meidän on tiedettävä sukupuolesi.
gu: તમારા સભ્યો, અમારે તમારું લિંગ જાણવાની જરૂર છે.
hi: आपके सदस्य, हमें आपके लिंग को जानने की आवश्यकता है।
hr: Vaši članovi, moramo znati vaš spol.
hu: tagjai, tudnunk kell a nemét.
it: i tuoi membri, abbiamo bisogno di conoscere il tuo genere.
ja: あなたのメンバー、私たちはあなたの性別を知る必要があります.
kn: ನಿಮ್ಮ ಸದಸ್ಯರು, ನಿಮ್ಮ ಲಿಂಗವನ್ನು ನಾವು ತಿಳಿದುಕೊಳ್ಳಬೇಕು.
mi: o koutou mema, me mohio matou ki to ira tangata.
mr: तुमचे सदस्य, आम्हाला तुमचे लिंग माहित असणे आवश्यक आहे.
nl: uw leden, we moeten uw geslacht weten.
no: medlemmene dine, vi trenger å vite kjønnet ditt.
pa: ਤੁਹਾਡੇ ਮੈਂਬਰ, ਸਾਨੂੰ ਤੁਹਾਡੇ ਲਿੰਗ ਬਾਰੇ ਜਾਣਨ ਦੀ ਲੋੜ ਹੈ।
pl: twoi członkowie, musimy znać twoją płeć.
ro: membrii dvs., trebuie să vă cunoaștem sexul.
sv: dina medlemmar behöver vi veta ditt kön.
ta: உங்கள் உறுப்பினர்களே, உங்கள் பாலினத்தை நாங்கள் தெரிந்து கொள்ள வேண்டும்.
te: మీ సభ్యులు, మేము మీ లింగాన్ని తెలుసుకోవాలి.
tr: üyeleriniz, cinsiyetinizi bilmemiz gerekiyor.
ur: آپ کے اراکین، ہمیں آپ کی جنس جاننے کی ضرورت ہے۔

source: What is Your Height?
bn: তোমার উচ্চতা কত?
ca: Quant medeixes?
cs: Jaká je vaše výška?
da: Hvad er din højde?
el: Τι ύψος έχεις?
es: ¿Cuál es su altura?
et: Mis on Sinu pikkus?
fa: قد شما چقدر است؟
fi: Kuinka pitkä olet?
gu: તમારી ઊંચાઈ કેટલી છે?
hi: आपकी ऊँचाई क्या है?
hr: Koja je tvoja visina?
hu: Mi a magassága?
it: Quanto sei alto?
ja: 身長はいくつですか？
kn: ನಿಮ್ಮ ಎತ್ತರ ಏನು?
mi: He aha to teitei?
mr: तुझी उंची किती आहे?
nl: Hoe lang ben je?
no: Hva er din høyde?
pa: ਤੁਹਾਡੀ ਉਚਾਈ ਕੀ ਹੈ?
pl: Ile masz wzrostu?
ro: Ce inaltime ai?
sv: Hur lång är du?
ta: உங்கள் உயரம் என்ன?
te: మీ ఎత్తు ఎంత?
tr: Boyun kaç?
ur: تمہارا قد کتنا ہے؟

# height_in_cm_do_not_worry_you_can_always
source: Height in CM. Don’t worry, you can always
bn: সিএম-এ উচ্চতা। চিন্তা করবেন না, আপনি সবসময় করতে পারেন
ca: Alçada en cm. No et preocupis, sempre pots
cs: Výška v CM. Nebojte se, vždy můžete
da: Højde i CM. Bare rolig, det kan du altid
el: Ύψος σε CM. Μην ανησυχείς, μπορείς πάντα
es: Altura en CM. No te preocupes, siempre puedes
et: Kõrgus CM-des. Ärge muretsege, saate alati
fa: قد بر حسب سانتی متر نگران نباشید، شما همیشه می توانید
fi: Korkeus CM. Älä huoli, voit aina
gu: CM માં ઊંચાઈ. ચિંતા કરશો નહીં, તમે હંમેશા કરી શકો છો
hi: सीएम में ऊंचाई। चिंता न करें, आप हमेशा कर सकते हैं
hr: Visina u CM. Ne brinite, uvijek možete
hu: Magasság CM-ben. Ne aggódj, mindig megteheted
it: Altezza cm. Non preoccuparti, puoi sempre
ja: センチメートルの高さ。 心配しないで、いつでもできます
kn: ಸಿಎಂನಲ್ಲಿ ಎತ್ತರ. ಚಿಂತಿಸಬೇಡಿ, ನೀವು ಯಾವಾಗಲೂ ಮಾಡಬಹುದು
mi: Teitei i roto i te CM. Kaua e manukanuka, ka taea e koe i nga wa katoa
mr: सीएम मध्ये उंची. काळजी करू नका, आपण नेहमी करू शकता
nl: Hoogte cm. Maak je geen zorgen, dat kan altijd
no: Høyde i CM. Ikke bekymre deg, du kan alltid
pa: CM ਵਿੱਚ ਉਚਾਈ. ਚਿੰਤਾ ਨਾ ਕਰੋ, ਤੁਸੀਂ ਹਮੇਸ਼ਾ ਕਰ ਸਕਦੇ ਹੋ
pl: Wysokość w cm. Nie martw się, zawsze możesz
ro: Inaltime in CM. Nu vă faceți griji, puteți oricând
sv: Höjd i CM. Oroa dig inte, du kan alltid
ta: முதல்வர் உயரம். கவலைப்பட வேண்டாம், நீங்கள் எப்போதும் முடியும்
te: సీఎంలో ఎత్తు. చింతించకండి, మీరు ఎల్లప్పుడూ చేయవచ్చు
tr: CM cinsinden yükseklik. Endişelenme, her zaman yapabilirsin
ur: سی ایم میں اونچائی۔ پریشان نہ ہوں، آپ ہمیشہ کر سکتے ہیں۔

source: change it letter.
bn: এটি অক্ষর পরিবর্তন করুন।
ca: canviar-la de lletra.
cs: změnit písmeno.
da: ændre det bogstav.
el: αλλάξτε το γράμμα.
es: cámbialo de letra.
et: muuda seda tähte.
fa: آن را تغییر دهید
fi: muuta sen kirjainta.
gu: તે અક્ષર બદલો.
hi: इसे पत्र बदलें।
hr: promijeni slovo.
hu: változtasd meg a betűt.
it: cambia lettera.
ja: 文字に変更します。
kn: ಅದರ ಅಕ್ಷರವನ್ನು ಬದಲಾಯಿಸಿ.
mi: hurihia te reta.
mr: ते अक्षर बदला.
nl: verander het brief.
no: endre bokstaven.
pa: ਇਸ ਨੂੰ ਅੱਖਰ ਬਦਲੋ.
pl: zmień to na literę.
ro: schimba-o litera.
sv: ändra bokstaven.
ta: கடிதத்தை மாற்றவும்.
te: అక్షరాన్ని మార్చండి.
tr: harfini değiştir.
ur: اسے خط تبدیل کریں.

source: Membership
bn: সদস্যপদ
ca: Pertinença
cs: Členství
da: Medlemskab
el: Ιδιότητα μέλους
es: Afiliación
et: Liikmelisus
fa: عضویت
fi: Jäsenyys
gu: સભ્યપદ
hi: सदस्यता
hr: Članstvo
hu: Tagság
it: Adesione
ja: メンバーシップ
kn: ಸದಸ್ಯತ್ವ
mi: Te mema
mr: सदस्यत्व
nl: Lidmaatschap
no: Medlemskap
pa: ਮੈਂਬਰਸ਼ਿਪ
pl: Członkostwo
ro: Calitatea de membru
sv: Medlemskap
ta: உறுப்பினர்
te: సభ్యత్వం
tr: Üyelik
ur: رکنیت

source: Total Member
bn: মোট সদস্য
ca: Membre total
cs: Celkový počet členů
da: Samlet medlem
el: Σύνολο μέλους
es: Miembro total
et: Kogu liige
fa: کل اعضا
fi: Jäsen yhteensä
gu: કુલ સભ્ય
hi: कुल सदस्य
hr: Ukupni član
hu: Összes tag
it: Membro totale
ja: 総会員数
kn: ಒಟ್ಟು ಸದಸ್ಯ
mi: Mema katoa
mr: एकूण सदस्य
nl: Totaal lid
no: Totalt medlem
pa: ਕੁੱਲ ਮੈਂਬਰ
pl: Razem członek
ro: Total membru
sv: Totalt medlem
ta: மொத்த உறுப்பினர்
te: మొత్తం సభ్యుడు
tr: Toplam Üye
ur: کل ممبر

source: Join Virtual Class
bn: ভার্চুয়াল ক্লাসে যোগ দিন
ca: Uneix-te a la classe virtual
cs: Připojte se k virtuální třídě
da: Deltag i Virtual Class
el: Εγγραφείτε στο Virtual Class
es: Únete a la clase virtual
et: Liituge virtuaalklassiga
fa: به کلاس مجازی بپیوندید
fi: Liity virtuaaliluokkaan
gu: વર્ચ્યુઅલ ક્લાસમાં જોડાઓ
hi: वर्चुअल क्लास ज्वाइन करें
hr: Pridružite se virtualnom razredu
hu: Csatlakozz a virtuális osztályhoz
it: Unisciti alla classe virtuale
ja: バーチャルクラスに参加
kn: ವರ್ಚುವಲ್ ಕ್ಲಾಸ್‌ಗೆ ಸೇರಿ
mi: Hono atu ki te akomanga Mariko
mr: व्हर्च्युअल क्लासमध्ये सामील व्हा
nl: Doe mee met virtuele les
no: Bli med i Virtual Class
pa: ਵਰਚੁਅਲ ਕਲਾਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz do wirtualnej klasy
ro: Alăturați-vă clasei virtuale
sv: Gå med i virtuell klass
ta: மெய்நிகர் வகுப்பில் சேரவும்
te: వర్చువల్ క్లాస్‌లో చేరండి
tr: Sanal Sınıfa Katılın
ur: ورچوئل کلاس میں شامل ہوں۔

source: Expired
bn: মেয়াদোত্তীর্ণ
ca: Caducat
cs: Platnost vypršela
da: Udløbet
el: έχει λήξει
es: Venció
et: Aegunud
fa: منقضی شده
fi: Vanhentunut
gu: સમાપ્ત
hi: खत्म हो चुका
hr: Istekao
hu: Lejárt
it: Scaduto
ja: 期限切れ
kn: ಅವಧಿ ಮೀರಿದೆ
mi: Kua pau
mr: कालबाह्य
nl: Verlopen
no: Utløpt
pa: ਮਿਆਦ ਪੁੱਗ ਗਈ
pl: Wygasły
ro: Expirat
sv: Utgånget
ta: காலாவதியான
te: గడువు ముగిసింది
tr: Günü geçmiş
ur: میعاد ختم

source: Please Enter Your Goal
bn: আপনার লক্ষ্য লিখুন
ca: Introduïu el vostre objectiu
cs: Zadejte svůj cíl
da: Indtast venligst dit mål
el: Παρακαλώ εισάγετε τον στόχο σας
es: Por favor ingrese su meta
et: Palun sisestage oma eesmärk
fa: لطفا هدف خود را وارد کنید
fi: Anna tavoitteesi
gu: કૃપા કરીને તમારું લક્ષ્ય દાખલ કરો
hi: कृपया अपना लक्ष्य दर्ज करें
hr: Unesite svoj cilj
hu: Kérjük, adja meg célját
it: Inserisci il tuo obiettivo
ja: 目標を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗುರಿಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Whainga
mr: कृपया आपले ध्येय प्रविष्ट करा
nl: Voer uw doel in
no: Vennligst skriv inn målet ditt
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਟੀਚਾ ਦਰਜ ਕਰੋ
pl: Wprowadź swój cel
ro: Vă rugăm să introduceți obiectivul dvs
sv: Ange ditt mål
ta: உங்கள் இலக்கை உள்ளிடவும்
te: దయచేసి మీ లక్ష్యాన్ని నమోదు చేయండి
tr: Lütfen Hedefinizi Girin
ur: براہ کرم اپنا مقصد درج کریں۔

source: Please Enter Your Age
bn: অনুগ্রহ করে আপনার বয়স লিখুন
ca: Introduïu la vostra edat
cs: Zadejte prosím svůj věk
da: Indtast venligst din alder
el: Παρακαλώ εισάγετε την ηλικία σας
es: Por favor, introduzca su edad
et: Palun sisestage oma vanus
fa: لطفا سن خود را وارد کنید
fi: Anna ikäsi
gu: કૃપા કરીને તમારી ઉંમર દાખલ કરો
hi: कृपया अपनी उम्र दर्ज करें
hr: Unesite svoju dob
hu: Kérjük, adja meg életkorát
it: Inserisci la tua età
ja: 年齢を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to tau
mr: कृपया तुमचे वय प्रविष्ट करा
nl: Vul alstublieft uw leeftijd in
no: Vennligst skriv inn din alder
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਉਮਰ ਦਰਜ ਕਰੋ
pl: Proszę wprowadzić swój wiek
ro: Vă rugăm să introduceți vârsta dvs
sv: Vänligen ange din ålder
ta: தயவுசெய்து உங்கள் வயதை உள்ளிடவும்
te: దయచేసి మీ వయస్సును నమోదు చేయండి
tr: Lütfen yaşını gir
ur: براہ کرم اپنی عمر درج کریں۔

source: Please Enter Your Weight
bn: আপনার ওজন লিখুন
ca: Introduïu el vostre pes
cs: Zadejte prosím svou váhu
da: Indtast venligst din vægt
el: Παρακαλώ εισάγετε το βάρος σας
es: Ingrese su peso
et: Palun sisestage oma kaal
fa: لطفا وزن خود را وارد کنید
fi: Anna painosi
gu: કૃપા કરીને તમારું વજન દાખલ કરો
hi: कृपया अपना वजन दर्ज करें
hr: Unesite svoju težinu
hu: Kérjük, adja meg súlyát
it: Inserisci il tuo peso
ja: 体重を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ತೂಕವನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to taumaha
mr: कृपया आपले वजन प्रविष्ट करा
nl: Voer uw gewicht in
no: Vennligst skriv inn vekten din
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਵਜ਼ਨ ਦਰਜ ਕਰੋ
pl: Wprowadź swoją wagę
ro: Vă rugăm să introduceți greutatea dvs
sv: Vänligen ange din vikt
ta: தயவுசெய்து உங்கள் எடையை உள்ளிடவும்
te: దయచేసి మీ బరువును నమోదు చేయండి
tr: Lütfen Kilonuzu Giriniz
ur: براہ کرم اپنا وزن درج کریں۔

source: Please Enter Your Height
bn: আপনার উচ্চতা লিখুন দয়া করে
ca: Introduïu la vostra alçada
cs: Zadejte svou výšku
da: Indtast venligst din højde
el: Παρακαλώ εισάγετε το ύψος σας
es: Por favor ingrese su altura
et: Palun sisestage oma pikkus
fa: لطفا قد خود را وارد کنید
fi: Anna pituutesi
gu: કૃપા કરીને તમારી ઊંચાઈ દાખલ કરો
hi: कृपया अपनी ऊंचाई दर्ज करें
hr: Unesite svoju visinu
hu: Kérjük, adja meg magasságát
it: Inserisci la tua altezza
ja: 身長を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಎತ್ತರವನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to teitei
mr: कृपया आपली उंची प्रविष्ट करा
nl: Voer uw lengte in
no: Vennligst skriv inn din høyde
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਉਚਾਈ ਦਰਜ ਕਰੋ
pl: Podaj swój wzrost
ro: Vă rugăm să introduceți înălțimea dvs
sv: Vänligen ange din längd
ta: தயவுசெய்து உங்கள் உயரத்தை உள்ளிடவும்
te: దయచేసి మీ ఎత్తును నమోదు చేయండి
tr: Lütfen Boyunuzu Giriniz
ur: براہ کرم اپنی اونچائی درج کریں۔

# you_do_not_have_any_workout
source: You don't have any Workout
bn: আপনার কোন ওয়ার্কআউট নেই
ca: No tens cap entrenament
cs: Nemáte žádné cvičení
da: Du har ingen træning
el: Δεν έχεις προπόνηση
es: No tienes ningún entrenamiento
et: Teil pole treeningut
fa: شما هیچ تمرینی ندارید
fi: Sinulla ei ole treeniä
gu: તમારી પાસે કોઈ વર્કઆઉટ નથી
hi: आपके पास कोई कसरत नहीं है
hr: Nemate nikakav trening
hu: Nincs edzésed
it: Non hai alcun allenamento
ja: ワークアウトはありません
kn: ನೀವು ಯಾವುದೇ ವ್ಯಾಯಾಮವನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he Mahi Mahi
mr: तुमच्याकडे कसरत नाही
nl: Je hebt geen work-out
no: Du har ingen treningsøkt
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਕਸਰਤ ਨਹੀਂ ਹੈ
pl: Nie masz żadnego treningu
ro: Nu ai niciun antrenament
sv: Du har inget träningspass
ta: உங்களுக்கு ஒர்க்அவுட் எதுவும் இல்லை
te: మీకు వర్కవుట్ ఏమీ లేదు
tr: Antrenmanınız yok
ur: آپ کے پاس کوئی ورزش نہیں ہے۔

source: Fill Your Profile
bn: আপনার প্রোফাইল পূরণ করুন
ca: Omple el teu perfil
cs: Vyplňte svůj profil
da: Udfyld din profil
el: Συμπληρώστε το προφίλ σας
es: Complete su perfil
et: Täitke oma profiil
fa: نمایه خود را پر کنید
fi: Täytä profiilisi
gu: તમારી પ્રોફાઇલ ભરો
hi: अपना प्रोफाइल भरें
hr: Ispunite svoj profil
hu: Töltse ki profilját
it: Compila il tuo profilo
ja: プロフィールを埋める
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಿ
mi: Whakakiia to Profile
mr: तुमचे प्रोफाइल भरा
nl: Vul je profiel in
no: Fyll ut profilen din
pa: ਆਪਣਾ ਪ੍ਰੋਫਾਈਲ ਭਰੋ
pl: Wypełnij swój profil
ro: Completează-ți profilul
sv: Fyll i din profil
ta: உங்கள் சுயவிவரத்தை நிரப்பவும்
te: మీ ప్రొఫైల్‌ను పూరించండి
tr: Profilinizi Doldurun
ur: اپنا پروفائل پُر کریں۔

# do_not_worry_you_can_always_change_it_letter_or
source: Don’t worry you can always change it letter, or
bn: চিন্তা করবেন না আপনি সবসময় এটি অক্ষর পরিবর্তন করতে পারেন, বা
ca: No et preocupis, sempre pots canviar-la de lletra, o
cs: Nebojte se, vždy můžete změnit písmeno, popř
da: Bare rolig, du kan altid ændre det bogstav, eller
el: Μην ανησυχείτε, μπορείτε πάντα να αλλάξετε το γράμμα ή
es: No te preocupes, siempre puedes cambiar la letra, o
et: Ärge muretsege, saate seda alati tähte või tähte muuta
fa: نگران نباشید همیشه می توانید حرف آن را تغییر دهید، یا
fi: Älä huoli, voit aina vaihtaa sen kirjaimella tai
gu: ચિંતા કરશો નહીં તમે હંમેશા તેને અક્ષર બદલી શકો છો, અથવા
hi: चिंता न करें आप इसे हमेशा अक्षर बदल सकते हैं, या
hr: Ne brinite, uvijek možete promijeniti slovo ili
hu: Ne aggódjon, bármikor megváltoztathatja a betűt, ill
it: Non preoccuparti, puoi sempre cambiarlo lettera, o
ja: いつでも文字を変更できるので心配しないでください。
kn: ಚಿಂತಿಸಬೇಡಿ ನೀವು ಯಾವಾಗಲೂ ಅದರ ಅಕ್ಷರವನ್ನು ಬದಲಾಯಿಸಬಹುದು, ಅಥವಾ
mi: Kaua e manukanuka ka taea e koe te huri i te reta, ranei
mr: काळजी करू नका तुम्ही नेहमी ते अक्षर बदलू शकता, किंवा
nl: Maak je geen zorgen, je kunt de letter altijd wijzigen, of
no: Ikke bekymre deg, du kan alltid endre bokstaven, eller
pa: ਚਿੰਤਾ ਨਾ ਕਰੋ ਤੁਸੀਂ ਹਮੇਸ਼ਾਂ ਇਸਨੂੰ ਅੱਖਰ ਬਦਲ ਸਕਦੇ ਹੋ, ਜਾਂ
pl: Nie martw się, zawsze możesz zmienić literę lub
ro: Nu vă faceți griji, puteți schimba oricând litera sau
sv: Oroa dig inte, du kan alltid ändra den bokstav, eller
ta: கவலைப்பட வேண்டாம் நீங்கள் எப்போது வேண்டுமானாலும் அதன் கடிதத்தை மாற்றலாம் அல்லது
te: చింతించకండి మీరు ఎప్పుడైనా దాని అక్షరాన్ని మార్చవచ్చు లేదా
tr: Endişelenme, her zaman harfini değiştirebilirsin veya
ur: پریشان نہ ہوں آپ اسے ہمیشہ خط تبدیل کر سکتے ہیں، یا

source: you can skip it for now.
bn: আপনি আপাতত এটি এড়িয়ে যেতে পারেন।
ca: podeu saltar-lo de moment.
cs: můžete to zatím přeskočit.
da: du kan springe det over nu.
el: μπορείτε να το παραλείψετε προς το παρόν.
es: puedes omitirlo por ahora.
et: võid selle praegu vahele jätta.
fa: می توانید فعلاً از آن بگذرید
fi: voit ohittaa sen toistaiseksi.
gu: તમે તેને હમણાં માટે છોડી શકો છો.
hi: आप इसे अभी के लिए छोड़ सकते हैं।
hr: možete to preskočiti za sada.
hu: egyelőre kihagyhatod.
it: puoi saltarlo per ora.
ja: 今のところスキップできます。
kn: ನೀವು ಇದೀಗ ಅದನ್ನು ಬಿಟ್ಟುಬಿಡಬಹುದು.
mi: ka taea e koe te peke mo tenei wa.
mr: तुम्ही ते सध्या वगळू शकता.
nl: je kunt het voorlopig overslaan.
no: du kan hoppe over det for nå.
pa: ਤੁਸੀਂ ਇਸ ਨੂੰ ਹੁਣ ਲਈ ਛੱਡ ਸਕਦੇ ਹੋ।
pl: na razie możesz to pominąć.
ro: poți sări peste el pentru moment.
sv: du kan hoppa över det nu.
ta: நீங்கள் இப்போதைக்கு தவிர்க்கலாம்.
te: మీరు ప్రస్తుతానికి దానిని దాటవేయవచ్చు.
tr: şimdilik atlayabilirsiniz.
ur: آپ اسے ابھی کے لیے چھوڑ سکتے ہیں۔

source: Skip
bn: এড়িয়ে যান
ca: Omet
cs: Přeskočit
da: Springe
el: Παραλείπω
es: Saltar
et: Vahele jätma
fa: پرش کنید
fi: Ohita
gu: છોડો
hi: छोडना
hr: Preskočiti
hu: Kihagyás
it: Saltare
ja: スキップ
kn: ಬಿಟ್ಟುಬಿಡಿ
mi: Tīpoka
mr: वगळा
nl: Overslaan
no: Hopp over
pa: ਛੱਡੋ
pl: Pominąć
ro: Ocolire
sv: Hoppa
ta: தவிர்க்கவும்
te: దాటవేయి
tr: Atlamak
ur: چھوڑ دو

source: DOB
bn: ডিওবি
ca: Data de naixement
cs: nar
es: fecha de nacimiento
gu: ડીઓબી
hi: जन्म तिथि
it: Data di nascita
ja: 生年月日
mr: डीओबी
pa: ਡੀ.ਓ.ਬੀ
pl: Data urodzenia
ur: ڈی او بی

source: Role
bn: ভূমিকা
ca: Rol
da: Rolle
el: Ρόλος
et: Roll
fa: نقش
fi: Rooli
gu: ભૂમિકા
hi: भूमिका
hr: Uloga
hu: Szerep
it: Ruolo
ja: 役割
kn: ಪಾತ್ರ
mi: Tūnga
mr: भूमिका
nl: Rol
no: Rolle
pa: ਭੂਮਿਕਾ
pl: Rola
ro: Rol
sv: Roll
ta: பங்கு
te: పాత్ర
tr: rol
ur: کردار

source: City
bn: শহর
ca: ciutat
cs: Město
da: By
el: Πόλη
es: Ciudad
et: Linn
fa: شهر
fi: Kaupunki
gu: શહેર
hi: शहर
hr: Grad
hu: Város
it: Città
ja: 街
kn: ನಗರ
mi: Taone
mr: शहर
nl: Stad
no: By
pa: ਸ਼ਹਿਰ
pl: Miasto
ro: Oraș
sv: Stad
ta: நகரம்
te: నగరం
tr: Şehir
ur: شہر

source: State
bn: অবস্থা
ca: Estat
cs: Stát
da: Stat
el: κατάσταση
es: Estado
et: osariik
fa: حالت
fi: Osavaltio
gu: રાજ્ય
hi: राज्य
hr: država
hu: Állapot
it: Stato
ja: 州
kn: ರಾಜ್ಯ
mr: राज्य
nl: Staat
no: Stat
pa: ਰਾਜ
pl: Państwo
ro: Stat
sv: stat
ta: நிலை
te: రాష్ట్రం
tr: Durum
ur: حالت

source: Zip Code
bn: জিপ কোড
ca: Codi ZIP
cs: PSČ
da: Postnummer
el: Ταχυδρομικός κώδικας
es: Código postal
et: Postiindeks
fa: کد پستی
fi: Postinumero
gu: પિન કોડ
hi: ज़िप कोड
hr: Poštanski broj
hu: Irányítószám
it: Cap
ja: 郵便番号
kn: ಪಿನ್ ಕೋಡ್
mi: Waehere Zip
mr: पिनकोड
nl: Postcode
no: Post kode
pa: ਜ਼ਿਪ ਕੋਡ
pl: Kod pocztowy
ro: Cod poștal
sv: Postnummer
ta: அஞ்சல் குறியீடு
te: పిన్ కోడ్
tr: Posta kodu
ur: زپ کوڈ

source: Country
bn: দেশ
ca: País
cs: Země
da: Land
el: Χώρα
es: País
et: Riik
fa: کشور
fi: Maa
gu: દેશ
hi: देश
hr: Zemlja
hu: Ország
it: Paese
ja: 国
kn: ದೇಶ
mi: Whenua
mr: देश
nl: Land
no: Land
pa: ਦੇਸ਼
pl: Kraj
ro: Țară
sv: Land
ta: நாடு
te: దేశం
tr: Ülke
ur: ملک

source: Specialization
bn: বিশেষীকরণ
ca: Especialització
cs: Specializace
da: Specialisering
el: Ειδίκευση
es: Especialización
et: Spetsialiseerumine
fa: تخصص
fi: Erikoistuminen
gu: વિશેષતા
hi: विशेषज्ञता
hr: Specijalizacija
hu: Szakosodás
it: Specializzazione
ja: 専門化
kn: ವಿಶೇಷತೆ
mi: Tohungatanga
mr: स्पेशलायझेशन
nl: specialisatie
no: Spesialisering
pa: ਵਿਸ਼ੇਸ਼ਤਾ
pl: Specjalizacja
ro: Specializare
sv: Specialisering
ta: சிறப்பு
te: స్పెషలైజేషన్
tr: uzmanlık
ur: تخصص

source: Specialization List
bn: বিশেষীকরণ তালিকা
ca: Llista d'especialització
cs: Seznam specializací
da: Specialiseringsliste
el: Κατάλογος εξειδίκευσης
es: Lista de especializaciones
et: Spetsialiseerumisalade nimekiri
fa: فهرست تخصصی
fi: Erikoistumisluettelo
gu: વિશેષતા યાદી
hi: विशेषज्ञता सूची
hr: Popis specijalizacija
hu: Szakterületi lista
it: Elenco delle specializzazioni
ja: 専門化リスト
kn: ವಿಶೇಷತೆ ಪಟ್ಟಿ
mi: Rarangi Motuhake
mr: स्पेशलायझेशन यादी
nl: Specialisatie lijst
no: Spesialiseringsliste
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਸੂਚੀ
pl: Lista specjalizacji
ro: Lista de specializare
sv: Specialiseringslista
ta: சிறப்புப் பட்டியல்
te: స్పెషలైజేషన్ జాబితా
tr: Uzmanlık Listesi
ur: تخصص کی فہرست

source: WhatsApp is not installed on the device
bn: ডিভাইসে WhatsApp ইনস্টল করা নেই
ca: WhatsApp no està instal·lat al dispositiu
cs: WhatsApp není v zařízení nainstalován
da: WhatsApp er ikke installeret på enheden
el: Το WhatsApp δεν είναι εγκατεστημένο στη συσκευή
es: WhatsApp no está instalado en el dispositivo
et: WhatsApp pole seadmesse installitud
fa: واتس اپ روی دستگاه نصب نیست
fi: WhatsAppia ei ole asennettu laitteeseen
gu: ઉપકરણ પર WhatsApp ઇન્સ્ટોલ કરેલ નથી
hi: व्हाट्सएप डिवाइस पर इंस्टॉल नहीं है
hr: WhatsApp nije instaliran na uređaju
hu: A WhatsApp nincs telepítve az eszközre
it: WhatsApp non è installato sul dispositivo
ja: WhatsApp がデバイスにインストールされていません
kn: ಸಾಧನದಲ್ಲಿ WhatsApp ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ
mi: Kaore a WhatsApp i whakauruhia ki runga i te taputapu
mr: डिव्हाइसवर WhatsApp स्थापित नाही
nl: WhatsApp is niet op het apparaat geïnstalleerd
no: WhatsApp er ikke installert på enheten
pa: ਡਿਵਾਈਸ 'ਤੇ WhatsApp ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ
pl: WhatsApp nie jest zainstalowany na urządzeniu
ro: WhatsApp nu este instalat pe dispozitiv
sv: WhatsApp är inte installerat på enheten
ta: சாதனத்தில் WhatsApp நிறுவப்படவில்லை
te: పరికరంలో WhatsApp ఇన్స్టాల్ చేయబడలేదు
tr: WhatsApp cihazda yüklü değil
ur: ڈیوائس پر WhatsApp انسٹال نہیں ہے۔

source: Open WhatsApp Chat
bn: হোয়াটসঅ্যাপ চ্যাট খুলুন
ca: Obre el xat de WhatsApp
cs: Otevřete chat WhatsApp
da: Åbn WhatsApp Chat
el: Ανοίξτε το WhatsApp Chat
es: Abrir chat de WhatsApp
et: Avage WhatsApp Chat
fa: چت WhatsApp را باز کنید
fi: Avaa WhatsApp Chat
gu: WhatsApp ચેટ ખોલો
hi: व्हाट्सएप चैट खोलें
hr: Otvorite WhatsApp Chat
hu: Nyissa meg a WhatsApp csevegést
it: Apri la chat di WhatsApp
ja: WhatsAppチャットを開く
kn: WhatsApp ಚಾಟ್ ತೆರೆಯಿರಿ
mi: Whakatuwherahia te WhatsApp Chat
mr: WhatsApp चॅट उघडा
nl: WhatsApp-chat openen
no: Åpne WhatsApp Chat
pa: WhatsApp ਚੈਟ ਖੋਲ੍ਹੋ
pl: Otwórz czat WhatsApp
ro: Deschide WhatsApp Chat
sv: Öppna WhatsApp Chat
ta: வாட்ஸ்அப் அரட்டையைத் திறக்கவும்
te: వాట్సాప్ చాట్ తెరవండి
tr: WhatsApp Sohbetini Aç
ur: واٹس ایپ چیٹ کھولیں۔

source: General
bn: সাধারণ
cs: Všeobecné
da: Generel
el: Γενικός
et: Kindral
fa: عمومی
fi: Kenraali
gu: જનરલ
hi: आम
hr: Općenito
hu: Tábornok
it: Generale
ja: 全般的
kn: ಸಾಮಾನ್ಯ
mi: Whānui
mr: सामान्य
nl: Algemeen
no: Generell
pa: ਜਨਰਲ
pl: Ogólny
sv: Allmän
ta: பொது
te: జనరల్
tr: Genel
ur: جنرل

source: Trainer Profile
bn: প্রশিক্ষক প্রোফাইল
ca: Perfil d'entrenador
cs: Profil trenéra
da: Træner profil
el: Προφίλ εκπαιδευτή
es: Perfil del entrenador
et: Treeneri profiil
fa: مشخصات مربی
fi: Valmentajan profiili
gu: ટ્રેનર પ્રોફાઇલ
hi: ट्रेनर प्रोफाइल
hr: Profil trenera
hu: Edzői profil
it: Profilo del formatore
ja: トレーナープロフィール
kn: ತರಬೇತುದಾರರ ವಿವರ
mi: Kōtaha Kaiwhakangungu
mr: ट्रेनर प्रोफाइल
nl: Trainer profiel
no: Trenerprofil
pa: ਟ੍ਰੇਨਰ ਪ੍ਰੋਫਾਈਲ
pl: Profil trenera
ro: Profil de antrenor
sv: Tränareprofil
ta: பயிற்சியாளர் சுயவிவரம்
te: శిక్షకుడి ప్రొఫైల్
tr: Eğitmen Profili
ur: ٹرینر پروفائل

source: What is Your Weight?
bn: তোমার ওজন কত?
ca: Quin és el teu pes?
cs: Jaká je tvoje váha?
da: Hvor meget vejer du?
el: Ποιο είναι το βάρος σου?
es: ¿Cuál es tu peso?
et: Mis on su kaal?
fa: وزن تو چقدر است؟
fi: Mikä on painosi?
gu: તમારું વજન શું છે?
hi: आपका वज़न कितना है?
hr: Koliko si težak?
hu: Hány kiló vagy?
it: Qual è il tuo peso?
ja: 体重どのくらい？
kn: ನಿನ್ನ ತೂಕವೆಷ್ಟು?
mi: He aha to taumaha?
mr: तुमचे वजन किती आहे?
nl: Hoeveel weeg je?
no: Hva veier du?
pa: ਤੁਹਾਡਾ ਭਾਰ ਕੀ ਹੈ?
pl: Ile ważysz?
ro: Care este greutatea ta?
sv: Vad väger du?
ta: உங்கள் எடை என்ன?
te: మీ బరువు ఎంత?
tr: Kaç kilosun?
ur: آپ کا وزن کیا ہے؟
