Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Workout Category Already Exist
bn: ওয়ার্কআউট বিভাগ ইতিমধ্যেই বিদ্যমান
ca: La categoria d'entrenament ja existeix
cs: Kategorie cvičení již existuje
da: Træningskategori findes allerede
el: Η κατηγορία προπόνησης υπάρχει ήδη
es: La categoría de entrenamiento ya existe
et: Treeningu kategooria on juba olemas
fa: رده تمرین از قبل وجود دارد
fi: Harjoitusluokka on jo olemassa
gu: વર્કઆઉટ કેટેગરી પહેલેથી અસ્તિત્વમાં છે
hi: वर्कआउट श्रेणी पहले से मौजूद है
hr: Kategorija vježbanja već postoji
hu: Edzés kategória már létezik
it: La categoria di allenamento esiste già
ja: ワークアウト カテゴリはすでに存在します
kn: ತಾಲೀಮು ವರ್ಗವು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Kua Wariarihia te waahanga mahi
mr: वर्कआउट श्रेणी आधीपासून अस्तित्वात आहे
nl: Trainingscategorie bestaat al
no: Treningskategori finnes allerede
pa: ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Kategoria treningu już istnieje
ro: Categoria de antrenament există deja
sv: Träningskategori finns redan
ta: வொர்க்அவுட் வகை ஏற்கனவே உள்ளது
te: వర్కౌట్ వర్గం ఇప్పటికే ఉంది
tr: Antrenman Kategorisi Zaten Var
ur: ورزش کا زمرہ پہلے سے موجود ہے۔

source: Workout Category Added Successfully
bn: ওয়ার্কআউট বিভাগ সফলভাবে যোগ করা হয়েছে
ca: La categoria d'entrenament s'ha afegit correctament
cs: Kategorie cvičení byla úspěšně přidána
da: Træningskategori blev tilføjet
el: Η κατηγορία προπόνησης προστέθηκε με επιτυχία
es: Categoría de entrenamiento añadida con éxito
et: Treeningu kategooria edukalt lisatud
fa: دسته تمرین با موفقیت اضافه شد
fi: Harjoitusluokka lisätty onnistuneesti
gu: વર્કઆઉટ કેટેગરી સફળતાપૂર્વક ઉમેરાઈ
hi: वर्कआउट श्रेणी सफलतापूर्वक जोड़ी गई
hr: Kategorija vježbanja uspješno je dodana
hu: Edzéskategória sikeresen hozzáadva
it: Categoria di allenamento aggiunta con successo
ja: ワークアウトカテゴリが正常に追加されました
kn: ತಾಲೀಮು ವರ್ಗವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakapirihia te Kāwai Mahi
mr: कसरत श्रेणी यशस्वीरित्या जोडली
nl: Trainingscategorie succesvol toegevoegd
no: Treningskategori lagt til
pa: ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ
pl: Pomyślnie dodano kategorię treningu
ro: Categoria de antrenament a fost adăugată cu succes
sv: Träningskategori har lagts till framgångsrikt
ta: உடற்பயிற்சி வகை வெற்றிகரமாக சேர்க்கப்பட்டது
te: వర్కౌట్ వర్గం విజయవంతంగా జోడించబడింది
tr: Egzersiz Kategorisi Başarıyla Eklendi
ur: ورزش کا زمرہ کامیابی کے ساتھ شامل کیا گیا۔

source: Workout Category deleted Successfully
bn: ওয়ার্কআউট বিভাগ সফলভাবে মুছে ফেলা হয়েছে
ca: La categoria d'entrenament s'ha suprimit correctament
cs: Kategorie cvičení byla úspěšně odstraněna
da: Træningskategori blev slettet
el: Η κατηγορία προπόνησης διαγράφηκε με επιτυχία
es: Categoría de entrenamiento eliminada con éxito
et: Treeningu kategooria kustutati edukalt
fa: دسته تمرین با موفقیت حذف شد
fi: Harjoituskategorian poistaminen onnistui
gu: વર્કઆઉટ કૅટેગરી સફળતાપૂર્વક કાઢી નાખી
hi: वर्कआउट श्रेणी सफलतापूर्वक हटा दी गई
hr: Kategorija vježbanja uspješno izbrisana
hu: Az edzés kategória sikeresen törölve
it: Categoria di allenamento eliminata con successo
ja: ワークアウト カテゴリが正常に削除されました
kn: ತಾಲೀಮು ವರ್ಗವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
mi: Kua Momo te mukua te Kawai Mahi
mr: कसरत श्रेणी यशस्वीरित्या हटवली
nl: Trainingscategorie succesvol verwijderd
no: Treningskategori slettet
pa: ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ
pl: Kategoria treningu została pomyślnie usunięta
ro: Categoria de antrenament a fost ștearsă cu succes
sv: Träningskategori har raderats
ta: உடற்பயிற்சி வகை வெற்றிகரமாக நீக்கப்பட்டது
te: వర్కౌట్ వర్గం విజయవంతంగా తొలగించబడింది
tr: Antrenman Kategorisi Başarıyla Silindi
ur: ورزش کا زمرہ کامیابی سے حذف کر دیا گیا۔

source: Workout Category Updated Successfully
bn: ওয়ার্কআউট বিভাগ সফলভাবে আপডেট করা হয়েছে
ca: La categoria d'entrenament s'ha actualitzat correctament
cs: Kategorie tréninku byla úspěšně aktualizována
da: Træningskategori blev opdateret
el: Η κατηγορία προπόνησης ενημερώθηκε με επιτυχία
es: Categoría de entrenamiento actualizada con éxito
et: Treeningu kategooria värskendamine õnnestus
fa: دسته تمرین با موفقیت به روز شد
fi: Harjoitusluokka päivitetty onnistuneesti
gu: વર્કઆઉટ કેટેગરી સફળતાપૂર્વક અપડેટ થઈ
hi: वर्कआउट श्रेणी सफलतापूर्वक अपडेट की गई
hr: Kategorija vježbanja je uspješno ažurirana
hu: Az edzés kategória sikeresen frissítve
it: Categoria di allenamento aggiornata con successo
ja: ワークアウトカテゴリが正常に更新されました
kn: ತಾಲೀಮು ವರ್ಗವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: Kua Momo te Whakahōu Kāwai Mahi
mr: कसरत श्रेणी यशस्वीरित्या अपडेट केली
nl: Trainingscategorie succesvol bijgewerkt
no: Treningskategori ble oppdatert
pa: ਕਸਰਤ ਸ਼੍ਰੇਣੀ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ
pl: Kategoria treningu została pomyślnie zaktualizowana
ro: Categoria de antrenament a fost actualizată cu succes
sv: Träningskategorin har uppdaterats framgångsrikt
ta: உடற்பயிற்சி வகை வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: వర్కౌట్ వర్గం విజయవంతంగా నవీకరించబడింది
tr: Egzersiz Kategorisi Başarıyla Güncellendi
ur: ورزش کے زمرے کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا۔

source: Workout Data Added Successfully
bn: ওয়ার্কআউট ডেটা সফলভাবে যোগ করা হয়েছে
ca: Les dades de l'entrenament s'han afegit correctament
cs: Údaje o cvičení byly úspěšně přidány
da: Træningsdata blev tilføjet
el: Τα δεδομένα προπόνησης προστέθηκαν με επιτυχία
es: Datos de entrenamiento agregados con éxito
et: Treeningu andmed on edukalt lisatud
fa: داده های تمرین با موفقیت اضافه شد
fi: Harjoitustiedot lisätty onnistuneesti
gu: વર્કઆઉટ ડેટા સફળતાપૂર્વક ઉમેરાયો
hi: वर्कआउट डेटा सफलतापूर्वक जोड़ा गया
hr: Podaci o vježbanju uspješno su dodani
hu: Az edzésadatok sikeresen hozzáadva
it: Dati di allenamento aggiunti correttamente
ja: ワークアウトデータが正常に追加されました
kn: ತಾಲೀಮು ಡೇಟಾವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakapiri Raraunga Mahi
mr: वर्कआउट डेटा यशस्वीरित्या जोडला गेला
nl: Trainingsgegevens succesvol toegevoegd
no: Treningsdata ble lagt til
pa: ਕਸਰਤ ਡਾਟਾ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
pl: Pomyślnie dodano dane treningu
ro: Datele de antrenament au fost adăugate cu succes
sv: Träningsdata har lagts till
ta: உடற்பயிற்சி தரவு வெற்றிகரமாக சேர்க்கப்பட்டது
te: వర్కౌట్ డేటా విజయవంతంగా జోడించబడింది
tr: Egzersiz Verileri Başarıyla Eklendi
ur: ورزش کا ڈیٹا کامیابی کے ساتھ شامل کیا گیا۔

source: Workout Already Exist
bn: ওয়ার্কআউট ইতিমধ্যেই বিদ্যমান
ca: L'entrenament ja existeix
cs: Cvičení již existuje
da: Træning findes allerede
el: Η προπόνηση υπάρχει ήδη
es: El entrenamiento ya existe
et: Treening on juba olemas
fa: تمرین از قبل وجود دارد
fi: Harjoittelu on jo olemassa
gu: વર્કઆઉટ પહેલેથી અસ્તિત્વમાં છે
hi: वर्कआउट पहले से मौजूद है
hr: Trening već postoji
hu: Edzés már létezik
it: L'allenamento esiste già
ja: ワークアウトはすでに存在します
kn: ತಾಲೀಮು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
mi: Mahi Mahi Kua Tari
mr: वर्कआउट आधीच अस्तित्वात आहे
nl: Training bestaat al
no: Trening eksisterer allerede
pa: ਕਸਰਤ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Trening już istnieje
ro: Antrenamentul există deja
sv: Träning finns redan
ta: உடற்பயிற்சி ஏற்கனவே உள்ளது
te: వర్కౌట్ ఇప్పటికే ఉంది
tr: Antrenman Zaten Var
ur: ورزش پہلے سے موجود ہے۔

source: Workout Added Successfully
bn: ওয়ার্কআউট সফলভাবে যোগ করা হয়েছে
ca: L'entrenament s'ha afegit correctament
cs: Cvičení bylo úspěšně přidáno
da: Træning tilføjet med succes
el: Η προπόνηση προστέθηκε με επιτυχία
es: Entrenamiento agregado con éxito
et: Treening edukalt lisatud
fa: تمرین با موفقیت اضافه شد
fi: Harjoitus lisätty onnistuneesti
gu: વર્કઆઉટ સફળતાપૂર્વક ઉમેર્યું
hi: वर्कआउट सफलतापूर्वक जोड़ा गया
hr: Vježbanje je uspješno dodano
hu: Edzés sikeresen hozzáadva
it: Allenamento aggiunto con successo
ja: ワークアウトが正常に追加されました
kn: ವ್ಯಾಯಾಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mi: I Angitū te Tāpiri Mahi
mr: कसरत यशस्वीरित्या जोडली
nl: Training succesvol toegevoegd
no: Trening lagt til
pa: ਕਸਰਤ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ
pl: Pomyślnie dodano trening
ro: Antrenament adăugat cu succes
sv: Träningspasset har lagts till
ta: உடற்பயிற்சி வெற்றிகரமாக சேர்க்கப்பட்டது
te: వ్యాయామం విజయవంతంగా జోడించబడింది
tr: Antrenman Başarıyla Eklendi
ur: ورزش کامیابی کے ساتھ شامل کر دی گئی۔

source: Assigned workout Successfully
bn: ওয়ার্কআউট সফলভাবে বরাদ্দ করা হয়েছে৷
ca: Entrenament assignat correctament
cs: Úspěšně přiřazeno cvičení
da: Tildelt træning med succes
el: Ανατέθηκε η προπόνηση με επιτυχία
es: Entrenamiento asignado con éxito
et: Määratud treening edukalt
fa: تمرین تعیین شده با موفقیت انجام شد
fi: Määrätty harjoitus onnistui
gu: વર્કઆઉટ સફળતાપૂર્વક અસાઇન કર્યું
hi: असाइन किया गया वर्कआउट सफलतापूर्वक
hr: Dodijeljeno vježbanje uspješno
hu: Hozzárendelt edzés sikeresen
it: Allenamento assegnato con successo
ja: 割り当てられたワークアウトが正常に完了しました
kn: ವ್ಯಾಯಾಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನಿಯೋಜಿಸಲಾಗಿದೆ
mi: I momoho te mahi whakangungu
mr: कसरत यशस्वीरित्या नियुक्त केली
nl: Toegewezen training succesvol
no: Tildelt treningsøkt vellykket
pa: ਕਸਰਤ ਸਫਲਤਾਪੂਰਵਕ ਨਿਰਧਾਰਤ ਕੀਤੀ ਗਈ
pl: Przypisany trening pomyślnie
ro: Antrenament alocat cu succes
sv: Tilldelat träningspass framgångsrikt
ta: உடற்பயிற்சி வெற்றிகரமாக ஒதுக்கப்பட்டது
te: వర్కౌట్ విజయవంతంగా కేటాయించబడింది
tr: Atanan antrenman başarıyla
ur: ورزش کو کامیابی کے ساتھ تفویض کیا گیا۔

source: Workout Updated Successfully
bn: ওয়ার্কআউট সফলভাবে আপডেট করা হয়েছে৷
ca: L'entrenament s'ha actualitzat correctament
cs: Cvičení bylo úspěšně aktualizováno
da: Træning blev opdateret
el: Η προπόνηση ενημερώθηκε με επιτυχία
es: Entrenamiento actualizado con éxito
et: Treeningu värskendamine õnnestus
fa: تمرین با موفقیت به روز شد
fi: Harjoitus päivitetty onnistuneesti
gu: વર્કઆઉટ સફળતાપૂર્વક અપડેટ થયું
hi: वर्कआउट सफलतापूर्वक अपडेट किया गया
hr: Vježbanje je uspješno ažurirano
hu: Az edzés sikeresen frissítve
it: Allenamento aggiornato con successo
ja: ワークアウトが正常に更新されました
kn: ವ್ಯಾಯಾಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
mi: I Angitū te Whakahou Mahi
mr: वर्कआउट यशस्वीरित्या अपडेट केले
nl: Training succesvol bijgewerkt
no: Trening oppdatert
pa: ਕਸਰਤ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Trening został pomyślnie zaktualizowany
ro: Antrenamentul a fost actualizat cu succes
sv: Träningspasset har uppdaterats framgångsrikt
ta: உடற்பயிற்சி வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: వ్యాయామం విజయవంతంగా నవీకరించబడింది
tr: Antrenman Başarıyla Güncellendi
ur: ورزش کو کامیابی کے ساتھ اپ ڈیٹ کیا گیا۔

source: Workout deleted Successfully
bn: ওয়ার্কআউট সফলভাবে মুছে ফেলা হয়েছে
ca: L'entrenament s'ha suprimit correctament
cs: Cvičení bylo úspěšně smazáno
da: Træning blev slettet
el: Η προπόνηση διαγράφηκε με επιτυχία
es: Entrenamiento eliminado con éxito
et: Treening on edukalt kustutatud
fa: تمرین با موفقیت حذف شد
fi: Harjoitus poistettu onnistuneesti
gu: વર્કઆઉટ સફળતાપૂર્વક કાઢી નાખ્યું
hi: वर्कआउट सफलतापूर्वक हटा दिया गया
hr: Vježbanje je uspješno izbrisano
hu: Edzés sikeresen törölve
it: Allenamento eliminato con successo
ja: ワークアウトが正常に削除されました
kn: ವ್ಯಾಯಾಮವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ
mi: I momoho te mukua te mahi
mr: कसरत यशस्वीरित्या हटवली
nl: Training succesvol verwijderd
no: Trening slettet
pa: ਕਸਰਤ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ
pl: Trening został pomyślnie usunięty
ro: Antrenamentul a fost șters cu succes
sv: Träningspasset har raderats
ta: உடற்பயிற்சி வெற்றிகரமாக நீக்கப்பட்டது
te: వ్యాయామం విజయవంతంగా తొలగించబడింది
tr: Antrenman Başarıyla Silindi
ur: ورزش کو کامیابی سے حذف کر دیا گیا۔

source: Workout is empty
bn: ওয়ার্কআউট খালি
ca: L'entrenament està buit
cs: Cvičení je prázdné
da: Træningen er tom
el: Η προπόνηση είναι άδεια
es: El entrenamiento está vacío
et: Treening on tühi
fa: تمرین خالی است
fi: Treeni on tyhjä
gu: વર્કઆઉટ ખાલી છે
hi: वर्कआउट खाली है
hr: Trening je prazan
hu: Az edzés üres
it: L'allenamento è vuoto
ja: ワークアウトは空です
kn: ತಾಲೀಮು ಖಾಲಿಯಾಗಿದೆ
mi: Putua ana te mahi
mr: कसरत रिकामी आहे
nl: Training is leeg
no: Treningen er tom
pa: ਕਸਰਤ ਖਾਲੀ ਹੈ
pl: Trening jest pusty
ro: Antrenamentul este gol
sv: Träningen är tom
ta: உடற்பயிற்சி காலியாக உள்ளது
te: వ్యాయామం ఖాళీగా ఉంది
tr: antrenman boş
ur: ورزش خالی ہے۔

source: Workout Complete
bn: ওয়ার্কআউট সম্পূর্ণ
ca: Entrenament complet
cs: Cvičení dokončeno
da: Træning færdig
el: Η προπόνηση ολοκληρώθηκε
es: entrenamiento completo
et: Treening lõpetatud
fa: تمرین کامل شد
fi: Harjoitus suoritettu
gu: વર્કઆઉટ પૂર્ણ
hi: वर्कआउट पूरा
hr: Vježba završena
hu: Az edzés befejeződött
it: Allenamento completato
ja: トレーニング完了
kn: ತಾಲೀಮು ಪೂರ್ಣಗೊಂಡಿದೆ
mi: Kua oti te whakangungu
mr: कसरत पूर्ण झाली
nl: Training voltooid
no: Trening fullført
pa: ਕਸਰਤ ਪੂਰੀ ਹੋਈ
pl: Trening zakończony
ro: Antrenament finalizat
sv: Träningen är klar
ta: உடற்பயிற்சி முடிந்தது
te: వ్యాయామం పూర్తయింది
tr: antrenman tamamlandı
ur: ورزش مکمل

source: Selected Member
bn: নির্বাচিত সদস্য
ca: Membre seleccionat
cs: Vybraný člen
da: Udvalgt medlem
el: Επιλεγμένο Μέλος
es: Miembro seleccionado
et: Valitud liige
fa: عضو منتخب
fi: Valittu jäsen
gu: પસંદ કરેલ સભ્ય
hi: चयनित सदस्य
hr: Odabrani član
hu: Kiválasztott tag
it: Membro selezionato
ja: 選抜メンバー
kn: ಆಯ್ಕೆಯಾದ ಸದಸ್ಯ
mi: Mema kua tohua
mr: निवडलेले सदस्य
nl: Geselecteerd lid
no: Valgt medlem
pa: ਚੁਣਿਆ ਗਿਆ ਮੈਂਬਰ
pl: Wybrany członek
ro: Membru selectat
sv: Vald medlem
ta: தேர்ந்தெடுக்கப்பட்ட உறுப்பினர்
te: ఎంపికైన సభ్యుడు
tr: Seçilmiş Üye
ur: منتخب ممبر

source: View
bn: দেখুন
ca: Veure
cs: Pohled
da: Udsigt
el: Θέα
es: Vista
et: Vaade
fa: چشم انداز
fi: Näytä
gu: જુઓ
hi: देखना
hr: Pogled
hu: Kilátás
it: Visualizzazione
ja: 意見
kn: ನೋಟ
mi: Tirohanga
mr: पहा
nl: Weergave
no: Utsikt
pa: ਦੇਖੋ
pl: Pogląd
ro: Vedere
sv: Se
ta: காண்க
te: చూడండి
tr: Görüş
ur: دیکھیں

source: Filter
bn: ছাঁকনি
ca: Filtre
cs: Filtr
el: Φίλτρο
es: Filtrar
fa: فیلتر کنید
fi: Suodattaa
gu: ફિલ્ટર કરો
hi: फ़िल्टर
hr: filtar
hu: Szűrő
it: Filtro
ja: フィルター
kn: ಫಿಲ್ಟರ್
mi: Tātari
mr: फिल्टर करा
pa: ਫਿਲਟਰ
pl: Filtr
ro: Filtru
sv: Filtrera
ta: வடிகட்டி
te: ఫిల్టర్ చేయండి
tr: filtre
ur: فلٹر

source: Reset
bn: রিসেট
ca: Restableix
cs: Resetovat
da: Nulstil
el: Επαναφορά
es: Reiniciar
et: Lähtesta
fa: بازنشانی کنید
fi: Nollaa
gu: રીસેટ કરો
hi: रीसेट
hr: Resetiraj
hu: Visszaállítás
it: Ripristina
ja: リセット
kn: ಮರುಹೊಂದಿಸಿ
mi: Tautuhi Anō
mr: रीसेट करा
nl: Resetten
no: Nullstille
pa: ਰੀਸੈਟ ਕਰੋ
pl: Resetowanie
ro: Resetați
sv: Återställa
ta: மீட்டமை
te: రీసెట్ చేయండి
tr: Sıfırla
ur: دوبارہ ترتیب دیں۔

# with_in_thirty_days
source: With in 30 Days
bn: 30 দিনের মধ্যে
ca: Amb en 30 dies
cs: Za 30 dní
da: Med om 30 dage
el: Με σε 30 ημέρες
es: En 30 días
et: 30 päeva pärast
fa: طی 30 روز
fi: 30 päivän sisällä
gu: સાથે 30 દિવસમાં
hi: 30 दिनों के भीतर
hr: Za 30 dana
hu: 30 napon belül
it: Entro 30 giorni
ja: 30日以内に
kn: 30 ದಿನಗಳಲ್ಲಿ
mi: I roto i nga ra 30
mr: 30 दिवसात
nl: In 30 dagen
no: Med om 30 dager
pa: 30 ਦਿਨਾਂ ਵਿੱਚ
pl: W ciągu 30 dni
ro: În 30 de zile
sv: Inom 30 dagar
ta: 30 நாட்களில்
te: 30 రోజులతో
tr: 30 gün içinde
ur: 30 دنوں میں

# with_in_sixty_days
source: With in 60 Days
bn: সঙ্গে 60 দিনের মধ্যে
ca: Amb en 60 dies
cs: Za 60 dní
da: Med om 60 dage
el: Με σε 60 ημέρες
es: Con en 60 días
et: 60 päeva pärast
fa: با در 60 روز
fi: 60 päivässä
gu: સાથે 60 દિવસમાં
hi: 60 दिनों में
hr: Za 60 dana
hu: 60 napon belül
it: Con in 60 giorni
ja: 60日以内に
kn: 60 ದಿನಗಳಲ್ಲಿ
mi: Ki roto i nga ra 60
mr: 60 दिवसात
nl: Met binnen 60 dagen
no: Med om 60 dager
pa: 60 ਦਿਨਾਂ ਵਿੱਚ
pl: Z za 60 dni
ro: Cu în 60 de zile
sv: Med om 60 dagar
ta: 60 நாட்களில்
te: 60 రోజులతో
tr: 60 Gün İçinde
ur: 60 دنوں میں

# by_end_0f_plan
source: By End of Plan
bn: পরিকল্পনার শেষের দিকে
ca: Al final del pla
cs: Do konce plánu
da: Ved udgangen af ​​planen
el: Μέχρι το τέλος του σχεδίου
es: Al final del plan
et: Plaani lõpuks
fa: تا پایان طرح
fi: Suunnitelman loppuun mennessä
gu: યોજનાના અંત સુધીમાં
hi: योजना के अंत तक
hr: Do kraja plana
hu: A terv végén
it: Entro la fine del piano
ja: 計画終了までに
kn: ಯೋಜನೆಯ ಅಂತ್ಯದ ವೇಳೆಗೆ
mi: Hei te mutunga o te Mahere
mr: योजनेच्या शेवटी
nl: Tegen het einde van het plan
no: Ved slutten av planen
pa: ਯੋਜਨਾ ਦੇ ਅੰਤ ਤੱਕ
pl: Do końca planu
ro: Până la sfârșitul planului
sv: Vid slutet av planen
ta: திட்டத்தின் முடிவில்
te: ప్రణాళిక ముగింపు నాటికి
tr: Planın Sonuna Kadar
ur: پلان کے اختتام تک

source: Z to A
bn: Z থেকে A
ca: Z a A
cs: Z do A
da: Z til A
el: Ζ σε Α
es: de la Z a la A
et: Z kuni A
fa: Z تا A
fi: Z - A
gu: Z થી A
hi: Z से A
hr: Z do A
hu: Z-től A-ig
it: dalla Z alla A
ja: ZからAへ
kn: Z ನಿಂದ A
mi: Z ki A
mr: झेड ते ए
nl: Z tot A
no: Z til A
pa: ਜ਼ੈੱਡ ਤੋਂ ਏ
pl: Z do A
ro: Z la A
sv: Z till A
ta: இசட் முதல் ஏ
te: Z నుండి A
tr: Z'den A'ya
ur: Z سے ​​A

source: A to Z
bn: শুরু থেকে শেষ
ca: de la A a la Z
cs: A až Z
da: A til Z
el: Α έως Ω
es: De la A a la Z
et: A kuni Z
fa: A تا Z
fi: A–Z
gu: A થી Z
hi: A से Z
hr: od A do Ž
hu: A-tól Z-ig
it: Dalla A alla Z
ja: AからZまで
kn: A ನಿಂದ Z
mi: A ki Z
mr: ए ते झेड
nl: A tot Z
no: A til Å
pa: ਏ ਤੋਂ ਜ਼ੈੱਡ
pl: A do Z
ro: A la Z
sv: A till Z
ta: ஏ முதல் இசட் வரை
te: A నుండి Z
tr: A'dan Z'ye
ur: اے سے زیڈ

source: Order By
bn: দ্বারা আদেশ
ca: Demanat per
cs: Seřadit podle
da: Bestil efter
el: Ταξινόμηση κατά
es: ordenar por
et: Telli järgi
fa: سفارش توسط
fi: Tilauksen mukaan
gu: દ્વારા ઓર્ડર
hi: द्वारा आदेश
hr: Naručite prema
hu: Rendezés
it: Ordinato da
ja: 注文方法
kn: ಇವರಿಂದ ಆದೇಶ
mi: Ota Na
mr: च्या आदेशाने
nl: Bestel door
no: Rekkefølge etter
pa: ਦੁਆਰਾ ਆਰਡਰ ਕਰੋ
pl: Zamów przez
ro: Comandă de
sv: Sortera efter
ta: உத்தரவின் படி
te: ద్వారా ఆర్డర్ చేయండి
tr: Tarafından sipariş
ur: آرڈر بذریعہ

source: Sendinblue Details
bn: সেন্ডনব্লু বিস্তারিত
ca: Detalls de Sendinblue
cs: Podrobnosti Sendinblue
da: Sendinblue Detaljer
el: Στοιχεία Sendinblue
es: Detalles de Sendinblue
et: Sendinblue üksikasjad
fa: جزئیات Sendinblue
fi: Sendinblue Yksityiskohdat
gu: વાદળી વિગતો મોકલો
hi: सेंडिनब्लू विवरण
hr: Sendinblue Detalji
hu: Sendinblue Részletek
it: Sendinblue Dettagli
ja: センディンブルーの詳細
kn: ಸೆಂಡಿನ್‌ಬ್ಲೂ ವಿವರಗಳು
mi: Sendinblue Taipitopito
mr: निळा तपशील पाठवा
no: Sendinblue Detaljer
pa: ਨੀਲੇ ਵੇਰਵੇ ਭੇਜੋ
pl: WyślijinblueSzczegóły
ro: Detalii Sendinblue
sv: Skicka i blå Detaljer
ta: சென்டின் ப்ளூ விவரங்கள்
te: సెండిన్‌బ్లూ వివరాలు
tr: Sendinblue Ayrıntıları
ur: نیلے رنگ کی تفصیلات بھیجیں۔

source: Email From
bn: থেকে ইমেল
ca: Correu electrònic de
cs: Email od
da: E-mail fra
el: Email από
es: Email de
et: Meil Saatjalt
fa: ایمیل از
fi: Sähköposti Lähettäjä
gu: તરફથી ઇમેઇલ
hi: की ओर से ईमेल
hr: E-pošta od
hu: E-mail feladója
it: E-mail da
ja: メール送信元
kn: ಇವರಿಂದ ಇಮೇಲ್
mi: Īmēra Mai
mr: कडून ईमेल
nl: E-mail van
no: E-post fra
pa: ਤੋਂ ਈਮੇਲ ਕਰੋ
pl: E-mail z
ro: E-mail de la
sv: E-post från
ta: இருந்து மின்னஞ்சல்
te: నుండి ఇమెయిల్
tr: Tarafından eposta
ur: سے ای میل کریں۔

source: Domain
bn: ডোমেইন
ca: Domini
cs: Doména
da: Domæne
el: Τομέα
es: Dominio
et: Domeen
fa: دامنه
fi: Verkkotunnus
gu: ડોમેન
hi: कार्यक्षेत्र
hr: Domena
hu: Tartomány
it: Dominio
ja: ドメイン
kn: ಡೊಮೇನ್
mi: Rohe
mr: डोमेन
nl: Domein
no: Domene
pa: ਡੋਮੇਨ
pl: Domena
ro: Domeniu
sv: Domän
ta: களம்
te: డొమైన్
tr: İhtisas
ur: ڈومین

source: Email Name
bn: ইমেইল নাম
ca: Nom de correu electrònic
cs: Jméno e-mailu
da: E-mail navn
el: Όνομα email
es: Nombre de correo electrónico
et: E-posti nimi
fa: نام ایمیل
fi: Sähköpostin nimi
gu: ઇમેઇલ નામ
hi: ईमेल नाम
hr: Ime e-pošte
hu: E-mail név
it: Nome e-mail
ja: メール名
kn: ಇಮೇಲ್ ಹೆಸರು
mi: Ingoa Īmēra
mr: ईमेल नाव
nl: E-mail naam
no: E-postnavn
pa: ਈਮੇਲ ਨਾਮ
pl: Nazwa e-maila
ro: Nume de e-mail
sv: E-postnamn
ta: மின்னஞ்சல் பெயர்
te: ఇమెయిల్ పేరు
tr: E-posta Adı
ur: ای میل کا نام

source: SMTP Server
bn: SMTP সার্ভার
ca: Servidor SMTP
cs: Server SMTP
el: Διακομιστής SMTP
es: Servidor SMTP
fa: سرور SMTP
fi: SMTP-palvelin
gu: SMTP સર્વર
hi: एसएमटीपी सर्वर
hr: SMTP poslužitelj
hu: SMTP szerver
it: server smtp
ja: SMTPサーバー
kn: SMTP ಸರ್ವರ್
mi: Tūmau SMTP
mr: SMTP सर्व्हर
pa: SMTP ਸਰਵਰ
pl: Serwer SMTP
ro: Server SMTP
ta: SMTP சேவையகம்
te: SMTP సర్వర్
tr: SMTP sunucusu
ur: SMTP سرور

source: SMTP Server Port
bn: SMTP সার্ভার পোর্ট
ca: Port del servidor SMTP
cs: Port serveru SMTP
el: Θύρα διακομιστή SMTP
es: Puerto del servidor SMTP
et: SMTP serveri port
fa: پورت سرور SMTP
fi: SMTP-palvelimen portti
gu: SMTP સર્વર પોર્ટ
hi: एसएमटीपी सर्वर पोर्ट
hr: Port SMTP poslužitelja
hu: SMTP szerver port
it: Porta del server SMTP
ja: SMTPサーバーポート
kn: SMTP ಸರ್ವರ್ ಪೋರ್ಟ್
mi: Tauranga Tūmau SMTP
mr: SMTP सर्व्हर पोर्ट
nl: SMTP-serverpoort
pa: SMTP ਸਰਵਰ ਪੋਰਟ
pl: Port serwera SMTP
ro: Port server SMTP
ta: SMTP சர்வர் போர்ட்
te: SMTP సర్వర్ పోర్ట్
tr: SMTP Sunucu Bağlantı Noktası
ur: SMTP سرور پورٹ

source: Login Email
bn: লগইন (ই - মেইল
ca: Correu electrònic d'inici de sessió
cs: Přihlašovací email
el: Email σύνδεσης
es: Ingreso (correo
et: Sisselogimise e-post
fa: ورود به ایمیل
fi: Kirjautumissähköposti
gu: લોગિન ઈમેલ
hi: भाग लेने का (विद्युत - डाक
hr: Email za prijavu
hu: Bejelentkezési e-mail
it: E-mail di accesso
ja: ログインメールアドレス
kn: ಲಾಗಿನ್ ಇಮೇಲ್
mi: Takiuru Īmēra
mr: लॉगिन ईमेल
no: Logg inn e-post
pa: ਲੌਗਇਨ ਈਮੇਲ
pl: E-mail logowania
ro: Conectare (e-mail
sv: Logga in (e-post
ta: உள்நுழைவு மின்னஞ்சல்
te: లాగిన్ ఇమెయిల్
tr: Giriş E-postası
ur: لاگ ان ای میل

source: SMTP Password
bn: SMTP পাসওয়ার্ড
ca: Contrasenya SMTP
cs: Heslo SMTP
da: SMTP-adgangskode
el: Κωδικός πρόσβασης SMTP
es: Contraseña SMTP
et: SMTP parool
fa: رمز عبور SMTP
fi: SMTP-salasana
gu: SMTP પાસવર્ડ
hi: एसएमटीपी पासवर्ड
hr: SMTP lozinka
hu: SMTP jelszó
it: Password dell'SMTP
ja: SMTPパスワード
kn: SMTP ಪಾಸ್ವರ್ಡ್
mi: Kupuhipa SMTP
mr: SMTP पासवर्ड
nl: SMTP-wachtwoord
no: SMTP-passord
pa: SMTP ਪਾਸਵਰਡ
pl: Hasło SMTP
ro: Parola SMTP
sv: SMTP-lösenord
ta: SMTP கடவுச்சொல்
te: SMTP పాస్‌వర్డ్
tr: SMTP Şifresi
ur: SMTP پاس ورڈ

source: Please enter SMTP server
bn: SMTP সার্ভার লিখুন
ca: Introduïu el servidor SMTP
cs: Zadejte server SMTP
da: Indtast venligst SMTP-server
el: Εισαγάγετε τον διακομιστή SMTP
es: Por favor ingrese el servidor SMTP
et: Sisestage SMTP-server
fa: لطفا سرور SMTP را وارد کنید
fi: Anna SMTP-palvelin
gu: કૃપા કરીને SMTP સર્વર દાખલ કરો
hi: कृपया एसएमटीपी सर्वर दर्ज करें
hr: Unesite SMTP poslužitelj
hu: Kérjük, adja meg az SMTP szervert
it: Inserisci il server SMTP
ja: SMTPサーバーを入力してください
kn: ದಯವಿಟ್ಟು SMTP ಸರ್ವರ್ ಅನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa te tūmau SMTP
mr: कृपया SMTP सर्व्हर प्रविष्ट करा
nl: Voer SMTP-server in
no: Vennligst skriv inn SMTP-server
pa: ਕਿਰਪਾ ਕਰਕੇ SMTP ਸਰਵਰ ਦਾਖਲ ਕਰੋ
pl: Wprowadź serwer SMTP
ro: Vă rugăm să introduceți serverul SMTP
sv: Vänligen ange SMTP-server
ta: SMTP சேவையகத்தை உள்ளிடவும்
te: దయచేసి SMTP సర్వర్‌ని నమోదు చేయండి
tr: Lütfen SMTP sunucusunu girin
ur: براہ کرم SMTP سرور درج کریں۔

source: Please enter SMTP server port
bn: SMTP সার্ভার পোর্ট লিখুন
ca: Introduïu el port del servidor SMTP
cs: Zadejte port serveru SMTP
da: Indtast venligst SMTP-serverport
el: Εισαγάγετε τη θύρα διακομιστή SMTP
es: Introduzca el puerto del servidor SMTP
et: Sisestage SMTP-serveri port
fa: لطفا پورت سرور SMTP را وارد کنید
fi: Anna SMTP-palvelimen portti
gu: કૃપા કરીને SMTP સર્વર પોર્ટ દાખલ કરો
hi: कृपया एसएमटीपी सर्वर पोर्ट दर्ज करें
hr: Unesite port SMTP poslužitelja
hu: Kérjük, adja meg az SMTP szerver portját
it: Inserisci la porta del server SMTP
ja: SMTPサーバーポートを入力してください
kn: ದಯವಿಟ್ಟು SMTP ಸರ್ವರ್ ಪೋರ್ಟ್ ಅನ್ನು ನಮೂದಿಸಿ
mi: Whakaurua koa te tauranga tūmau SMTP
mr: कृपया SMTP सर्व्हर पोर्ट प्रविष्ट करा
nl: Voer de SMTP-serverpoort in
no: Vennligst skriv inn SMTP-serverport
pa: ਕਿਰਪਾ ਕਰਕੇ SMTP ਸਰਵਰ ਪੋਰਟ ਦਾਖਲ ਕਰੋ
pl: Wprowadź port serwera SMTP
ro: Vă rugăm să introduceți portul serverului SMTP
sv: Ange SMTP-serverport
ta: SMTP சர்வர் போர்ட்டை உள்ளிடவும்
te: దయచేసి SMTP సర్వర్ పోర్ట్‌ను నమోదు చేయండి
tr: Lütfen SMTP sunucusu bağlantı noktasını girin
ur: براہ کرم SMTP سرور پورٹ درج کریں۔
