Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Search Membership
bn: সদস্যতা অনুসন্ধান করুন
ca: Cerca membres
cs: Hledat členství
da: Søg medlemskab
el: Αναζήτηση μέλους
es: Buscar Membresía
et: Otsi liikmesust
fa: جستجوی عضویت
fi: Hae jäsenyys
gu: સદસ્યતા શોધો
hi: खोज सदस्यता
hr: Traži članstvo
hu: Tagság keresése
it: Cerca appartenenza
ja: メンバーシップを検索
kn: ಸದಸ್ಯತ್ವವನ್ನು ಹುಡುಕಿ
mi: Rapu Mema
mr: सदस्यत्व शोधा
nl: Zoek Lidmaatschap
no: Søk medlemskap
pa: ਮੈਂਬਰਸ਼ਿਪ ਖੋਜੋ
pl: Wyszukaj członkostwo
ro: Căutați calitatea de membru
sv: Sök medlemskap
ta: உறுப்பினர் தேடு
te: సభ్యత్వాన్ని శోధించండి
tr: Üyelik Ara
ur: ممبرشپ تلاش کریں۔

# you_do_not_have_any_packages
source: You Don't have any Packages
bn: আপনার কোনো প্যাকেজ নেই
ca: No tens cap paquet
cs: Nemáte žádné balíčky
da: Du har ingen pakker
el: Δεν έχετε πακέτα
es: No tienes ningún paquete
et: Teil ei ole ühtegi paketti
fa: شما هیچ بسته ای ندارید
fi: Sinulla ei ole paketteja
gu: તમારી પાસે કોઈ પેકેજ નથી
hi: आपके पास कोई पैकेज नहीं है
hr: Nemate nijedan paket
hu: Nincsenek csomagjai
it: Non hai nessun pacchetto
ja: パッケージがありません
kn: ನೀವು ಯಾವುದೇ ಪ್ಯಾಕೇಜ್‌ಗಳನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he kete
mr: तुमच्याकडे कोणतेही पॅकेज नाहीत
nl: U heeft geen pakketten
no: Du har ingen pakker
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਪੈਕੇਜ ਨਹੀਂ ਹਨ
pl: Nie masz żadnych pakietów
ro: Nu ai niciun pachet
sv: Du har inga paket
ta: உங்களிடம் தொகுப்புகள் எதுவும் இல்லை
te: మీకు ప్యాకేజీలు ఏవీ లేవు
tr: Paketiniz yok
ur: آپ کے پاس کوئی پیکجز نہیں ہیں۔

# you_do_not_have_any_membership
source: You Don't have any Membership
bn: আপনার কোনো সদস্যপদ নেই
ca: No tens cap membre
cs: Nemáte žádné členství
da: Du har ikke noget medlemskab
el: Δεν έχετε ιδιότητα μέλους
es: No tienes ninguna Membresía
et: Teil ei ole ühtegi liikmelisust
fa: شما هیچ عضویتی ندارید
fi: Sinulla ei ole jäsenyyttä
gu: તમારી પાસે કોઈ સભ્યપદ નથી
hi: आपके पास कोई सदस्यता नहीं है
hr: Nemate nikakvo članstvo
hu: Nincs tagságod
it: Non hai alcun abbonamento
ja: メンバーシップがありません
kn: ನೀವು ಯಾವುದೇ ಸದಸ್ಯತ್ವವನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he mema
mr: तुमच्याकडे कोणतेही सदस्यत्व नाही
nl: U heeft geen lidmaatschap
no: Du har ikke noe medlemskap
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਮੈਂਬਰਸ਼ਿਪ ਨਹੀਂ ਹੈ
pl: Nie masz żadnego członkostwa
ro: Nu aveți nicio calitate de membru
sv: Du har inget medlemskap
ta: உங்களிடம் எந்த உறுப்பினர்களும் இல்லை
te: మీకు సభ్యత్వం లేదు
tr: Üyeliğiniz Yok
ur: آپ کے پاس کوئی رکنیت نہیں ہے۔

# you_do_not_have_any_class
source: You Don't have any Class
bn: তোমার কোন ক্লাস নেই
ca: No tens cap classe
cs: Nemáte žádnou třídu
da: Du har ingen klasse
el: Δεν έχεις τάξη
es: No tienes ninguna clase
et: Teil pole klassi
fa: شما هیچ کلاسی ندارید
fi: Sinulla ei ole luokkaa
gu: તમારી પાસે કોઈ વર્ગ નથી
hi: आपकी कोई कक्षा नहीं है
hr: Nemate nikakvu nastavu
hu: Nincs osztályod
it: Non hai nessuna classe
ja: クラスがありません
kn: ನೀವು ಯಾವುದೇ ತರಗತಿಯನ್ನು ಹೊಂದಿಲ್ಲ
mi: Karekau he karaehe
mr: तुमचा कोणताही वर्ग नाही
nl: Je hebt geen klasse
no: Du har ingen klasse
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਕਲਾਸ ਨਹੀਂ ਹੈ
pl: Nie masz żadnej klasy
ro: Nu ai nicio clasă
sv: Du har ingen klass
ta: உங்களுக்கு எந்த வகுப்பும் இல்லை
te: మీకు క్లాస్ ఏదీ లేదు
tr: Herhangi bir sınıfınız yok
ur: آپ کی کوئی کلاس نہیں ہے۔

source: Membership Packages
bn: সদস্যতা প্যাকেজ
ca: Paquets de membres
cs: Členské balíčky
da: Medlemspakker
el: Πακέτα μελών
es: Paquetes de membresía
et: Liikmepaketid
fa: بسته های عضویت
fi: Jäsenyyspaketit
gu: સભ્યપદ પેકેજો
hi: सदस्यता पैकेज
hr: Članski paketi
hu: Tagsági csomagok
it: Pacchetti di abbonamento
ja: 会員パッケージ
kn: ಸದಸ್ಯತ್ವ ಪ್ಯಾಕೇಜುಗಳು
mi: Mōkī Mema
mr: सदस्यत्व पॅकेजेस
nl: Lidmaatschap pakketten
no: Medlemspakker
pa: ਮੈਂਬਰਸ਼ਿਪ ਪੈਕੇਜ
pl: Pakiety członkowskie
ro: Pachete de membru
sv: Medlemspaket
ta: உறுப்பினர் தொகுப்புகள்
te: సభ్యత్వ ప్యాకేజీలు
tr: Üyelik Paketleri
ur: ممبرشپ پیکجز

source: Buy
bn: কেনা
ca: Compra
cs: Koupit
da: Købe
el: Αγορά
es: Comprar
et: Osta
fa: خرید کنید
fi: Ostaa
gu: ખરીદો
hi: खरीदना
hr: Kupiti
hu: megvesz
it: Acquistare
ja: 買う
kn: ಖರೀದಿಸಿ
mi: Hoko
mr: खरेदी करा
nl: Kopen
no: Kjøpe
pa: ਖਰੀਦੋ
pl: Kupić
ro: Cumpără
sv: köpa
ta: வாங்க
te: కొనుగోలు
tr: Satın almak
ur: خریدنے

source: Week
bn: সপ্তাহ
ca: Setmana
cs: Týden
da: Uge
el: Εβδομάδα
es: Semana
et: Nädal
fa: هفته
fi: Viikko
gu: સપ્તાહ
hi: सप्ताह
hr: Tjedan
hu: Hét
it: Settimana
ja: 週
kn: ವಾರ
mi: Wiki
mr: आठवडा
no: Uke
pa: ਹਫ਼ਤਾ
pl: Tydzień
ro: Săptămână
sv: Vecka
ta: வாரம்
te: వారం
tr: Hafta
ur: ہفتہ

source: Start
bn: শুরু করুন
ca: Començar
el: Αρχή
es: Comenzar
et: Alusta
fa: شروع کنید
fi: alkaa
gu: શરૂઆત
hi: शुरू
hr: Početak
hu: Rajt
it: Inizio
ja: 始める
kn: ಪ್ರಾರಂಭಿಸಿ
mi: Tīmata
mr: सुरू करा
nl: Begin
pa: ਸ਼ੁਰੂ ਕਰੋ
pl: Początek
ta: தொடங்கு
te: ప్రారంభించండి
tr: Başlangıç
ur: شروع کریں۔

source: Update Password
bn: পাসওয়ার্ড আপডেট করুন
ca: Actualitza la contrasenya
cs: Aktualizovat heslo
da: Opdater adgangskode
el: Ενημέρωση κωδικού πρόσβασης
es: Actualiza contraseña
et: Värskenda parooli
fa: رمز عبور را به روز کنید
fi: Päivitä salasana
gu: પાસવર્ડ અપડેટ કરો
hi: पासवर्ड अपडेट करें
hr: Ažurirajte lozinku
hu: Jelszó frissítése
it: Aggiorna password
ja: パスワードの更新
kn: ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ನವೀಕರಿಸಿ
mi: Whakahou Kupuhipa
mr: पासवर्ड अपडेट करा
nl: Vernieuw wachtwoord
no: Oppdater passord
pa: ਪਾਸਵਰਡ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizować hasło
ro: Actualizați parola
sv: Uppdatera lösenord
ta: கடவுச்சொல்லை புதுப்பிக்கவும்
te: పాస్‌వర్డ్‌ని నవీకరించండి
tr: Şifre güncelle
ur: پاس ورڈ اپ ڈیٹ کریں۔

source: Class List
bn: ক্লাস তালিকা
ca: Llista de classes
cs: Seznam tříd
da: Klasseliste
el: Κατάλογος Τάξεων
es: Lista de clase
et: Klasside nimekiri
fa: لیست کلاس
fi: Luokkaluettelo
gu: વર્ગ યાદી
hi: वर्ग सूची
hr: Popis razreda
hu: Osztálylista
it: Elenco classi
ja: クラス一覧
kn: ವರ್ಗ ಪಟ್ಟಿ
mi: Rarangi akomanga
mr: वर्ग यादी
nl: Klasse lijst
no: Klasseliste
pa: ਕਲਾਸ ਸੂਚੀ
pl: Lista klas
ro: Lista claselor
sv: Klasslista
ta: வகுப்பு பட்டியல்
te: తరగతి జాబితా
tr: Sınıf Listesi
ur: کلاس لسٹ

source: Search Class List
bn: ক্লাস তালিকা অনুসন্ধান করুন
ca: Cerca a la llista de classes
cs: Hledat v seznamu tříd
da: Søg klasseliste
el: Αναζήτηση στη λίστα τάξεων
es: Lista de clases de búsqueda
et: Otsi klasside loendist
fa: جستجوی لیست کلاس ها
fi: Hae luokkaluetteloa
gu: વર્ગ યાદી શોધો
hi: खोज वर्ग सूची
hr: Pretraži popis razreda
hu: Keresés az osztálylistában
it: Cerca nell'elenco delle classi
ja: クラス一覧を検索
kn: ವರ್ಗ ಪಟ್ಟಿಯನ್ನು ಹುಡುಕಿ
mi: Rapu Rarangi Karaehe
mr: वर्ग यादी शोधा
nl: Zoek klassenlijst
no: Søk i klasseliste
pa: ਕਲਾਸ ਸੂਚੀ ਖੋਜੋ
pl: Wyszukaj listę klas
ro: Căutați în Lista claselor
sv: Sök klasslista
ta: வகுப்புப் பட்டியலைத் தேடுங்கள்
te: తరగతి జాబితాను శోధించండి
tr: Arama Sınıfı Listesi
ur: کلاس کی فہرست تلاش کریں۔

source: Search Trainer List
bn: প্রশিক্ষকের তালিকা অনুসন্ধান করুন
ca: Cerca llista d'entrenadors
cs: Hledat seznam trenérů
da: Søg efter trænerliste
el: Αναζήτηση στη λίστα εκπαιδευτών
es: Buscar lista de entrenadores
et: Otsige koolitajate nimekirjast
fa: جستجو در لیست مربیان
fi: Hae kouluttajien luetteloa
gu: શોધ ટ્રેનર યાદી
hi: ट्रेनर सूची खोजें
hr: Pretražite popis trenera
hu: Keresés az oktatók listájában
it: Cerca nell'elenco degli allenatori
ja: トレーナー一覧を検索
kn: ತರಬೇತುದಾರರ ಪಟ್ಟಿಯನ್ನು ಹುಡುಕಿ
mi: Rapu Rarangi Kaiwhakangungu
mr: प्रशिक्षक यादी शोधा
nl: Zoek Trainerlijst
no: Søk i trenerliste
pa: ਖੋਜ ਟ੍ਰੇਨਰ ਸੂਚੀ
pl: Wyszukaj listę trenerów
ro: Căutați lista de formatori
sv: Sök tränarlista
ta: பயிற்சியாளர் பட்டியலைத் தேடுங்கள்
te: శిక్షకుల జాబితాను శోధించండి
tr: Eğitmen Listesinde Ara
ur: ٹرینر کی فہرست تلاش کریں۔

source: Join
bn: যোগদান করুন
ca: Uneix-te
cs: Připojit
da: Tilslutte
el: Συμμετοχή
es: Unirse
et: Liitu
fa: پیوستن
fi: Liittyä seuraan
gu: જોડાઓ
hi: जोड़ना
hr: Pridružiti
hu: Csatlakozik
it: Giuntura
ja: 加入
kn: ಸೇರಿಕೊಳ್ಳಿ
mi: Hono
mr: सामील व्हा
nl: Meedoen
no: Bli med
pa: ਜੁੜੋ
pl: Dołączyć
ro: A te alatura
sv: Ansluta sig
ta: சேருங்கள்
te: చేరండి
tr: Katılmak
ur: شمولیت

source: Mobile
bn: মুঠোফোন
ca: Mòbil
cs: mobilní, pohybliví
da: Mobil
el: Κινητό
es: Móvil
et: Mobiilne
fa: سیار
fi: mobiili
gu: મોબાઈલ
hi: गतिमान
hr: Mobilni
hu: Mobil
ja: モバイル
kn: ಮೊಬೈಲ್
mi: Pukoro
mr: मोबाईल
nl: Mobiel
no: Mobil
pa: ਮੋਬਾਈਲ
pl: mobilny
ro: Mobil
sv: Mobil
ta: கைபேசி
te: మొబైల్
tr: Mobil
ur: موبائل

source: Plan
bn: পরিকল্পনা
ca: Pla
cs: Plán
el: Σχέδιο
et: Plaan
fa: طرح
fi: Suunnitelma
gu: યોજના
hi: योजना
hu: Terv
it: Piano
ja: プラン
kn: ಯೋಜನೆ
mi: Mahere
mr: योजना
pa: ਯੋਜਨਾ
sv: Planen
ta: திட்டம்
te: ప్లాన్ చేయండి
ur: منصوبہ

# days_left_in_membership
source: days left in packages
bn: প্যাকেজ বাকি দিন
ca: dies que queden en paquets
cs: dní zbývajících v balíčcích
da: dage tilbage i pakker
el: απομένουν μέρες σε πακέτα
es: Días restantes en paquetes
et: päevad jäänud pakkidesse
fa: روزهای باقی مانده در بسته ها
fi: päivää jäljellä paketeissa
gu: પેકેજમાં દિવસો બાકી છે
hi: पैकेज में दिन शेष हैं
hr: dana ostalo u paketima
hu: napok vannak még csomagokban
it: giorni rimasti nei pacchi
ja: パッケージの残り日数
kn: ಪ್ಯಾಕೇಜ್‌ಗಳಲ್ಲಿ ದಿನಗಳು ಉಳಿದಿವೆ
mi: nga ra e toe ana i roto i nga kete
mr: पॅकेजमध्ये दिवस शिल्लक आहेत
nl: dagen over in pakketten
no: dager igjen i pakker
pa: ਪੈਕੇਜਾਂ ਵਿੱਚ ਦਿਨ ਬਾਕੀ ਹਨ
pl: dni pozostały w paczkach
ro: zile rămase în pachete
sv: dagar kvar i paket
ta: தொகுப்புகளில் மீதமுள்ள நாட்கள்
te: ప్యాకేజీలలో రోజులు మిగిలి ఉన్నాయి
tr: paketlerde kalan gün sayısı
ur: پیکجوں میں دن باقی ہیں۔

source: Recent Plans
bn: সাম্প্রতিক পরিকল্পনা
ca: Plans recents
cs: Nedávné plány
da: Seneste planer
el: Πρόσφατα σχέδια
es: Planes recientes
et: Viimased plaanid
fa: برنامه های اخیر
fi: Viimeaikaiset suunnitelmat
gu: તાજેતરની યોજનાઓ
hi: हाल की योजनाएं
hr: Nedavni planovi
hu: Legutóbbi tervek
it: Piani recenti
ja: 最近の計画
kn: ಇತ್ತೀಚಿನ ಯೋಜನೆಗಳು
mi: Nga Mahere Hou
mr: अलीकडील योजना
nl: Recente plannen
no: Nylige planer
pa: ਹਾਲੀਆ ਯੋਜਨਾਵਾਂ
pl: Ostatnie plany
ro: Planuri recente
sv: Senaste planer
ta: சமீபத்திய திட்டங்கள்
te: ఇటీవలి ప్రణాళికలు
tr: Son Planlar
ur: حالیہ منصوبے

source: View Workout
bn: ওয়ার্কআউট দেখুন
ca: Veure l'entrenament
cs: Zobrazit cvičení
da: Se træning
el: Προβολή προπόνησης
es: Ver entrenamiento
et: Vaata treeningut
fa: مشاهده تمرین
fi: Näytä harjoitus
gu: વર્કઆઉટ જુઓ
hi: कसरत देखें
hr: Pogledajte vježbanje
hu: Edzés megtekintése
it: Visualizza Allenamento
ja: ワークアウトを見る
kn: ತಾಲೀಮು ವೀಕ್ಷಿಸಿ
mi: Tirohia te Mahi Mahi
mr: कसरत पहा
nl: Training bekijken
no: Se treningsøkten
pa: ਕਸਰਤ ਦੇਖੋ
pl: Zobacz Trening
ro: Vizualizați antrenamentul
sv: Visa träning
ta: வொர்க்அவுட்டைப் பார்க்கவும்
te: వ్యాయామం చూడండి
tr: Antrenmanı Görüntüle
ur: ورزش دیکھیں

source: Whatsapp
bn: হোয়াটসঅ্যাপ
ca: què tal
fa: واتساپ
gu: વોટ્સેપ
hr: što ima
ja: ワッツアップ
no: Hva skjer
ta: பகிரி
tr: Naber
ur: واٹس ایپ

source: Pause
bn: বিরতি
ca: Pausa
cs: Pauza
el: Παύση
es: Pausa
et: Paus
fa: مکث کنید
fi: Tauko
gu: વિરામ
hi: रोकना
hr: Pauza
hu: Szünet
it: Pausa
ja: 一時停止
kn: ವಿರಾಮ
mi: Tatari
mr: विराम द्या
nl: Pauze
pa: ਵਿਰਾਮ
pl: Pauza
ro: Pauză
sv: Paus
ta: இடைநிறுத்தம்
te: పాజ్ చేయండి
tr: Duraklat
ur: توقف

source: Resend code in
bn: কোড আবার পাঠান
ca: Torna a enviar el codi
cs: Znovu odeslat kód
da: Send kode ind igen
el: Επανάληψη αποστολής κωδικού σε
es: Reenviar código en
et: Saada kood uuesti sisse
fa: ارسال مجدد کد در
fi: Lähetä koodi uudelleen
gu: માં કોડ ફરીથી મોકલો
hi: कोड को फिर से भेजें
hr: Ponovno pošalji kod
hu: Kód újraküldése
it: Invia nuovamente il codice
ja: コードを再送信
kn: ಕೋಡ್ ಅನ್ನು ಮರುಕಳುಹಿಸಿ
mi: Tukua ano te waehere ki roto
mr: मध्ये कोड पुन्हा पाठवा
nl: Stuur de code opnieuw in
no: Send inn koden på nytt
pa: ਵਿੱਚ ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ
pl: Wyślij ponownie kod
ro: Retrimiteți codul
sv: Skicka in koden igen
ta: குறியீட்டை மீண்டும் அனுப்பவும்
te: కోడ్‌ని మళ్లీ పంపండి
tr: Kodu yeniden gönder
ur: کوڈ دوبارہ بھیجیں۔

source: Resend code
bn: পুনরায় পাঠানো কোড
ca: Codi de reenviament
cs: Znovu odeslat kód
da: Gensend kode
el: Ξαναστείλε τον κωδικό
es: Reenviar codigo
et: Saada kood uuesti
fa: دوباره کد را ارسال کنید
fi: Lähetä koodi uudelleen
gu: કોડ ફરીથી મોકલો
hi: पुन: कोड भेजे
hr: Ponovno pošalji kôd
hu: Kód újraküldése
it: Codice di rispedizione
ja: コードを再送する
kn: ಕೋಡ್ ಅನ್ನು ಮರುಕಳುಹಿಸಿ
mi: Tukua ano te waehere
mr: कोड पुन्हा पाठवा
nl: Code nogmaals versturen
no: Send kode på nytt
pa: ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ
pl: Wyślij ponownie kod
ro: Retrimite codul
sv: Återsänd koden
ta: குறியீட்டை மீண்டும் அனுப்பு
te: మళ్ళీ పంపు కోడ్
tr: Yeniden gönderme kodu
ur: کوڈ پھر سے بھیجو

source: Verify with OTP
bn: OTP দিয়ে যাচাই করুন
ca: Verifica amb OTP
cs: Ověřte pomocí jednorázového hesla
da: Bekræft med OTP
el: Επαλήθευση με OTP
es: Verificar con OTP
et: Kinnitage OTP-ga
fa: با OTP تأیید کنید
fi: Vahvista OTP:llä
gu: OTP વડે ચકાસો
hi: ओटीपी से वेरिफाई करें
hr: Potvrdite s OTP-om
hu: Ellenőrizze az OTP-vel
it: Verifica con OTP
ja: OTPで検証
kn: OTP ಯೊಂದಿಗೆ ಪರಿಶೀಲಿಸಿ
mi: Manatoko ma te OTP
mr: OTP सह पडताळणी करा
nl: Verifieer met OTP
no: Bekreft med OTP
pa: OTP ਨਾਲ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj za pomocą OTP
ro: Verificați cu OTP
sv: Verifiera med OTP
ta: OTP மூலம் சரிபார்க்கவும்
te: OTPతో ధృవీకరించండి
tr: OTP ile doğrulayın
ur: OTP کے ساتھ تصدیق کریں۔

source: Enter SMS Code sent to
bn: পাঠানো এসএমএস কোড লিখুন
ca: Introduïu el codi SMS enviat a
cs: Zadejte SMS kód odeslaný na
da: Indtast SMS-kode sendt til
el: Εισαγάγετε τον κωδικό SMS που στάλθηκε στο
es: Ingrese el código SMS enviado a
et: Sisesta SMS-kood, mis saadeti
fa: کد پیامکی ارسال شده را وارد کنید
fi: Anna tekstiviestikoodi, joka on lähetetty osoitteeseen
gu: પર મોકલેલ SMS કોડ દાખલ કરો
hi: एसएमएस कोड दर्ज करें जिसे भेजा गया है
hr: Unesite SMS kod poslan na
hu: Írja be a címre küldött SMS kódot
it: Inserisci il codice SMS inviato a
ja: に送信された SMS コードを入力してください
kn: ಕಳುಹಿಸಲಾದ SMS ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia te Waehere SMS ka tukuna ki
mr: वर पाठवलेला SMS कोड एंटर करा
nl: Voer de verzonden sms-code in
no: Skriv inn SMS-kode sendt til
pa: ਨੂੰ ਭੇਜਿਆ SMS ਕੋਡ ਦਰਜ ਕਰੋ
pl: Wprowadź kod SMS wysłany do
ro: Introduceți codul SMS trimis către
sv: Ange SMS-kod skickad till
ta: அனுப்பப்பட்ட SMS குறியீட்டை உள்ளிடவும்
te: పంపిన SMS కోడ్‌ని నమోదు చేయండి
tr: Gönderilen SMS Kodunu girin
ur: بھیجے گئے ایس ایم ایس کوڈ درج کریں۔

source: Please enter valid OTP
bn: অনুগ্রহ করে বৈধ ওটিপি লিখুন
ca: Introduïu OTP vàlid
cs: Zadejte prosím platné jednorázové heslo
da: Indtast venligst gyldig engangskode
el: Εισαγάγετε έγκυρο OTP
es: Ingrese una OTP válida
et: Sisestage kehtiv OTP
fa: لطفاً OTP معتبر وارد کنید
fi: Anna kelvollinen OTP
gu: કૃપા કરીને માન્ય OTP દાખલ કરો
hi: कृपया मान्य ओटीपी दर्ज करें
hr: Unesite važeći OTP
hu: Kérjük, érvényes OTP-t adjon meg
it: Inserisci un codice OTP valido
ja: 有効な OTP を入力してください
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ OTP ಅನ್ನು ನಮೂದಿಸಿ
mi: Whakaurua koa OTP whaimana
mr: कृपया वैध OTP प्रविष्ट करा
nl: Voer een geldige OTP in
no: Vennligst skriv inn gyldig engangskode
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ OTP ਦਾਖਲ ਕਰੋ
pl: Wprowadź prawidłowe hasło jednorazowe
ro: Vă rugăm să introduceți OTP valid
sv: Vänligen ange giltig OTP
ta: சரியான OTP ஐ உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే OTPని నమోదు చేయండి
tr: Lütfen geçerli OTP girin
ur: براہ کرم درست OTP درج کریں۔

source: Verify Code
bn: কোড যাচাই করুন
ca: Verifica el codi
cs: Ověřit kód
da: Bekræft kode
el: Επαλήθευση κωδικού
es: Código de verificación
et: Kinnitage kood
fa: کد را تأیید کنید
fi: Varmistus koodi
gu: કોડ ચકાસો
hi: कोड सत्यापित करें
hr: Potvrdi kod
hu: Kód megerősítése
it: Verificare il codice
ja: コードを確認する
kn: ಕೋಡ್ ಪರಿಶೀಲಿಸಿ
mi: Manatoko Waehere
mr: कोड सत्यापित करा
nl: Code verifiëren
no: Bekreft koden
pa: ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj kod
ro: Verifica codul
sv: Verifiera kod
ta: குறீயீட்டை சரிபார்
te: కోడ్‌ని ధృవీకరించండి
tr: Doğrulama kodu
ur: کوڈ کی تصدیق کریں

source: File downloaded successfully
bn: ফাইল সফলভাবে ডাউনলোড করা হয়েছে৷
ca: El fitxer s'ha baixat correctament
cs: Soubor byl úspěšně stažen
da: Filen blev downloadet
el: Το αρχείο λήφθηκε με επιτυχία
es: Archivo descargado con éxito
et: Faili allalaadimine õnnestus
fa: فایل با موفقیت دانلود شد
fi: Tiedoston lataus onnistui
gu: ફાઇલ સફળતાપૂર્વક ડાઉનલોડ થઈ
hi: फ़ाइल सफलतापूर्वक डाउनलोड हो गई
hr: Datoteka je uspješno preuzeta
hu: A fájl sikeresen letöltve
it: File scaricato con successo
ja: ファイルが正常にダウンロードされました
kn: ಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
mi: I pai te tango i te konae
mr: फाइल यशस्वीरित्या डाउनलोड झाली
nl: Bestand gedownload
no: Filen ble lastet ned
pa: ਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਡਾਊਨਲੋਡ ਕੀਤੀ ਗਈ
pl: Plik pobrany pomyślnie
ro: Fișierul a fost descărcat cu succes
sv: Filen har laddats ned
ta: கோப்பு பதிவிறக்கம் செய்யப்பட்டது
te: ఫైల్ విజయవంతంగా డౌన్‌లోడ్ చేయబడింది
tr: Dosya başarıyla indirildi
ur: فائل کامیابی سے ڈاؤن لوڈ ہو گئی۔

source: Add exercises to workout
bn: ওয়ার্কআউটে ব্যায়াম যোগ করুন
ca: Afegiu exercicis a l'entrenament
cs: Přidejte cvičení do cvičení
da: Tilføj øvelser til træning
el: Προσθέστε ασκήσεις στην προπόνηση
es: Agregar ejercicios al entrenamiento
et: Lisage treeningule harjutusi
fa: تمرینات را به تمرین اضافه کنید
fi: Lisää harjoituksia harjoituksiin
gu: વર્કઆઉટમાં કસરત ઉમેરો
hi: वर्कआउट में एक्सरसाइज को शामिल करें
hr: Dodajte vježbe vježbanju
hu: Adjon hozzá gyakorlatokat az edzéshez
it: Aggiungi esercizi all'allenamento
ja: ワークアウトにエクササイズを追加する
kn: ವ್ಯಾಯಾಮಕ್ಕೆ ವ್ಯಾಯಾಮವನ್ನು ಸೇರಿಸಿ
mi: Tāpirihia nga mahi whakangungu ki te mahi
mr: वर्कआउटमध्ये व्यायाम जोडा
nl: Voeg oefeningen toe aan de training
no: Legg til øvelser til treningen
pa: ਕਸਰਤ ਵਿੱਚ ਅਭਿਆਸ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj ćwiczenia do treningu
ro: Adăugați exerciții la antrenament
sv: Lägg till övningar till träningen
ta: பயிற்சிக்கு பயிற்சிகளைச் சேர்க்கவும்
te: వ్యాయామానికి వ్యాయామాలను జోడించండి
tr: Antrenmana egzersizler ekle
ur: ورزش میں مشقیں شامل کریں۔

source: Expense
bn: ব্যয়
ca: Despesa
cs: Výdaj
da: Bekostning
el: Δαπάνη
es: Gastos
et: Kulu
fa: هزینه
fi: Kustannukset
gu: ખર્ચ
hi: व्यय
hr: Trošak
hu: Költség
it: Spese
ja: 費用
kn: ಖರ್ಚು
mi: Whakapaunga
mr: खर्च
nl: Kosten
no: Kostnader
pa: ਖਰਚਾ
pl: Koszt
ro: Cheltuiala
sv: Bekostnad
ta: செலவு
te: ఖర్చు
tr: gider
ur: خرچہ

source: Newest First
bn: নতুন প্রথম
ca: El més nou primer
cs: Nejnovější první
da: Nyeste først
el: Πρώτα τα νεότερα
es: El más reciente primero
et: Kõige uuemad enne
fa: جدیدترین اول
fi: Uusin ensin
gu: સૌથી નવું પ્રથમ
hi: नवीनतम पहले
hr: Prvo najnovije
hu: Legújabb első
it: Prima i più nuovi
ja: 最新順
kn: ಹೊಸದು ಮೊದಲನೆಯದು
mi: Hou Tuatahi
mr: सर्वात नवीन प्रथम
nl: Nieuwste eerst
no: Nyeste først
pa: ਸਭ ਤੋਂ ਨਵਾਂ ਪਹਿਲਾ
pl: Najnowszy pierwszy
ro: Cel mai nou primul
sv: Nyaste först
ta: புதியது முதலில்
te: సరికొత్త మొదటిది
tr: En yeni ilk
ur: تازہ ترین پہلے

source: Oldest First
bn: প্রাচীনতম প্রথম
ca: El més vell primer
cs: Nejstarší první
da: Ældste først
el: Πρώτος παλαιότερος
es: Los más viejos primero
et: Vanim esimene
fa: قدیمی ترها در اولویت
fi: Vanhin ensin
gu: સૌથી જૂની પ્રથમ
hi: सबसे पुराना पहले
hr: Prvo najstariji
hu: A legrégebbi első
it: Prima i più vecchi
ja: 古い順
kn: ಅತ್ಯಂತ ಹಳೆಯ ಮೊದಲ
mi: Tawhito Tuatahi
mr: सर्वात जुने पहिले
nl: Oudste eerst
no: Eldste først
pa: ਸਭ ਤੋਂ ਪੁਰਾਣਾ ਪਹਿਲਾ
pl: Najpierw najstarsi
ro: Cei mai in varsta primii
sv: Äldst först
ta: பழமையான முதல்
te: పురాతన మొదటి
tr: İlk En Eski
ur: سب سے پرانا پہلا

source: Search anything here
bn: এখানে কিছু অনুসন্ধান করুন
ca: Busca qualsevol cosa aquí
cs: Hledejte zde cokoliv
da: Søg hvad som helst her
el: Ψάξτε οτιδήποτε εδώ
es: Busca cualquier cosa aquí
et: Otsige siit midagi
fa: هر چیزی را اینجا جستجو کنید
fi: Etsi täältä mitä tahansa
gu: અહીં કંઈપણ શોધો
hi: यहां कुछ भी सर्च करें
hr: Traži bilo što ovdje
hu: Keressen itt bármit
it: Cerca qualcosa qui
ja: ここで何でも検索
kn: ಇಲ್ಲಿ ಏನನ್ನಾದರೂ ಹುಡುಕಿ
mi: Rapua tetahi mea i konei
mr: येथे काहीही शोधा
nl: Zoek hier iets
no: Søk hva som helst her
pa: ਇੱਥੇ ਕੁਝ ਵੀ ਖੋਜੋ
pl: Szukaj czegokolwiek tutaj
ro: Caută orice aici
sv: Sök vad som helst här
ta: இங்கே எதையும் தேடுங்கள்
te: ఇక్కడ ఏదైనా శోధించండి
tr: Burada herhangi bir şey ara
ur: یہاں کچھ بھی تلاش کریں۔

source: Measurement
bn: মাপা
ca: Mesurament
cs: Měření
da: Måling
el: Μέτρηση
es: Medición
et: Mõõtmine
fa: اندازه گیری
fi: Mittaus
gu: માપ
hi: माप
hr: Mjerenje
hu: Mérés
it: Misurazione
ja: 測定
kn: ಮಾಪನ
mi: Inenga
mr: मोजमाप
nl: Meting
no: Mål
pa: ਮਾਪ
pl: Pomiar
ro: Măsurare
sv: Mått
ta: அளவீடு
te: కొలత
tr: Ölçüm
ur: پیمائش

source: Exercise Data Update Successfully
bn: ব্যায়াম ডেটা আপডেট সফলভাবে
ca: Actualització de les dades de l'exercici correctament
cs: Aktualizace dat cvičení proběhla úspěšně
da: Opdatering af træningsdata lykkedes
el: Επιτυχής ενημέρωση δεδομένων άσκησης
es: Actualización de datos de ejercicio con éxito
et: Treeningu andmete värskendamine õnnestus
fa: تمرین به روز رسانی داده ها با موفقیت انجام شد
fi: Harjoitustietojen päivitys onnistui
gu: ડેટા અપડેટનો સફળતાપૂર્વક અભ્યાસ કરો
hi: व्यायाम डेटा अद्यतन सफलतापूर्वक
hr: Podaci o vježbi uspješno ažurirani
hu: A gyakorlat adatainak frissítése sikeres
it: Aggiornamento dati esercizio riuscito
ja: 運動データ更新成功
kn: ಡೇಟಾ ಅಪ್‌ಡೇಟ್‌ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ವ್ಯಾಯಾಮ ಮಾಡಿ
mi: I Angitū te Whakangungu Raraunga
mr: डेटा अपडेट यशस्वीरित्या करा
nl: Trainingsgegevens succesvol bijgewerkt
no: Oppdatering av treningsdata er vellykket
pa: ਅਭਿਆਸ ਡਾਟਾ ਅੱਪਡੇਟ ਸਫਲਤਾਪੂਰਵਕ
pl: Pomyślnie zaktualizowano dane ćwiczenia
ro: Actualizarea datelor exercițiului cu succes
sv: Uppdatering av träningsdata lyckades
ta: தரவு புதுப்பிப்பு வெற்றிகரமாக உள்ளது
te: డేటా అప్‌డేట్‌ని విజయవంతంగా అమలు చేయండి
tr: Egzersiz Verileri Güncellemesi Başarıyla
ur: ڈیٹا اپ ڈیٹ کامیابی کے ساتھ مشق کریں۔

source: Report
bn: রিপোর্ট
ca: Informeu
cs: Zpráva
da: Rapport
el: Κανω ΑΝΑΦΟΡΑ
es: Informe
et: Aruanne
fa: گزارش
fi: Raportoi
gu: જાણ કરો
hi: प्रतिवेदन
hr: izvješće
hu: Jelentés
it: Rapporto
ja: 報告
kn: ವರದಿ
mi: Ripoata
mr: अहवाल द्या
nl: Rapport
no: Rapportere
pa: ਰਿਪੋਰਟ
pl: Raport
ro: Raport
sv: Rapportera
ta: அறிக்கை
te: నివేదించండి
tr: Rapor
ur: رپورٹ

source: Members
bn: সদস্যরা
ca: Membres
cs: členové
da: Medlemmer
el: Μέλη
es: Miembros
et: liikmed
fa: اعضا
fi: Jäsenet
gu: સભ્યો
hi: सदस्यों
hr: članovi
hu: tagok
it: Membri
ja: メンバー
kn: ಸದಸ್ಯರು
mi: Nga mema
mr: सदस्य
nl: Leden
no: Medlemmer
pa: ਮੈਂਬਰ
pl: Członkowie
ro: Membrii
sv: Medlemmar
ta: உறுப்பினர்கள்
te: సభ్యులు
tr: Üyeler
ur: ممبران

source: Plans
bn: পরিকল্পনা সমূহ
cs: Plány
da: Planer
el: Σχέδια
es: planes
et: Plaanid
fa: طرح ها
fi: Suunnitelmat
gu: યોજનાઓ
hi: योजनाओं
hr: Planovi
hu: Tervek
it: Piani
ja: 予定
kn: ಯೋಜನೆಗಳು
mi: Mahere
mr: योजना
nl: Plannen
no: Planer
pa: ਯੋਜਨਾਵਾਂ
pl: Plany
ro: Planuri
sv: Planer
ta: திட்டங்கள்
te: ప్రణాళికలు
tr: planlar
ur: منصوبے

source: My packages
bn: আমার প্যাকেজ
ca: Els meus paquets
cs: Moje balíky
da: Mine pakker
el: Τα πακέτα μου
es: mis paquetes
et: Minu pakid
fa: بسته های من
fi: Omat paketit
gu: મારા પેકેજો
hi: मेरे पैकेज
hr: Moji paketi
hu: A csomagjaim
it: I miei pacchetti
ja: 私の荷物
kn: ನನ್ನ ಪ್ಯಾಕೇಜುಗಳು
mi: Ko aku kete
mr: माझी पॅकेजेस
nl: Mijn pakketten
no: Pakkene mine
pa: ਮੇਰੇ ਪੈਕੇਜ
pl: Moje paczki
ro: Pachetele mele
sv: Mina paket
ta: எனது தொகுப்புகள்
te: నా ప్యాకేజీలు
tr: paketlerim
ur: میرے پیکجز

source: Recent Packages
bn: সাম্প্রতিক প্যাকেজ
ca: Paquets recents
cs: Poslední balíčky
da: Seneste pakker
el: Πρόσφατα πακέτα
es: Paquetes recientes
et: Viimased paketid
fa: بسته های اخیر
fi: Viimeisimmät paketit
gu: તાજેતરના પેકેજો
hi: हाल के पैकेज
hr: Nedavni paketi
hu: Legutóbbi csomagok
it: Pacchetti recenti
ja: 最近のパッケージ
kn: ಇತ್ತೀಚಿನ ಪ್ಯಾಕೇಜುಗಳು
mi: Mōkī Hou
mr: अलीकडील पॅकेजेस
nl: Recente pakketten
no: Nylige pakker
pa: ਹਾਲੀਆ ਪੈਕੇਜ
pl: Ostatnie pakiety
ro: Pachete recente
sv: Senaste paket
ta: சமீபத்திய தொகுப்புகள்
te: ఇటీవలి ప్యాకేజీలు
tr: Son Paketler
ur: حالیہ پیکجز

source: All
bn: সব
ca: Tots
cs: Všechno
da: Alle
el: Ολα
es: Todo
et: Kõik
fa: همه
fi: Kaikki
gu: બધા
hi: सभी
hr: svi
hu: Minden
it: Tutto
ja: 全て
kn: ಎಲ್ಲಾ
mi: Katoa
mr: सर्व
nl: Alle
no: Alle
pa: ਸਾਰੇ
pl: Wszystko
ro: Toate
sv: Allt
ta: அனைத்து
te: అన్నీ
tr: Tüm
ur: تمام
