Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

# payment_setting
source: Payment settings
bn: পেমেন্ট সেটিংস
ca: Configuració de pagament
cs: Nastavení plateb
da: Betalingsindstillinger
el: Ρυθμίσεις πληρωμής
es: Configuración de pago
et: Makseseaded
fa: تنظیمات پرداخت
fi: Maksuasetukset
gu: ચુકવણી સેટિંગ્સ
hi: भुगतान सेटिंग्स
hr: Postavke plaćanja
hu: Fizetési beállítások
it: Impostazioni di pagamento
ja: お支払い設定
kn: ಪಾವತಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mi: Tautuhinga utu
mr: पेमेंट सेटिंग्ज
nl: Betalingsinstellingen
no: Betalingsinnstillinger
pa: ਭੁਗਤਾਨ ਸੈਟਿੰਗਾਂ
pl: Ustawienia płatności
ro: Setări de plată
sv: Betalningsinställningar
ta: கட்டண அமைப்புகள்
te: చెల్లింపు సెట్టింగ్‌లు
tr: ödeme ayarları
ur: ادائیگی کی ترتیبات

source: Cash - Offline
bn: নগদ - অফলাইন
ca: Efectiu - fora de línia
cs: Hotovost - Offline
da: Kontanter - Offline
el: Μετρητά - Εκτός σύνδεσης
es: Efectivo - Fuera de línea
et: Sularaha – võrguühenduseta
fa: نقدی - آفلاین
fi: Käteinen - Offline
gu: રોકડ - ઑફલાઇન
hi: कैश - ऑफलाइन
hr: Gotovina - izvan mreže
hu: Készpénz – Offline
it: Contanti - Non in linea
ja: 現金 - オフライン
kn: ನಗದು - ಆಫ್ಲೈನ್
mi: Moni - Tuimotu
mr: रोख - ऑफलाइन
nl: Contant - offline
no: Kontanter - Offline
pa: ਨਕਦ - ਔਫਲਾਈਨ
pl: Gotówka — offline
sv: Kontanter - Offline
ta: பணம் - ஆஃப்லைன்
te: నగదు - ఆఫ్‌లైన్
tr: Nakit - Çevrimdışı
ur: کیش - آف لائن

source: Enable Sandbox
bn: স্যান্ডবক্স সক্ষম করুন
ca: Habilita Sandbox
cs: Povolit Sandbox
da: Aktiver Sandbox
el: Ενεργοποίηση Sandbox
es: Habilitar Sandbox
et: Luba liivakast
fa: Sandbox را فعال کنید
fi: Ota hiekkalaatikko käyttöön
gu: સેન્ડબોક્સ સક્ષમ કરો
hi: सैंडबॉक्स सक्षम करें
hr: Omogući Sandbox
hu: Sandbox engedélyezése
it: Abilita sandbox
ja: サンドボックスを有効にする
kn: ಸ್ಯಾಂಡ್‌ಬಾಕ್ಸ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
mi: Whakahohe Pouaka kirikiri
mr: सँडबॉक्स सक्षम करा
nl: Sandbox inschakelen
no: Aktiver Sandbox
pa: ਸੈਂਡਬਾਕਸ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz piaskownicę
ro: Activați Sandbox
sv: Aktivera Sandbox
ta: சாண்ட்பாக்ஸை இயக்கு
te: శాండ్‌బాక్స్‌ని ప్రారంభించండి
tr: Korumalı Alanı Etkinleştir
ur: سینڈ باکس کو فعال کریں۔

source: Please Enter Your PayPal Email Id
bn: অনুগ্রহ করে আপনার পেপাল ইমেল আইডি লিখুন
ca: Introduïu el vostre identificador de correu electrònic de PayPal
cs: Zadejte své e-mailové ID PayPal
da: Indtast venligst dit PayPal-e-mail-id
el: Εισαγάγετε το αναγνωριστικό email PayPal σας
es: Ingrese su ID de correo electrónico de PayPal
et: Palun sisestage oma PayPali e-posti ID
fa: لطفا شناسه ایمیل پی پال خود را وارد کنید
fi: Anna PayPal-sähköpostitunnuksesi
gu: કૃપા કરીને તમારું પેપાલ ઈમેલ આઈડી દાખલ કરો
hi: कृपया अपना पेपाल ईमेल आईडी दर्ज करें
hr: Unesite svoj PayPal ID e-pošte
hu: Kérjük, adja meg PayPal e-mail azonosítóját
it: Inserisci il tuo ID e-mail PayPal
ja: PayPal メール ID を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪೇಪಾಲ್ ಇಮೇಲ್ ಐಡಿಯನ್ನು ನಮೂದಿಸಿ
mi: Tena koa Whakauruhia to Id imeera PayPal
mr: कृपया तुमचा PayPal ईमेल आयडी प्रविष्ट करा
nl: Voer uw PayPal-e-mailadres in
no: Vennligst skriv inn PayPal-e-post-ID
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ PayPal ਈਮੇਲ ਆਈਡੀ ਦਾਖਲ ਕਰੋ
pl: Wprowadź swój identyfikator e-mail PayPal
ro: Vă rugăm să introduceți ID-ul dvs. de e-mail PayPal
sv: Vänligen ange ditt PayPal-e-post-ID
ta: உங்கள் PayPal மின்னஞ்சல் ஐடியை உள்ளிடவும்
te: దయచేసి మీ PayPal ఇమెయిల్ ఐడిని నమోదు చేయండి
tr: Lütfen PayPal E-posta Kimliğinizi Girin
ur: براہ کرم اپنا پے پال ای میل آئی ڈی درج کریں۔

source: PayPal Email ID
bn: পেপ্যাল ইমেল আইডি
ca: Identificador de correu electrònic de PayPal
cs: ID e-mailu PayPal
el: Αναγνωριστικό email PayPal
es: ID de correo electrónico de PayPal
et: PayPali e-posti ID
fa: شناسه ایمیل پی پال
fi: PayPal sähköpostitunnus
gu: પેપાલ ઈમેલ આઈડી
hi: पेपैल ईमेल आईडी
hr: PayPal ID e-pošte
hu: PayPal e-mail azonosító
it: ID e-mail PayPal
ja: PayPal メール ID
kn: ಪೇಪಾಲ್ ಇಮೇಲ್ ಐಡಿ
mi: PayPal Īmēra ID
mr: PayPal ईमेल आयडी
no: PayPal e-post-ID
pa: ਪੇਪਾਲ ਈਮੇਲ ਆਈ.ਡੀ
pl: Identyfikator e-mail PayPal
ro: ID de e-mail PayPal
sv: PayPal e-post-ID
ta: பேபால் மின்னஞ்சல் ஐடி
te: PayPal ఇమెయిల్ ID
tr: PayPal E-posta Kimliği
ur: پے پال ای میل آئی ڈی

source: U.S.Dollar
bn: আমেরিকান ডলার
ca: Dòlar americà
cs: Americký dolar
da: Amerikansk dollar
el: Αμερικάνικο δολλάριο
es: Dólar estadounidense
et: USA dollar
fa: دلار آمریکا
fi: USA: n dollari
gu: અમેરીકી ડોલર
hi: अमेरिकी डॉलर
hr: Američki dolar
hu: Amerikai dollár
it: Dollaro Americano
ja: 米ドル
kn: ಅಮೆರಿಕನ್ ಡಾಲರ್
mi: U.S.Tara
mr: यू.एस. डॉलर
no: Amerikanske dollar
pa: ਯੂ.ਐੱਸ. ਡਾਲਰ
pl: Dolar
ro: Dolar american
sv: Amerikanska dollar
ta: அமெரிக்க டாலர்
te: యు.ఎస్.డాలర్
tr: Amerikan Doları
ur: امریکی ڈالر

source: Please Enter Your Secret Key
bn: আপনার গোপন কী লিখুন
ca: Introduïu la vostra clau secreta
cs: Zadejte svůj tajný klíč
da: Indtast venligst din hemmelige nøgle
el: Εισαγάγετε το μυστικό κλειδί σας
es: Por favor ingrese su clave secreta
et: Sisestage oma salajane võti
fa: لطفا کلید مخفی خود را وارد کنید
fi: Anna salainen avaimesi
gu: કૃપા કરીને તમારી ગુપ્ત કી દાખલ કરો
hi: कृपया अपनी गुप्त कुंजी दर्ज करें
hr: Unesite svoj tajni ključ
hu: Kérjük, adja meg titkos kulcsát
it: Inserisci la tua chiave segreta
ja: 秘密鍵を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ರಹಸ್ಯ ಕೀಲಿಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Kī ngaro
mr: कृपया तुमची गुप्त की प्रविष्ट करा
nl: Voer uw geheime sleutel in
no: Vennligst skriv inn din hemmelige nøkkel
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਗੁਪਤ ਕੁੰਜੀ ਦਰਜ ਕਰੋ
pl: Wprowadź swój tajny klucz
ro: Vă rugăm să introduceți cheia dvs. secretă
sv: Vänligen ange din hemliga nyckel
ta: தயவுசெய்து உங்கள் ரகசிய விசையை உள்ளிடவும்
te: దయచేసి మీ రహస్య కీని నమోదు చేయండి
tr: Lütfen Gizli Anahtarınızı Girin
ur: براہ کرم اپنی خفیہ کلید درج کریں۔

source: Secret Key
bn: গোপন চাবি
ca: Clau secreta
cs: Tajný klíč
da: Hemmelig nøgle
el: Μυστικό κλειδί
es: Llave secreta
et: Salajane võti
fa: کلید مخفی
fi: Salainen avain
gu: સિક્રેટ કી
hi: गुप्त कुंजी
hr: Tajni ključ
hu: Titkos kulcs
it: Chiave segreta
ja: 秘密鍵
kn: ರಹಸ್ಯ ಕೀ
mi: Kī ngaro
mr: गुप्त की
nl: Geheime sleutel
no: Hemmelig nøkkel
pa: ਗੁਪਤ ਕੁੰਜੀ
pl: Sekretny klucz
ro: Cheie secreta
sv: Hemlig nyckel
ta: இரகசிய விசை
te: రహస్య కీ
tr: Gizli anahtar
ur: خفیہ کلید

source: Please Enter Your Publishable Key
bn: অনুগ্রহ করে আপনার প্রকাশযোগ্য কী লিখুন
ca: Introduïu la vostra clau publicable
cs: Zadejte svůj publikovatelný klíč
da: Indtast venligst din publicerbare nøgle
el: Εισαγάγετε το Δημοσιεύσιμο κλειδί σας
es: Ingrese su clave publicable
et: Sisestage oma avaldatav võti
fa: لطفا کلید قابل انتشار خود را وارد کنید
fi: Anna julkaistava avaimesi
gu: કૃપા કરીને તમારી પ્રકાશિત કરવા યોગ્ય કી દાખલ કરો
hi: कृपया अपनी प्रकाशित करने योग्य कुंजी दर्ज करें
hr: Unesite svoj ključ za objavljivanje
hu: Kérjük, adja meg közzétehető kulcsát
it: Inserisci la tua chiave pubblicabile
ja: 公開可能なキーを入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪ್ರಕಟಿಸಬಹುದಾದ ಕೀಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Kī Ka taea te Whakaputa
mr: कृपया तुमची प्रकाशनयोग्य की प्रविष्ट करा
nl: Voer uw publiceerbare sleutel in
no: Vennligst skriv inn din publiserbare nøkkel
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਪ੍ਰਕਾਸ਼ਿਤ ਕੁੰਜੀ ਦਰਜ ਕਰੋ
pl: Wprowadź swój klucz do publikacji
ro: Vă rugăm să introduceți cheia dvs. publicabilă
sv: Vänligen ange din publicerbara nyckel
ta: உங்கள் வெளியிடக்கூடிய விசையை உள்ளிடவும்
te: దయచేసి మీ ప్రచురించదగిన కీని నమోదు చేయండి
tr: Lütfen Yayınlanabilir Anahtarınızı Girin
ur: براہ کرم اپنی قابل اشاعت کلید درج کریں۔

source: Publishable Key
bn: প্রকাশযোগ্য কী
ca: Clau publicable
cs: Publikovatelný klíč
da: Publicerbar nøgle
el: Δημοσιεύσιμο κλειδί
es: Clave publicable
et: Avaldatav võti
fa: کلید قابل انتشار
fi: Julkaistu avain
gu: પ્રકાશિત કરવા યોગ્ય કી
hi: प्रकाशित करने योग्य कुंजी
hr: Ključ za objavljivanje
hu: Publikálható kulcs
it: Chiave pubblicabile
ja: 発行可能なキー
kn: ಪ್ರಕಟಿಸಬಹುದಾದ ಕೀ
mi: Kī Ka taea te whakaputa
mr: प्रकाशित करण्यायोग्य की
nl: Publiceerbare sleutel
no: Publiserbar nøkkel
pa: ਪ੍ਰਕਾਸ਼ਿਤ ਕੁੰਜੀ
pl: Klucz do publikacji
ro: Cheie publicabilă
sv: Publicerbar nyckel
ta: வெளியிடக்கூடிய திறவுகோல்
te: ప్రచురించదగిన కీ
tr: Yayınlanabilir Anahtar
ur: قابل اشاعت کلید

source: Pincode
bn: পিনকোড
ca: Codi PIN
cs: PIN kód
da: Pinkode
el: Κωδικό PIN
es: Código PIN
et: PIN-koodi
fa: پین کد
fi: Pin-koodi
gu: પીન કોડ
hi: पिन कोड
hr: PIN kod
hu: PIN-kód
it: Codice PIN
ja: ピンコード
kn: ಪಿನ್‌ಕೋಡ್
mr: पिन कोड
no: Pinkode
pa: ਪਿੰਨ ਕੋਡ
pl: Kod PIN
ro: Cod PIN
sv: Pinkod
ta: அஞ்சல் குறியீடு
te: పిన్ కోడ్
tr: pin kodu
ur: خفیہ نمبر

source: Virtual class settings
bn: ভার্চুয়াল ক্লাস সেটিংস
ca: Configuració de la classe virtual
cs: Nastavení virtuální třídy
da: Virtuelle klasseindstillinger
el: Ρυθμίσεις εικονικής τάξης
es: Configuración de clases virtuales
et: Virtuaalklassi seaded
fa: تنظیمات کلاس مجازی
fi: Virtuaaliluokan asetukset
gu: વર્ચ્યુઅલ ક્લાસ સેટિંગ્સ
hi: वर्चुअल क्लास सेटिंग्स
hr: Postavke virtualnog razreda
hu: Virtuális osztály beállításai
it: Impostazioni della classe virtuale
ja: 仮想クラスの設定
kn: ವರ್ಚುವಲ್ ವರ್ಗ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mi: Tautuhinga karaehe mariko
mr: आभासी वर्ग सेटिंग्ज
nl: Instellingen voor virtuele lessen
no: Virtuelle klasseinnstillinger
pa: ਵਰਚੁਅਲ ਕਲਾਸ ਸੈਟਿੰਗਜ਼
pl: Ustawienia klas wirtualnych
ro: Setările clasei virtuale
sv: Virtuella klassinställningar
ta: மெய்நிகர் வகுப்பு அமைப்புகள்
te: వర్చువల్ క్లాస్ సెట్టింగ్‌లు
tr: Sanal sınıf ayarları
ur: ورچوئل کلاس کی ترتیبات

source: Payment settings
bn: পেমেন্ট সেটিংস
ca: Configuració de pagament
cs: Nastavení plateb
da: Betalingsindstillinger
el: Ρυθμίσεις πληρωμής
es: Configuración de pago
et: Makseseaded
fa: تنظیمات پرداخت
fi: Maksuasetukset
gu: ચુકવણી સેટિંગ્સ
hi: भुगतान सेटिंग्स
hr: Postavke plaćanja
hu: Fizetési beállítások
it: Impostazioni di pagamento
ja: お支払い設定
kn: ಪಾವತಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mi: Tautuhinga utu
mr: पेमेंट सेटिंग्ज
nl: Betalingsinstellingen
no: Betalingsinnstillinger
pa: ਭੁਗਤਾਨ ਸੈਟਿੰਗਾਂ
pl: Ustawienia płatności
ro: Setări de plată
sv: Betalningsinställningar
ta: கட்டண அமைப்புகள்
te: చెల్లింపు సెట్టింగ్‌లు
tr: ödeme ayarları
ur: ادائیگی کی ترتیبات

source: Localization
bn: স্থানীয়করণ
ca: Localització
cs: Lokalizace
da: Lokalisering
el: Εντοπισμός
es: Localización
et: Lokaliseerimine
fa: بومی سازی
fi: Lokalisointi
gu: સ્થાનિકીકરણ
hi: स्थानीयकरण
hr: Lokalizacija
hu: Lokalizáció
it: Localizzazione
ja: ローカリゼーション
kn: ಸ್ಥಳೀಕರಣ
mi: Whakatakinga
mr: स्थानिकीकरण
nl: Lokalisatie
no: Lokalisering
pa: ਸਥਾਨੀਕਰਨ
pl: Lokalizacja
ro: Localizare
sv: Lokalisering
ta: உள்ளூர்மயமாக்கல்
te: స్థానికీకరణ
tr: yerelleştirme
ur: لوکلائزیشن

source: Email settings
bn: ইমেল সেটিংস
ca: Configuració del correu electrònic
cs: Nastavení e-mailu
da: E-mail-indstillinger
el: Ρυθμίσεις email
es: Ajustes del correo electrónico
et: E-posti seaded
fa: تنظیمات ایمیل
fi: Sähköpostiasetukset
gu: ઇમેઇલ સેટિંગ્સ
hi: ईमेल सेटिंग्स
hr: Postavke e-pošte
hu: E-mail beállítások
it: Impostazioni dell 'email
ja: メール設定
kn: ಇಮೇಲ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mi: Tautuhinga imeera
mr: ईमेल सेटिंग्ज
nl: Email instellingen
no: E-postinnstillinger
pa: ਈਮੇਲ ਸੈਟਿੰਗਾਂ
pl: Ustawienia poczty e-mail
ro: Setări de e-mail
sv: E-postinställningar
ta: மின்னஞ்சல் அமைப்புகள்
te: ఇమెయిల్ సెట్టింగ్‌లు
tr: E mail ayarları
ur: ای میل کی ترتیبات

# notification
source: Notifications
bn: বিজ্ঞপ্তি
ca: Notificacions
cs: Oznámení
da: Meddelelser
el: Ειδοποιήσεις
es: Notificaciones
et: Märguanded
fa: اطلاعیه
fi: Ilmoitukset
gu: સૂચનાઓ
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
it: Notifiche
ja: 通知
kn: ಅಧಿಸೂಚನೆಗಳು
mi: Whakamōhiotanga
mr: अधिसूचना
nl: Meldingen
no: Varsler
pa: ਸੂਚਨਾਵਾਂ
pl: Powiadomienia
ro: Notificări
sv: Aviseringar
ta: அறிவிப்புகள்
te: నోటిఫికేషన్‌లు
tr: Bildirimler
ur: اطلاعات

source: Dark mode
bn: ডার্ক মোড
ca: Mode fosc
cs: Tmavý režim
da: Mørk tilstand
el: Σκοτεινή λειτουργία
es: modo oscuro
et: Tume režiim
fa: حالت تاریک
fi: Tumma tila
gu: ડાર્ક મોડ
hi: डार्क मोड
hr: Tamni način rada
hu: Sötét mód
it: Modalità scura
ja: ダークモード
kn: ಡಾರ್ಕ್ ಮೋಡ್
mi: Aratau pouri
mr: गडद मोड
nl: Donkere modus
no: Mørk modus
pa: ਡਾਰਕ ਮੋਡ
pl: Tryb ciemny
ro: Modul întunecat
sv: Mörkt läge
ta: இருண்ட பயன்முறை
te: డార్క్ మోడ్
tr: Karanlık mod
ur: ڈارک موڈ

source: Administrator is Trainer?
bn: প্রশাসক প্রশিক্ষক?
ca: L'administrador és entrenador?
cs: Administrátor je trenér?
da: Administrator er træner?
el: Ο διαχειριστής είναι Trainer;
es: ¿El administrador es entrenador?
et: Administraator on treener?
fa: مدیر ترینر است؟
fi: Ylläpitäjä on Trainer?
gu: એડમિનિસ્ટ્રેટર ટ્રેનર છે?
hi: प्रशासक ट्रेनर है?
hr: Administrator je trener?
hu: Az adminisztrátor a Trainer?
it: L'amministratore è formatore?
ja: 管理者はトレーナーですか？
kn: ನಿರ್ವಾಹಕರು ತರಬೇತುದಾರರೇ?
mi: Ko te Kaiwhakahaere he Kaiwhakangungu?
mr: प्रशासक प्रशिक्षक आहे का?
nl: Beheerder is trainer?
no: Administrator er trener?
pa: ਪ੍ਰਸ਼ਾਸਕ ਟ੍ਰੇਨਰ ਹੈ?
pl: Administrator jest trenerem?
ro: Administratorul este Trainer?
sv: Administratör är tränare?
ta: நிர்வாகி பயிற்சியாளரா?
te: నిర్వాహకుడు శిక్షకుడా?
tr: Yönetici Eğitmen mi?
ur: ایڈمنسٹریٹر ٹرینر ہے؟

source: Virtual Class Schedule
bn: ভার্চুয়াল ক্লাস সময়সূচী
ca: Horari de classes virtuals
cs: Rozvrh virtuálních tříd
da: Virtuelt klasseskema
el: Πρόγραμμα εικονικών μαθημάτων
es: Horario de clases virtuales
et: Virtuaalne tunniplaan
fa: برنامه کلاس های مجازی
fi: Virtuaalinen luokkaohjelma
gu: વર્ચ્યુઅલ ક્લાસ શેડ્યૂલ
hi: वर्चुअल क्लास शेड्यूल
hr: Virtualni raspored nastave
hu: Virtuális órarend
it: Orario delle lezioni virtuali
ja: バーチャルクラススケジュール
kn: ವರ್ಚುವಲ್ ವರ್ಗ ವೇಳಾಪಟ್ಟಿ
mi: Apiti Akomanga Mariko
mr: आभासी वर्ग वेळापत्रक
nl: Virtueel lesrooster
no: Virtuell klasseplan
pa: ਵਰਚੁਅਲ ਕਲਾਸ ਸਮਾਂ-ਸੂਚੀ
pl: Harmonogram zajęć wirtualnych
ro: Programul clasei virtuale
sv: Virtuellt klassschema
ta: மெய்நிகர் வகுப்பு அட்டவணை
te: వర్చువల్ క్లాస్ షెడ్యూల్
tr: Sanal Sınıf Takvimi
ur: ورچوئل کلاس کا شیڈول

# please_enter_your_clint_id
source: Please Enter Your Client Id
bn: অনুগ্রহ করে আপনার ক্লায়েন্ট আইডি লিখুন
ca: Introduïu el vostre identificador de client
cs: Zadejte své ID klienta
da: Indtast venligst dit kunde-id
el: Εισαγάγετε το αναγνωριστικό πελάτη σας
es: Ingrese su ID de cliente
et: Palun sisestage oma kliendi ID
fa: لطفا شناسه مشتری خود را وارد کنید
fi: Anna asiakastunnuksesi
gu: કૃપા કરીને તમારું ક્લાઈન્ટ આઈડી દાખલ કરો
hi: कृपया अपना क्लाइंट आईडी दर्ज करें
hr: Unesite svoj ID klijenta
hu: Kérjük, adja meg ügyfél-azonosítóját
it: Inserisci il tuo ID cliente
ja: クライアントIDを入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕ್ಲೈಂಟ್ ಐಡಿಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Id Kiritaki
mr: कृपया तुमचा क्लायंट आयडी प्रविष्ट करा
nl: Voer uw klant-ID in
no: Vennligst skriv inn din klient-ID
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਕਲਾਇੰਟ ਆਈਡੀ ਦਰਜ ਕਰੋ
pl: Wprowadź swój identyfikator klienta
ro: Vă rugăm să introduceți ID-ul dvs. de client
sv: Ange ditt kund-ID
ta: தயவுசெய்து உங்கள் கிளையண்ட் ஐடியை உள்ளிடவும்
te: దయచేసి మీ క్లయింట్ ఐడిని నమోదు చేయండి
tr: Lütfen Müşteri Kimliğinizi Girin
ur: براہ کرم اپنے کلائنٹ کی شناخت درج کریں۔

# clint_id
source: Client Id
bn: ক্লায়েন্ট আইডি
ca: Id. del client
cs: ID klienta
da: Kunde-id
el: Ταυτότητα πελάτη
es: Identificación del cliente
et: Kliendi ID
fa: شناسه مشتری
fi: Asiakastunnus
gu: ક્લાયન્ટ આઈડી
hi: ग्राहक ID
hr: ID klijenta
hu: Ügyfélazonosító
it: Identificativo cliente
ja: クライアントID
kn: ಕ್ಲೈಂಟ್ ಐಡಿ
mi: Id Kiritaki
mr: क्लायंट आयडी
nl: Klant identificatie
no: Klient-ID
pa: ਕਲਾਇੰਟ ਆਈ.ਡੀ
pl: Identyfikator klienta
ro: ID client
sv: Klient ID
ta: கிளையண்ட் ஐடி
te: క్లయింట్ Id
tr: Müşteri Kimliği
ur: کلائنٹ کی شناخت

# that_will_be_provide_by_zoom
source: That will be provided by zoom.
bn: যে জুম দ্বারা প্রদান করা হবে.
ca: Això serà proporcionat per zoom.
cs: To zajistí zoom.
da: Det vil blive leveret af zoom.
el: Αυτό θα παρέχεται από το zoom.
es: Eso será proporcionado por zoom.
et: Seda tagab suum.
fa: که توسط زوم ارائه خواهد شد.
fi: Sen tarjoaa zoom.
gu: જે ઝૂમ દ્વારા આપવામાં આવશે.
hi: वह जूम द्वारा प्रदान किया जाएगा।
hr: To će omogućiti zoom.
hu: Ezt a zoom biztosítja.
it: Questo sarà fornito da zoom.
ja: zoomにてご提供させていただきます。
kn: ಅದನ್ನು ಜೂಮ್ ಮೂಲಕ ಒದಗಿಸಲಾಗುತ್ತದೆ.
mi: Ka tukuna ma te topa.
mr: ते झूम द्वारे प्रदान केले जाईल.
nl: Dat wordt verzorgd door zoom.
no: Det vil bli gitt av zoom.
pa: ਜੋ ਕਿ ਜ਼ੂਮ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: To zapewni zoom.
ro: Acesta va fi furnizat prin zoom.
sv: Det kommer att tillhandahållas av zoom.
ta: இது ஜூம் மூலம் வழங்கப்படும்.
te: అది జూమ్ ద్వారా అందించబడుతుంది.
tr: Bu zoom tarafından sağlanacaktır.
ur: یہ زوم کے ذریعہ فراہم کیا جائے گا۔

source: Please Enter Your Secret Client Id
bn: অনুগ্রহ করে আপনার গোপন ক্লায়েন্ট আইডি লিখুন
ca: Introduïu el vostre identificador secret de client
cs: Zadejte své tajné ID klienta
da: Indtast venligst dit hemmelige klient-id
el: Εισαγάγετε το μυστικό αναγνωριστικό πελάτη σας
es: Ingrese su ID de cliente secreto
et: Sisestage oma salajase kliendi ID
fa: لطفا شناسه مشتری مخفی خود را وارد کنید
fi: Anna salainen asiakastunnuksesi
gu: કૃપા કરીને તમારું ગુપ્ત ક્લાયન્ટ આઈડી દાખલ કરો
hi: कृपया अपना गुप्त ग्राहक आईडी दर्ज करें
hr: Unesite svoj tajni ID klijenta
hu: Kérjük, adja meg titkos ügyfél-azonosítóját
it: Inserisci il tuo ID cliente segreto
ja: 秘密のクライアント ID を入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸೀಕ್ರೆಟ್ ಕ್ಲೈಂಟ್ ಐಡಿಯನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia to Id Kiritaki ngaro
mr: कृपया तुमचा गुप्त क्लायंट आयडी प्रविष्ट करा
nl: Voer uw geheime klant-ID in
no: Vennligst skriv inn din hemmelige klient-ID
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਗੁਪਤ ਕਲਾਇੰਟ ਆਈਡੀ ਦਰਜ ਕਰੋ
pl: Wprowadź swój tajny identyfikator klienta
ro: Vă rugăm să introduceți ID-ul dvs. secret de client
sv: Vänligen ange ditt hemliga klient-ID
ta: உங்கள் ரகசிய கிளையன்ட் ஐடியை உள்ளிடவும்
te: దయచేసి మీ రహస్య క్లయింట్ ఐడిని నమోదు చేయండి
tr: Lütfen Gizli Müşteri Kimliğinizi Girin
ur: براہ کرم اپنے خفیہ کلائنٹ کی شناخت درج کریں۔

source: Client Secret ID
bn: ক্লায়েন্ট সিক্রেট আইডি
ca: ID secret del client
cs: Tajné ID klienta
da: Klients hemmelige ID
el: Μυστικό αναγνωριστικό πελάτη
es: ID secreto del cliente
et: Kliendi salajane ID
fa: شناسه مخفی مشتری
fi: Asiakkaan salainen tunnus
gu: ક્લાયન્ટ સિક્રેટ ID
hi: ग्राहक गुप्त आईडी
hr: Tajni ID klijenta
hu: Ügyfél titkos azonosítója
it: ID segreto client
ja: クライアントシークレットID
kn: ಕ್ಲೈಂಟ್ ಸೀಕ್ರೆಟ್ ಐಡಿ
mi: ID Huna Kiritaki
mr: क्लायंट सीक्रेट आयडी
nl: Geheime klant-ID
no: Klientens hemmelige ID
pa: ਕਲਾਇੰਟ ਸੀਕ੍ਰੇਟ ਆਈ.ਡੀ
pl: Tajny identyfikator klienta
ro: ID-ul secret al clientului
sv: Klients hemliga ID
ta: கிளையண்ட் ரகசிய ஐடி
te: క్లయింట్ రహస్య ID
tr: İstemci Gizli Kimliği
ur: کلائنٹ کی خفیہ شناخت

source: Please Enter Redirect Url
bn: অনুগ্রহ করে রিডাইরেক্ট ইউআরএল লিখুন
ca: Introduïu l'URL de redirecció
cs: Zadejte prosím adresu URL přesměrování
da: Indtast venligst omdirigerings-url
el: Εισαγάγετε το URL ανακατεύθυνσης
es: Ingrese la URL de redirección
et: Sisestage ümbersuunamise URL
fa: لطفا آدرس ریدایرکت را وارد کنید
fi: Anna uudelleenohjauksen URL-osoite
gu: કૃપા કરીને રીડાયરેક્ટ Url દાખલ કરો
hi: कृपया रीडायरेक्ट यूआरएल दर्ज करें
hr: Unesite URL za preusmjeravanje
hu: Adja meg az átirányítási URL-t
it: Inserisci l'URL di reindirizzamento
ja: リダイレクト URL を入力してください
kn: ದಯವಿಟ್ಟು ಮರುನಿರ್ದೇಶನ URL ಅನ್ನು ನಮೂದಿಸಿ
mi: Tena koa Whakauruhia te Url Whakaarahia
mr: कृपया पुनर्निर्देशित Url प्रविष्ट करा
nl: Voer de omleidings-URL in
no: Vennligst skriv inn omdirigeringsadresse
pa: ਕਿਰਪਾ ਕਰਕੇ ਰੀਡਾਇਰੈਕਟ URL ਦਾਖਲ ਕਰੋ
pl: Wprowadź adres URL przekierowania
ro: Vă rugăm să introduceți adresa URL de redirecționare
sv: Vänligen ange omdirigeringsadress
ta: தயவு செய்து வழிமாற்று URL ஐ உள்ளிடவும்
te: దయచేసి దారిమార్పు Urlని నమోదు చేయండి
tr: Lütfen Yönlendirme URL'sini Girin
ur: براہ کرم ری ڈائریکٹ یو آر ایل درج کریں۔

# please_copy_this_redirect_url_and_ass_in_your_zoom_account_redirect_url
source: Please copy this Redirect URL and add in your zoom account Redirect URL.
bn: অনুগ্রহ করে এই পুনঃনির্দেশ URL অনুলিপি করুন এবং আপনার জুম অ্যাকাউন্ট পুনঃনির্দেশ URL যোগ করুন।
ca: Copieu aquest URL de redirecció i afegiu-lo al vostre compte de zoom.
cs: Zkopírujte prosím tuto adresu URL přesměrování a přidejte adresu URL přesměrování do účtu zoom.
da: Kopier venligst denne omdirigerings-URL og tilføj omdirigerings-URL på din zoomkonto.
el: Αντιγράψτε αυτήν τη διεύθυνση URL ανακατεύθυνσης και προσθέστε τη διεύθυνση URL ανακατεύθυνσης του λογαριασμού σας στο ζουμ.
es: Copie esta URL de redireccionamiento y agregue la URL de redireccionamiento de su cuenta de zoom.
et: Kopeerige see ümbersuunamise URL ja lisage oma suumikontole ümbersuunamise URL.
fa: لطفاً این URL ریدایرکت را کپی کنید و URL تغییر مسیر را به حساب بزرگنمایی خود اضافه کنید.
fi: Kopioi tämä uudelleenohjaus-URL-osoite ja lisää zoom-tiliisi Uudelleenohjaus-URL-osoite.
gu: કૃપા કરીને આ રીડાયરેક્ટ URL કોપી કરો અને તમારા ઝૂમ એકાઉન્ટ રીડાયરેક્ટ URL ઉમેરો.
hi: कृपया इस रीडायरेक्ट URL को कॉपी करें और अपने ज़ूम अकाउंट रीडायरेक्ट URL में जोड़ें।
hr: Kopirajte ovaj URL za preusmjeravanje i dodajte u svoj zoom račun URL za preusmjeravanje.
hu: Kérjük, másolja ki ezt az átirányítási URL-t, és adja hozzá a zoom-fiókjához az átirányítási URL-t.
it: Si prega di copiare questo URL di reindirizzamento e aggiungere l'URL di reindirizzamento dell'account zoom.
ja: このリダイレクト URL をコピーして、zoom アカウントのリダイレクト URL を追加してください。
kn: ದಯವಿಟ್ಟು ಈ ಮರುನಿರ್ದೇಶನ URL ಅನ್ನು ನಕಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಜೂಮ್ ಖಾತೆಯಲ್ಲಿ ಮರುನಿರ್ದೇಶನ URL ಅನ್ನು ಸೇರಿಸಿ.
mi: Tena koa kapehia tenei URL Redirect me te taapiri i to putea topa URL Redirect URL.
mr: कृपया ही पुनर्निर्देशित URL कॉपी करा आणि तुमच्या झूम खात्यात पुनर्निर्देशित URL जोडा.
nl: Kopieer deze omleidings-URL en voeg de omleidings-URL van uw zoomaccount toe.
no: Vennligst kopier denne viderekoblings-URLen og legg til i zoom-kontoen din Redirect URL.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਰੀਡਾਇਰੈਕਟ URL ਨੂੰ ਕਾਪੀ ਕਰੋ ਅਤੇ ਆਪਣੇ ਜ਼ੂਮ ਖਾਤੇ ਵਿੱਚ ਰੀਡਾਇਰੈਕਟ URL ਸ਼ਾਮਲ ਕਰੋ।
pl: Skopiuj ten adres URL przekierowania i dodaj adres URL przekierowania na swoim koncie Zoom.
ro: Vă rugăm să copiați această adresă URL de redirecționare și să adăugați în contul dvs. de zoom URL-ul de redirecționare.
sv: Kopiera denna omdirigerings-URL och lägg till omdirigerings-URL i ditt zoomkonto.
ta: தயவுசெய்து இந்த வழிமாற்று URL ஐ நகலெடுத்து, உங்கள் ஜூம் கணக்கில் ரீடைரக்ட் URL ஐச் சேர்க்கவும்.
te: దయచేసి ఈ దారి మళ్లింపు URLని కాపీ చేసి, మీ జూమ్ ఖాతా మళ్లింపు URLని జోడించండి.
tr: Lütfen bu Yönlendirme URL'sini kopyalayın ve yakınlaştırma hesabınıza Yönlendirme URL'sini ekleyin.
ur: براہ کرم اس ری ڈائریکٹ URL کو کاپی کریں اور اپنے زوم اکاؤنٹ میں ری ڈائریکٹ URL شامل کریں۔

source: Redirect URL
bn: পুনঃনির্দেশ URL
ca: URL de redirecció
cs: Adresa URL přesměrování
da: Omdiriger URL
el: URL ανακατεύθυνσης
es: Redireccionar URL
et: Ümbersuunamise URL
fa: تغییر مسیر URL
fi: Uudelleenohjauksen URL-osoite
gu: રીડાયરેક્ટ URL
hi: रीडायरेक्ट यूआरएल
hr: URL za preusmjeravanje
hu: Átirányítási URL
it: URL di reindirizzamento
ja: リダイレクト URL
kn: ಮರುನಿರ್ದೇಶನ URL
mi: Tukuna URL
mr: URL पुनर्निर्देशित करा
nl: Omleidings-URL
pa: URL ਰੀਡਾਇਰੈਕਟ ਕਰੋ
pl: URL przekierowania
ro: Adresa URL de redirecționare
sv: Omdirigera URL
ta: URL ஐ திருப்பிவிடவும்
te: దారిమార్పు URL
tr: yönlendirme bağlantısı
ur: ری ڈائریکٹ URL

source: Days
bn: দিন
ca: Dies
cs: Dny
da: Dage
el: Ημέρες
es: Días
et: Päevad
fa: روزها
fi: päivää
gu: દિવસ
hi: दिन
hr: dana
hu: Napok
it: Giorni
ja: 日々
kn: ದಿನಗಳು
mi: Nga ra
mr: दिवस
nl: Dagen
no: Dager
pa: ਦਿਨ
pl: Dni
ro: Zile
sv: dagar
ta: நாட்களில்
te: రోజులు
tr: günler
ur: دن

source: View Details
bn: বিস্তারিত দেখুন
ca: Veure detalls
cs: Zobrazit podrobnosti
da: Se detaljer
el: Δείτε λεπτομέρειες
es: Ver detalles
et: Vaata detaile
fa: دیدن جزئیات
fi: Tarkemmat tiedot
gu: વિગતો જુઓ
hi: विवरण देखें
hr: Pregledavati pojedinosti
hu: Részletek megtekintése
it: Visualizza dettagli
ja: 詳細を見る
kn: ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
mi: Tirohia nga Taipitopito
mr: तपशील पहा
nl: Details bekijken
no: Vis detaljer
pa: ਵੇਰਵੇ ਵੇਖੋ
pl: Pokaż szczegóły
ro: Vezi detalii
sv: Visa detaljer
ta: விபரங்களை பார்
te: వివరాలను వీక్షించండి
tr: Detayları göster
ur: تفصیلات دیکھیں
