Repository: KRTechApp/fitness
Catalog: lib/l10n/intl_*.arb
Languages: bn, ca, cs, da, el, es, et, fa, fi, gu, hi, hr, hu, it, ja, kn, mi, mr, nl, no, pa, pl, ro, sv, ta, te, tr, ur

source: Free for all
bn: সবার জন্য উন্মুক্ত
ca: Gratis per a tots
cs: Zdarma pro všechny
da: Gratis for alle
el: Δωρεάν για όλους
es: Gratuita para todos
et: Tasuta kõikidele
fa: رایگان برای همه
fi: Ilmainen kaikille
gu: બધા માટે મફત
hi: सभी के लिए नि: शुल्क
hr: Slobodan za sve
hu: Mindenki számára ingyenes
it: Gratuito per tutti
ja: 万人に無料
kn: ಎಲ್ಲರಿಗೂ ಉಚಿತ
mi: Kore utu mo te katoa
mr: सर्वासाठी निशूल्क
nl: Gratis voor iedereen
no: Gratis for alle
pa: ਸਾਰਿਆਂ ਲਈ ਮੁਫ਼ਤ
pl: Darmowy dla wszystkich
ro: Gratis pentru toti
sv: Gratis för alla
ta: அனைவருக்கும் இலவசம்
te: అందరికి ఉచితం
tr: Herkes tek
ur: سب کے لئے مفت

source: Select
bn: নির্বাচন করুন
ca: Seleccioneu
cs: Vybrat
da: Vælg
el: Επιλέγω
es: Seleccionar
et: Valige
fa: انتخاب کنید
fi: Valitse
gu: પસંદ કરો
hi: चुनना
hr: Izaberi
hu: Válassza ki
it: Selezionare
ja: 選択する
kn: ಆಯ್ಕೆ ಮಾಡಿ
mi: Tīpakohia
mr: निवडा
nl: Selecteer
no: Plukke ut
pa: ਚੁਣੋ
pl: Wybierać
ro: Selectați
sv: Välj
ta: தேர்ந்தெடு
te: ఎంచుకోండి
tr: Seçme
ur: منتخب کریں۔

source: Selected
bn: নির্বাচিত
ca: Seleccionat
cs: Vybraný
da: Valgte
el: Επιλεγμένο
es: Seleccionado
et: Valitud
fa: انتخاب شد
fi: Valittu
gu: પસંદ કરેલ
hi: गिने चुने
hr: Odabran
hu: Kiválasztott
it: Selezionato
ja: 選択済み
kn: ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
mi: Kua tohua
mr: निवडले
nl: Geselecteerd
no: Valgt
pa: ਚੁਣਿਆ ਹੋਇਆ
pl: Wybrany
ro: Selectat
sv: Vald
ta: தேர்ந்தெடுக்கப்பட்டது
te: ఎంపిక చేయబడింది
tr: Seçilmiş
ur: منتخب شدہ

source: Member ID
bn: সদস্য আইডি
ca: Identificador de membre
cs: Členské ID
da: Medlems ID
el: ταυτότητα μέλους
es: Identificación de miembro
et: Liikme ID
fa: شناسه عضو
fi: jäsentunnus
gu: સભ્ય ID
hi: सदस्य पहचान पत्र
hr: članska iskaznica
hu: tag-azonosító
it: ID membro
ja: メンバーID
kn: ಸದಸ್ಯತ್ವ ಸಂಖ್ಯೆ
mi: ID Mema
mr: सभासद पत्र
nl: Gebruikers ID
no: Medlems-ID
pa: ਮੈਂਬਰ ਆਈ.ਡੀ
pl: ID Użytkownika
ro: Membru ID
sv: Medlems-ID
ta: உறுப்பினர் அடையாள எண்
te: సభ్యుడు ID
tr: Kullanıcı Kimliği
ur: رکن کی شناخت

source: Current Plan
bn: বর্তমান পরিকল্পনা
ca: Pla actual
cs: Aktuální plán
da: Nuværende plan
el: Τρέχον Σχέδιο
es: Plan actual
et: Praegune plaan
fa: نقشه جاری
fi: Nykyinen suunnitelma
gu: વર્તમાન યોજના
hi: वर्तमान योजना
hr: Trenutni plan
hu: Aktuális terv
it: Piano attuale
ja: 現在の計画
kn: ಪ್ರಸ್ತುತ ಯೋಜನೆ
mi: Mahere o naianei
mr: चालू योजना
nl: Huidige plan
no: Gjeldende plan
pa: ਮੌਜੂਦਾ ਯੋਜਨਾ
pl: Obecny plan
ro: Planul curent
sv: Nuvarande plan
ta: தற்போதைய திட்டம்
te: ప్రస్తుత ప్రణాళిక
tr: Mevcut Plan
ur: موجودہ منصوبہ

source: Assign Membership Plan
bn: সদস্যতা পরিকল্পনা বরাদ্দ
ca: Assignar un pla de soci
cs: Přiřadit plán členství
da: Tildel medlemsplan
el: Εκχώρηση Σχεδίου Μέλους
es: Asignar Plan de Membresía
et: Liikmeplaani määramine
fa: تعیین طرح عضویت
fi: Määritä jäsenyyssuunnitelma
gu: સભ્યપદ યોજના સોંપો
hi: सदस्यता योजना असाइन करें
hr: Dodijelite plan članstva
hu: Tagsági terv hozzárendelése
it: Assegna piano di abbonamento
ja: メンバーシップ プランの割り当て
kn: ಸದಸ್ಯತ್ವ ಯೋಜನೆಯನ್ನು ನಿಯೋಜಿಸಿ
mi: Whakaritea te Mahere Mema
mr: सदस्यत्व योजना नियुक्त करा
nl: Lidmaatschapsplan toewijzen
no: Tildel medlemskapsplan
pa: ਸਦੱਸਤਾ ਯੋਜਨਾ ਨਿਰਧਾਰਤ ਕਰੋ
pl: Przypisz plan członkostwa
ro: Atribuiți un plan de membru
sv: Tilldela medlemskapsplan
ta: உறுப்பினர் திட்டத்தை ஒதுக்கவும்
te: సభ్యత్వ ప్రణాళికను కేటాయించండి
tr: Üyelik Planı Ata
ur: ممبرشپ پلان تفویض کریں۔

source: Assign Membership
bn: সদস্যপদ বরাদ্দ করুন
ca: Assigna la pertinença
cs: Přiřadit členství
da: Tildel medlemskab
el: Εκχώρηση μέλους
es: Asignar Membresía
et: Liikmesuse määramine
fa: عضویت را تعیین کنید
fi: Määritä jäsenyys
gu: સભ્યપદ સોંપો
hi: सदस्यता सौंपें
hr: Dodijeli članstvo
hu: Tagság hozzárendelése
it: Assegna appartenenza
ja: メンバーシップの割り当て
kn: ಸದಸ್ಯತ್ವವನ್ನು ನಿಯೋಜಿಸಿ
mi: Whakaritea te Mema
mr: सदस्यत्व नियुक्त करा
nl: Lidmaatschap toewijzen
no: Tildel medlemskap
pa: ਮੈਂਬਰਸ਼ਿਪ ਸੌਂਪੋ
pl: Przypisz członkostwo
ro: Atribuiți calitatea de membru
sv: Tilldela medlemskap
ta: உறுப்பினர் பதவியை ஒதுக்குங்கள்
te: సభ్యత్వాన్ని కేటాయించండి
tr: Üyelik Ata
ur: رکنیت تفویض کریں۔

source: Package
bn: প্যাকেজ
ca: paquet
cs: Balík
da: Pakke
el: Πακέτο
es: Paquete
et: pakett
fa: بسته
fi: Paketti
gu: પેકેજ
hi: पैकेट
hr: Paket
hu: Csomag
it: Pacchetto
ja: パッケージ
kn: ಪ್ಯಾಕೇಜ್
mi: Mōkī
mr: पॅकेज
nl: Pakket
no: Pakke
pa: ਪੈਕੇਜ
pl: Pakiet
ro: Pachet
sv: Paket
ta: தொகுப்பு
te: ప్యాకేజీ
tr: paket
ur: پیکج

source: Total workout completed
bn: মোট ওয়ার্কআউট সম্পন্ন হয়েছে
ca: Entrenament total completat
cs: Celkový trénink dokončen
da: Samlet træning gennemført
el: Ολοκληρώθηκε η συνολική προπόνηση
es: Entrenamiento total completado
et: Kogu treening läbitud
fa: کل تمرین انجام شد
fi: Koko harjoitus suoritettu
gu: કુલ વર્કઆઉટ પૂર્ણ
hi: कुल कसरत पूरी हुई
hr: Ukupno vježbanje završeno
hu: Teljes edzés befejezve
it: Allenamento totale completato
ja: 合計ワークアウト完了
kn: ಒಟ್ಟು ತಾಲೀಮು ಪೂರ್ಣಗೊಂಡಿದೆ
mi: Kua oti te mahi katoa
mr: एकूण कसरत पूर्ण झाली
nl: Totale training voltooid
no: Total treningsøkt fullført
pa: ਕੁੱਲ ਕਸਰਤ ਪੂਰੀ ਹੋਈ
pl: Całkowity trening zakończony
ro: Antrenament total finalizat
sv: Totalt träningspass avslutat
ta: மொத்த உடற்பயிற்சி முடிந்தது
te: మొత్తం వ్యాయామం పూర్తయింది
tr: Toplam antrenman tamamlandı
ur: کل ورزش مکمل ہو گئی۔

source: Triceps
bn: ট্রাইসেপস
ca: Tríceps
el: Τρικέφαλος μύς
es: tríceps
et: Triitseps
fa: عضله سه سر
gu: ટ્રાઇસેપ્સ
hi: त्रिशिस्क
it: Tricipiti
ja: 上腕三頭筋
kn: ಟ್ರೈಸ್ಪ್ಸ್
mr: ट्रायसेप्स
pa: ਟ੍ਰਾਈਸੈਪਸ
ta: டிரைசெப்ஸ்
te: ట్రైసెప్స్
tr: triseps

source: Assign Workout
bn: ওয়ার্কআউট বরাদ্দ করুন
ca: Assigna un entrenament
cs: Přiřadit cvičení
da: Tildel træning
el: Αναθέστε προπόνηση
es: Asignar entrenamiento
et: Treeningu määramine
fa: تمرین را اختصاص دهید
fi: Määritä harjoitus
gu: વર્કઆઉટ સોંપો
hi: वर्कआउट असाइन करें
hr: Dodijelite vježbanje
hu: Edzés hozzárendelése
it: Assegna allenamento
ja: ワークアウトを割り当てる
kn: ತಾಲೀಮು ನಿಯೋಜಿಸಿ
mi: Tautapa Mahi Mahi
mr: कसरत नियुक्त करा
nl: Wijs training toe
no: Tilordne treningsøkt
pa: ਕਸਰਤ ਨਿਰਧਾਰਤ ਕਰੋ
pl: Przypisz trening
ro: Atribuiți un antrenament
sv: Tilldela träningspass
ta: வொர்க்அவுட்டை ஒதுக்குங்கள்
te: వ్యాయామాన్ని కేటాయించండి
tr: Antrenman Ata
ur: ورزش تفویض کریں۔

source: Assign to Trainer
bn: প্রশিক্ষককে বরাদ্দ করুন
ca: Assignar a entrenador
cs: Přiřadit trenérovi
da: Tildel til træner
el: Ανάθεση στον εκπαιδευτή
es: Asignar a Entrenador
et: Määrake treenerile
fa: به ترینر اختصاص دهید
fi: Määritä valmentajalle
gu: ટ્રેનરને સોંપો
hi: प्रशिक्षक को सौंपें
hr: Dodijelite treneru
hu: Hozzárendelés a Trainerhez
it: Assegna a Formatore
ja: トレーナーに割り当てる
kn: ತರಬೇತುದಾರರಿಗೆ ನಿಯೋಜಿಸಿ
mi: Whakaritea ki te Kaiwhakangungu
mr: प्रशिक्षकाला नियुक्त करा
nl: Toewijzen aan trainer
no: Tilordne til trener
pa: ਟ੍ਰੇਨਰ ਨੂੰ ਸੌਂਪੋ
pl: Przypisz do trenera
ro: Atribuiți formatorului
sv: Tilldela till tränare
ta: பயிற்சியாளரிடம் ஒப்படைக்கவும்
te: శిక్షకుడికి అప్పగించండి
tr: Eğitmene Ata
ur: ٹرینر کو تفویض کریں۔

source: Please Enter Set
bn: অনুগ্রহ করে সেট লিখুন
ca: Introduïu Set
cs: Zadejte sadu
da: Indtast venligst sæt
el: Παρακαλώ εισάγετε το σύνολο
es: Ingrese el conjunto
et: Palun sisesta Set
fa: لطفاً Set را وارد کنید
fi: Ole hyvä ja syötä Set
gu: કૃપા કરીને સેટ દાખલ કરો
hi: कृपया सेट दर्ज करें
hr: Unesite set
hu: Kérjük, adja meg a készletet
it: Si prega di inserire Imposta
ja: セットを入力してください
kn: ದಯವಿಟ್ಟು ಹೊಂದಿಸಿ ನಮೂದಿಸಿ
mi: Whakauruhia koa te Tautuhi
mr: कृपया सेट प्रविष्ट करा
nl: Voer Set in
no: Vennligst skriv inn Set
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੈੱਟ ਦਰਜ ਕਰੋ
pl: Proszę wprowadzić zestaw
ro: Vă rugăm să introduceți Set
sv: Vänligen ange Set
ta: தயவுசெய்து அமைவை உள்ளிடவும்
te: దయచేసి సెట్‌ని నమోదు చేయండి
tr: Lütfen Kümeyi Girin
ur: براہ کرم سیٹ درج کریں۔

source: Please Enter Reps
bn: অনুগ্রহ করে প্রতিনিধি লিখুন
ca: Introduïu els representants
cs: Zadejte zástupce
da: Indtast venligst repræsentanter
el: Παρακαλώ εισάγετε Αντιπροσώπους
es: Ingrese representantes
et: Palun sisestage esindajad
fa: لطفا نمایندگان را وارد کنید
fi: Anna edustajat
gu: મહેરબાની કરીને પ્રતિનિધિઓ દાખલ કરો
hi: कृपया प्रतिनिधि दर्ज करें
hr: Unesite predstavnike
hu: Kérjük, adja meg képviselőit
it: Inserisci rappresentanti
ja: 担当者を入力してください
kn: ದಯವಿಟ್ಟು ಪ್ರತಿನಿಧಿಗಳನ್ನು ನಮೂದಿಸಿ
mi: Whakauruhia koa nga Reps
mr: कृपया प्रतिनिधी प्रविष्ट करा
nl: Voer a.u.b. vertegenwoordigers in
no: Vennligst skriv inn representanter
pa: ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਤੀਨਿਧ ਦਾਖਲ ਕਰੋ
pl: Proszę wprowadzić przedstawicieli
ro: Vă rugăm să introduceți Reprezentanți
sv: Vänligen ange reps
ta: தயவுசெய்து பிரதிநிதிகளை உள்ளிடவும்
te: దయచేసి ప్రతినిధులను నమోదు చేయండి
tr: Lütfen Temsilcileri Girin
ur: براہ کرم نمائندے درج کریں۔

source: Please Enter Sec
bn: অনুগ্রহ করে সেকেন্ড লিখুন
ca: Introduïu Seg
cs: Zadejte prosím sek
da: Indtast venligst Sec
el: Παρακαλώ εισάγετε το Sec
es: Ingrese el segundo
et: Palun sisesta Sec
fa: لطفا بخش را وارد کنید
fi: Anna sek
gu: કૃપા કરીને સેકન્ડ દાખલ કરો
hi: कृपया धारा दर्ज करें
hr: Unesite Sec
hu: Adja meg a Sec
it: Per favore inserisci Sez
ja: 秒を入力してください
kn: ದಯವಿಟ್ಟು ಸೆಕೆಂಡ್ ನಮೂದಿಸಿ
mi: Tena Whakaurua Sec
mr: कृपया से. एंटर करा
nl: Voer Sec
no: Vennligst skriv inn sek
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੇਕ ਦਰਜ ਕਰੋ
pl: Proszę wprowadzić rozdz
ro: Vă rugăm să introduceți Sec
sv: Vänligen ange Sec
ta: தயவு செய்து நொடியை உள்ளிடவும்
te: దయచేసి సెకను నమోదు చేయండి
tr: Lütfen Sn Girin
ur: براہ کرم سیکنڈ درج کریں۔

source: Please Enter Rest
bn: বিশ্রাম লিখুন দয়া করে
ca: Introduïu Rest
cs: Zadejte prosím odpočinek
da: Indtast venligst Rest
el: Παρακαλώ εισάγετε το Rest
es: Por favor ingrese descanso
et: Palun sisestage Rest
fa: لطفا Rest را وارد کنید
fi: Ole hyvä ja syötä Rest
gu: કૃપા કરીને આરામ દાખલ કરો
hi: कृपया आराम दर्ज करें
hr: Unesite odmor
hu: Kérjük, adja meg a pihenést
it: Inserisci Riposo
ja: 休憩を入力してください
kn: ದಯವಿಟ್ಟು ವಿಶ್ರಾಂತಿಯನ್ನು ನಮೂದಿಸಿ
mi: Tena koa Whakauruhia te okiokinga
mr: कृपया विश्रांती प्रविष्ट करा
nl: Voer rust in
no: Vennligst skriv inn hvile
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਰਾਮ ਦਰਜ ਕਰੋ
pl: Proszę wprowadzić odpoczynek
ro: Vă rugăm să introduceți Rest
sv: Vänligen ange Rest
ta: ஓய்வை உள்ளிடவும்
te: దయచేసి విశ్రాంతిని నమోదు చేయండి
tr: Lütfen Dinlenmeyi Girin
ur: براہ کرم آرام داخل کریں۔

source: Set
bn: সেট
ca: Conjunt
cs: Soubor
da: Sæt
el: Σειρά
es: Colocar
et: Määra
fa: تنظیم
fi: Aseta
gu: સેટ
hi: तय करना
hu: Készlet
it: Impostato
ja: 設定
kn: ಹೊಂದಿಸಿ
mi: Tautuhi
mr: सेट करा
no: Sett
pa: ਸੈੱਟ ਕਰੋ
pl: Ustawić
ro: A stabilit
sv: Uppsättning
ta: அமைக்கவும்
te: సెట్
tr: Ayarlamak
ur: سیٹ

source: Reps
bn: প্রতিনিধি
cs: Zástupci
el: Αντιπροσωπείες
es: representantes
fa: تکرارها
gu: પ્રતિનિધિ
hi: प्रतिनिधि
hr: Ponavljanja
it: Rep
ja: 担当者
kn: ಪ್ರತಿನಿಧಿಗಳು
mi: Res
mr: प्रतिनिधी
nl: vertegenwoordigers
pa: ਪ੍ਰਤੀਨਿਧ
pl: Przedstawiciele
ta: பிரதிநிதிகள்
te: ప్రజాప్రతినిధులు
tr: temsilciler
ur: نمائندے

source: Sec
bn: সেকেন্ড
cs: Sek
es: Segundo
fa: ثانیه
gu: સેકન્ડ
hi: सेकंड
hr: Sek
it: Sez
ja: 秒
kn: ಸೆ
mi: Ko te Sec
mr: से
pa: ਸੈਕੰ
pl: sek
ta: நொடி
te: సె
tr: saniye
ur: سیکنڈ

source: Rest
bn: বিশ্রাম
ca: Descans
cs: Odpočinek
da: Hvile
el: Υπόλοιπο
es: Descansar
et: Puhka
fa: باقی مانده
fi: Levätä
gu: આરામ કરો
hi: आराम
hr: Odmor
hu: Pihenés
it: Riposo
ja: 休み
kn: ಉಳಿದ
mi: Okioki
mr: उर्वरित
no: Hvile
pa: ਆਰਾਮ
pl: Odpoczynek
ro: Odihnă
sv: Resten
ta: ஓய்வு
te: విశ్రాంతి
tr: Dinlenmek
ur: آرام کریں۔

source: Let’s Start
bn: চল শুরু করি
ca: Comencem
cs: Začněme
da: Lad os begynde
el: Ας αρχίσουμε
es: Empecemos
et: Alustame
fa: بیا شروع کنیم
fi: Aloitetaan
gu: ચાલો શરૂ કરીએ
hi: चलो शुरू करो
hr: Počnimo
hu: Kezdjük
it: Iniziamo
ja: はじめましょう
kn: ಪ್ರಾರಂಭಿಸೋಣ
mi: Kia timata tatou
mr: आपण सुरु करू
nl: Laten we beginnen
no: La oss begynne
pa: ਚਲੋ ਸ਼ੁਰੂ ਕਰੀਏ
pl: Zaczynajmy
ro: Să începem
sv: Låt oss börja
ta: ஆரம்பிக்கலாம்
te: మొదలు పెడదాం
tr: Hadi başlayalım
ur: شروع کرتے ہیں

source: Weeks
bn: সপ্তাহ
ca: Setmanes
cs: týdny
da: Uger
el: Εβδομάδες
es: Semanas
et: Nädalad
fa: هفته ها
fi: Viikot
gu: અઠવાડિયા
hi: हफ्तों
hr: Tjedni
hu: Hetek
it: Settimane
ja: 週間
kn: ವಾರಗಳು
mi: Nga wiki
mr: आठवडे
nl: Weken
no: Uker
pa: ਹਫ਼ਤੇ
pl: tygodnie
ro: Săptămâni
sv: Veckor
ta: வாரங்கள்
te: వారాలు
tr: Haftalar
ur: ہفتے

source: Videos
bn: ভিডিও
ca: Vídeos
cs: videa
da: Videoer
el: Βίντεο
es: Vídeos
et: Videod
fa: فیلم های
fi: Videot
gu: વિડિઓઝ
hi: वीडियो
hr: Video zapisi
hu: Videók
it: Video
ja: 動画
kn: ವೀಡಿಯೊಗಳು
mi: Ataata
mr: व्हिडिओ
no: Videoer
pa: ਵੀਡੀਓਜ਼
pl: Filmy
ro: Videoclipuri
sv: videoklipp
ta: வீடியோக்கள்
te: వీడియోలు
tr: videolar
ur: ویڈیوز

source: paid
bn: পেড
ca: Pagat
cs: Zaplaceno
da: Betalt
el: επί πληρωμή
es: Pagado
et: Tasuline
fa: پرداخت شده
fi: Maksettu
gu: ચૂકવેલ
hi: चुकाया गया
hr: Plaćeno
hu: Fizetett
it: Pagato
ja: 有料
kn: ಪಾವತಿಸಲಾಗಿದೆ
mi: Ka utua
mr: पैसे दिले
nl: Betaald
no: Betalt
pa: ਦਾ ਭੁਗਤਾਨ
pl: Płatny
ro: Plătit
sv: Betalt
ta: செலுத்தப்பட்டது
te: చెల్లించారు
tr: Paralı
ur: ادا کیا

source: unpaid
bn: আনপেইড
ca: No pagat
cs: Nezaplaceno
da: Ubetalt
el: Απλήρωτος
es: No pagado
et: Tasumata
fa: پرداخت نشده
fi: Palkaton
gu: અવેતન
hi: अवैतनिक
hr: Neplaćeno
hu: Kifizetetlen
it: Non pagato
ja: 未払い
kn: ಪಾವತಿಸದ
mi: Kore Utu
mr: न भरलेले
nl: Onbetaald
no: Ubetalt
pa: ਅਦਾਇਗੀਸ਼ੁਦਾ
pl: Nie zapłacony
ro: Neplătit
sv: Obetald
ta: செலுத்தப்படாதது
te: చెల్లించని
tr: Ödenmemiş
ur: بلا معاوضہ

source: Status
bn: স্ট্যাটাস
ca: Estat
cs: Postavení
el: Κατάσταση
es: Estado
et: Olek
fa: وضعیت
fi: Tila
gu: સ્થિતિ
hi: दर्जा
hu: Állapot
it: Stato
ja: スターテス
kn: ಸ್ಥಿತಿ
mi: Tūnga
mr: स्थिती
nl: Toestand
pa: ਸਥਿਤੀ
ro: stare
ta: நிலை
te: స్థితి
tr: Durum
ur: حالت

source: Date
bn: তারিখ
ca: Data
cs: datum
da: Dato
el: Ημερομηνία
es: Fecha
et: Kuupäev
fa: تاریخ
fi: Päivämäärä
gu: તારીખ
hi: तारीख
hr: Datum
hu: Dátum
it: Data
ja: 日にち
kn: ದಿನಾಂಕ
mi: Rā
mr: तारीख
nl: Datum
no: Dato
pa: ਤਾਰੀਖ਼
pl: Data
ro: Data
sv: Datum
ta: தேதி
te: తేదీ
tr: Tarih
ur: تاریخ

source: Invoice ID
bn: চালান আইডি
ca: Identificador de la factura
cs: ID faktury
da: Faktura ID
el: Αναγνωριστικό τιμολογίου
es: identificación de la factura
et: Arve ID
fa: شناسه فاکتور
fi: Laskun tunnus
gu: ઇન્વોઇસ ID
hi: चालान आईडी
hr: ID fakture
hu: Számlaazonosító
it: codice di identificazione della fattura
ja: 請求書ID
kn: ಸರಕುಪಟ್ಟಿ ID
mi: ID nama
mr: इन्व्हॉइस आयडी
nl: Factuur-ID
no: Faktura-ID
pa: ਇਨਵੌਇਸ ਆਈ.ਡੀ
pl: Identyfikator faktury
ro: Numărul de indentificare al facturii
sv: Faktura-ID
ta: விலைப்பட்டியல் ஐடி
te: ఇన్వాయిస్ ID
tr: fatura kimliği
ur: انوائس ID

source: Invoice
bn: চালান
ca: Factura
cs: Faktura
da: Faktura
el: Τιμολόγιο
es: Factura
et: Arve
fa: صورتحساب
fi: Lasku
gu: ભરતિયું
hi: इनवॉइस
hr: Dostavnica
hu: Számla
it: Fattura
ja: 請求書
kn: ಸರಕುಪಟ್ಟಿ
mi: nama
mr: चलन
nl: Factuur
no: Faktura
pa: ਚਲਾਨ
pl: Faktura
ro: Factura fiscala
sv: Faktura
ta: விலைப்பட்டியல்
te: ఇన్వాయిస్
tr: Fatura
ur: رسید

source: Trainer Fees Payment
bn: প্রশিক্ষক ফি প্রদান
ca: Pagament de les quotes del formador
cs: Platba poplatků za trenéry
da: Betaling af trænergebyrer
el: Πληρωμή αμοιβών εκπαιδευτή
es: Pago de honorarios de entrenador
et: Treeneritasude maksmine
fa: پرداخت هزینه های مربی
fi: Valmentajan palkkioiden maksu
gu: ટ્રેનર ફી ચુકવણી
hi: प्रशिक्षक शुल्क भुगतान
hr: Plaćanje trenerskih naknada
hu: Edzői díjak befizetése
it: Pagamento delle tasse del formatore
ja: トレーナー費用の支払い
kn: ತರಬೇತುದಾರರ ಶುಲ್ಕ ಪಾವತಿ
mi: Utu Utu Kaiako
mr: ट्रेनर फी भरणे
nl: Betaling trainerkosten
no: Treneravgifter Betaling
pa: ਟ੍ਰੇਨਰ ਫੀਸ ਦਾ ਭੁਗਤਾਨ
pl: Opłata za trenera
ro: Plata taxelor formatorului
sv: Betalning av tränaravgifter
ta: பயிற்சியாளர் கட்டணம் செலுத்துதல்
te: శిక్షణ ఫీజు చెల్లింపు
tr: Eğitmen Ücreti Ödemesi
ur: ٹرینر کی فیس کی ادائیگی

source: Sort by
bn: ক্রমানুসার
ca: Ordenar per
cs: Seřazeno podle
da: Sorter efter
el: Ταξινόμηση κατά
es: Ordenar por
et: Sorteerima
fa: مرتب سازی بر اساس
fi: Järjestä
gu: દ્વારા સૉર્ટ કરો
hi: इसके अनुसार क्रमबद्ध करें
hr: Poredaj po
hu: Rendezés
it: Ordina per
ja: 並び替え
kn: ವಿಂಗಡಿಸು
mi: Kōmaka mā
mr: यानुसार क्रमवारी लावा
nl: Sorteer op
no: Sorter etter
pa: ਦੇ ਨਾਲ ਕ੍ਰਮਬੱਧ
pl: Sortuj według
ro: Filtrează după
sv: Sortera efter
ta: வரிசைப்படுத்து
te: ఆమరిక
tr: Göre sırala
ur: ترتیب دیں

source: Income
bn: আয়
ca: Ingressos
cs: Příjem
da: Indkomst
el: Εισόδημα
es: Ingreso
et: Sissetulekud
fa: درآمد
fi: Tulo
gu: આવક
hi: आय
hr: Prihod
hu: Jövedelem
it: Reddito
ja: 所得
kn: ಆದಾಯ
mi: Whiwhi
mr: उत्पन्न
nl: Inkomen
no: Inntekt
pa: ਆਮਦਨ
pl: Dochód
ro: Sursa de venit
sv: Inkomst
ta: வருமானம்
te: ఆదాయం
tr: Gelir
ur: آمدنی

source: Create Workout
bn: ওয়ার্কআউট তৈরি করুন
ca: Crear entrenament
cs: Vytvořit cvičení
da: Opret træning
el: Δημιουργία προπόνησης
es: Crear entrenamiento
et: Loo treening
fa: تمرین ایجاد کنید
fi: Luo harjoitus
gu: વર્કઆઉટ બનાવો
hi: कसरत बनाएँ
hr: Stvorite trening
hu: Edzés létrehozása
it: Crea allenamento
ja: ワークアウトを作成
kn: ತಾಲೀಮು ರಚಿಸಿ
mi: Waihanga Mahi Mahi
mr: कसरत तयार करा
nl: Training maken
no: Lag trening
pa: ਕਸਰਤ ਬਣਾਓ
pl: Utwórz trening
ro: Creați un antrenament
sv: Skapa träning
ta: வொர்க்அவுட்டை உருவாக்கவும்
te: వ్యాయామాన్ని సృష్టించండి
tr: Antrenman Oluştur
ur: ورزش بنائیں

source: Create Custom Workout
bn: কাস্টম ওয়ার্কআউট তৈরি করুন
ca: Crea un entrenament personalitzat
cs: Vytvořit vlastní trénink
da: Opret tilpasset træning
el: Δημιουργία προσαρμοσμένης προπόνησης
es: Crear entrenamiento personalizado
et: Loo kohandatud treening
fa: تمرین سفارشی ایجاد کنید
fi: Luo mukautettu harjoitus
gu: કસ્ટમ વર્કઆઉટ બનાવો
hi: कस्टम कसरत बनाएँ
hr: Stvorite prilagođeni trening
hu: Egyéni edzés létrehozása
it: Crea allenamento personalizzato
ja: カスタムワークアウトを作成
kn: ಕಸ್ಟಮ್ ತಾಲೀಮು ರಚಿಸಿ
mi: Waihanga Mahi Ritenga
mr: सानुकूल कसरत तयार करा
nl: Maak een aangepaste training
no: Lag tilpasset treningsøkt
pa: ਕਸਟਮ ਕਸਰਤ ਬਣਾਓ
pl: Stwórz niestandardowy trening
ro: Creați un antrenament personalizat
sv: Skapa anpassat träningspass
ta: தனிப்பயன் வொர்க்அவுட்டை உருவாக்கவும்
te: అనుకూల వ్యాయామాన్ని సృష్టించండి
tr: Özel Antrenman Oluştur
ur: اپنی مرضی کے مطابق ورزش بنائیں

source: Member already exits
bn: সদস্য ইতিমধ্যে প্রস্থান
ca: El membre ja surt
cs: Člen již odchází
da: Medlemmet forlader allerede
el: Το μέλος αποχωρεί ήδη
es: El miembro ya sale
et: Liige juba lahkub
fa: عضو قبلاً خارج شده است
fi: Jäsen on jo poistunut
gu: સભ્ય પહેલેથી જ બહાર નીકળે છે
hi: सदस्य पहले ही निकल चुका है
hr: Član već izlazi
hu: A tag már kilépett
it: Il membro è già uscito
ja: メンバーはすでに退出しています
kn: ಸದಸ್ಯರು ಈಗಾಗಲೇ ನಿರ್ಗಮಿಸಿದ್ದಾರೆ
mi: Kua puta kee te mema
mr: सदस्य आधीच बाहेर पडतो
nl: Lid is al vertrokken
no: Medlemmet går allerede ut
pa: ਮੈਂਬਰ ਪਹਿਲਾਂ ਹੀ ਬਾਹਰ ਆ ਰਿਹਾ ਹੈ
pl: Członek już wychodzi
ro: Membrul iese deja
sv: Medlemmen lämnar redan
ta: உறுப்பினர் ஏற்கனவே வெளியேறிவிட்டார்
te: సభ్యుడు ఇప్పటికే నిష్క్రమించారు
tr: Üye zaten çıkmış
ur: ممبر پہلے ہی باہر نکل رہا ہے۔

source: User Not Found.
bn: ব্যবহারকারী খুঁজে পাওয়া যায় না.
ca: Usuari no trobat.
cs: Uživatel nenalezen.
da: Bruger ikke fundet.
el: Ο χρήστης δεν βρέθηκε.
es: Usuario no encontrado.
et: Kasutajat ei leitud.
fa: کاربر پیدا نشد.
fi: Käyttäjää ei löydy.
gu: ઉપયોગકર્તા ના મળ્યો.
hi: उपयोगकर्ता नहीं मिला।
hr: Korisnik nije pronađen.
hu: Felhasználó nem található.
it: Utente non trovato.
ja: ユーザーが見つかりません。
kn: ಬಳಕೆದಾರ ಕಂಡುಬಂದಿಲ್ಲ.
mi: Kaore i Kitea te Kaiwhakamahi.
mr: वापरकर्ता सापडला नाही.
nl: Gebruiker niet gevonden.
no: Bruker ikke funnet.
pa: ਉਪਭੋਗਤਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Użytkownik nie znaleziony.
ro: Utilizator nu a fost găsit.
sv: Användaren hittades inte.
ta: பயனர் கிடைக்கவில்லை.
te: వినియోగదారుడు కనపడలేదు.
tr: Kullanıcı bulunamadı.
ur: صارف نہیں ملا.

source: Please enter a valid email or phone number.
bn: একটি বৈধ ইমেল বা ফোন নম্বর লিখুন.
ca: Introduïu un correu electrònic o un número de telèfon vàlid.
cs: Zadejte prosím platný e-mail nebo telefonní číslo.
da: Indtast venligst en gyldig e-mail eller telefonnummer.
el: Εισαγάγετε ένα έγκυρο email ή αριθμό τηλεφώνου.
es: Ingrese un correo electrónico o número de teléfono válido.
et: Sisestage kehtiv e-posti aadress või telefoninumber.
fa: لطفا یک ایمیل یا شماره تلفن معتبر وارد کنید.
fi: Anna kelvollinen sähköpostiosoite tai puhelinnumero.
gu: કૃપા કરીને માન્ય ઇમેઇલ અથવા ફોન નંબર દાખલ કરો.
hi: कृपया एक वैध ईमेल या फोन नंबर दर्ज करें।
hr: Unesite važeći e-mail ili broj telefona.
hu: Kérjük, adjon meg egy érvényes e-mail-címet vagy telefonszámot.
it: Inserisci un indirizzo email o un numero di telefono valido.
ja: 有効なメールアドレスまたは電話番号を入力してください。
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ಅಥವಾ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
mi: Whakaurua koa he imeera whaimana, tau waea ranei.
mr: कृपया वैध ईमेल किंवा फोन नंबर प्रविष्ट करा.
nl: Voer een geldig e-mailadres of telefoonnummer in.
no: Vennligst skriv inn en gyldig e-post eller telefonnummer.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਈਮੇਲ ਜਾਂ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłowy adres e-mail lub numer telefonu.
ro: Vă rugăm să introduceți un e-mail sau un număr de telefon valid.
sv: Ange ett giltigt e-postadress eller telefonnummer.
ta: சரியான மின்னஞ்சல் அல்லது தொலைபேசி எண்ணை உள்ளிடவும்.
te: దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ లేదా ఫోన్ నంబర్‌ను నమోదు చేయండి.
tr: Lütfen geçerli bir e-posta veya telefon numarası girin.
ur: براہ کرم ایک درست ای میل یا فون نمبر درج کریں۔

# email_or_mobile_number
source: Email / Mobile Number
bn: ইমেইল/মোবাইল নম্বর
ca: Correu electrònic/Número de mòbil
cs: Email / Mobilní číslo
da: E-mail/mobilnummer
el: Email / Αριθμός κινητού
es: Correo electrónico / Número de móvil
et: E-post/mobiilinumber
fa: ایمیل / شماره موبایل
fi: Sähköposti / matkapuhelinnumero
gu: ઈમેલ / મોબાઈલ નંબર
hi: ईमेल / मोबाइल नंबर
hr: Email / broj mobitela
hu: E-mail/mobilszám
it: E-mail/numero di cellulare
ja: メール/携帯電話番号
kn: ಇಮೇಲ್ / ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
mi: Īmēra / Tau Pūkoro
mr: ईमेल / मोबाईल नंबर
nl: E-mail / mobiel nummer
no: E-post / mobilnummer
pa: ਈਮੇਲ / ਮੋਬਾਈਲ ਨੰਬਰ
pl: Adres e-mail / numer telefonu komórkowego
ro: E-mail/Număr de mobil
sv: E-post/mobilnummer
ta: மின்னஞ்சல் / மொபைல் எண்
te: ఇమెయిల్ / మొబైల్ నంబర్
tr: E-posta / Cep Numarası
ur: ای میل / موبائل نمبر

source: Member Profile
bn: সদস্য প্রোফাইল
ca: Perfil de membre
cs: Profil člena
da: Medlemsprofil
el: Προφίλ μέλους
es: Perfil de miembro
et: Liikme profiil
fa: نمایه اعضا
fi: Jäsenprofiili
gu: સભ્ય પ્રોફાઇલ
hi: सदस्य प्रोफ़ाइल
hr: Članski profil
hu: Tag profilja
it: Profilo membro
ja: メンバープロフィール
kn: ಸದಸ್ಯರ ವಿವರ
mi: Kōtaha Mema
mr: सदस्य प्रोफाइल
nl: Leden profiel
no: Medlemsprofil
pa: ਮੈਂਬਰ ਪ੍ਰੋਫ਼ਾਈਲ
pl: Profil użytkownika
ro: Profil de membru
sv: Medlemsprofil
ta: உறுப்பினர் சுயவிவரம்
te: సభ్యుల ప్రొఫైల్
tr: Üye Profili
ur: رکن پروفائل

source: Progress
bn: অগ্রগতি
ca: Progrés, progressar
cs: Pokrok
da: Fremskridt
el: Πρόοδος
es: Progreso
et: Edusammud
fa: پیش رفتن
fi: Edistyminen
gu: પ્રગતિ
hi: प्रगति
hr: Napredak
hu: Előrehalad
it: Progresso
ja: 進捗
kn: ಪ್ರಗತಿ
mi: Te ahunga whakamua
mr: प्रगती
nl: Voortgang
no: Framgang
pa: ਤਰੱਕੀ
pl: Postęp
ro: Progres
sv: Framsteg
ta: முன்னேற்றம்
te: పురోగతి
tr: İlerlemek
ur: پیش رفت

source: Personal
bn: ব্যক্তিগত
cs: Osobní
da: Personlig
el: Προσωπικός
et: Isiklik
fa: شخصی
fi: Henkilökohtainen
gu: અંગત
hi: निजी
hr: Osobno
hu: Személyes
it: Personale
ja: 個人的
kn: ವೈಯಕ್ತಿಕ
mi: Whaiaro
mr: वैयक्तिक
nl: Persoonlijk
no: Personlig
pa: ਨਿੱਜੀ
pl: Osobisty
sv: Personlig
ta: தனிப்பட்ட
te: వ్యక్తిగత
tr: Kişisel
ur: ذاتی

source: Membership List
bn: সদস্য তালিকা
ca: Llista de membres
cs: Seznam členů
da: Medlemsliste
el: Λίστα Μελών
es: Lista de miembros
et: Liikmete nimekiri
fa: لیست عضویت
fi: Jäsenluettelo
gu: સભ્યપદ યાદી
hi: सदस्यता सूची
hr: Popis članstva
hu: Tagsági lista
it: Elenco dei soci
ja: 会員リスト
kn: ಸದಸ್ಯತ್ವ ಪಟ್ಟಿ
mi: Rarangi Mema
mr: सदस्यत्व यादी
nl: Lidmaatschapslijst
no: Medlemsliste
pa: ਸਦੱਸਤਾ ਸੂਚੀ
pl: Lista członków
ro: Lista de membri
sv: Medlemslista
ta: உறுப்பினர் பட்டியல்
te: సభ్యత్వ జాబితా
tr: Üyelik Listesi
ur: رکنیت کی فہرست
